[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Verkenningsmijlpalen",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Overlevingsmijlpalen",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "De Gek",
    "description": "Deze kleine, gesnavelde reptielachtigen zijn de voornaamste handelaars van het sterrenstelsel. Ze communiceren via zorgvuldig vrijgegeven feromonen, waarmee ze complexe concepten en gevoelens overbrengen.\n\nOorspronkelijk komen de Gek van de planeet Balaron. Ze worden door andere intelligente levensvormen scherp in de gaten gehouden vanwege de daden van de Eerstgeborenen, die door bloedige veroveringen een machtig rijk stichtten.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "De Vy'keen",
    "description": "De Vy'keen zijn oorlogszuchtige wezens uit het Dryn'dargh-stelsel die geobsedeerd zijn door het uitroeien van de Sentinels. Ze worden aangestuurd door het opperbevel van de Vy'keen en nemen het overal in het sterrenstelsel op tegen de Sentinels.\n\nZe hebben een agressief voorkomen, maar de Vy'keen houden zich aan een strikte erecode. Ze geloven in loyaliteit, opofferingsgezindheid en een waardige dood boven materieel gewin of kennis. Ze hebben gezworen de Reiziger altijd bij te staan.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "De Korvax",
    "description": "Korvax-entiteiten zijn anorganische levensvormen in metaalachtige omhulsels die van generatie tot generatie worden overgedragen. Ze geloven dat ze met wiskundige studies het niveau van de Atlas kunnen bereiken en denken dat de sleutel ligt in het bestuderen van Sentinels.\n\nElke Korvax is puur van geest, een klein onderdeel van het grote, collectieve verbond. Het omhulsel waarin ze leven is verwaarloosbaar, vergeleken met hun verbintenis met dit zwermbewustzijn.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Handelsgilde",
    "description": "Een collectief van handelsbedrijven en individuele handelaars uit alle uithoeken van het sterrenstelsel. Deze organisatie helpt beschikbare piloten aan werk namens de leden.\n\nDe Gek leiden het Handelaarsgilde, maar het is geen exclusieve club. Alle levensvormen mogen lid worden, zolang ze natuurlijk over het vereiste vermogen beschikken.",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Huurlingengilde",
    "description": "Een los collectief van huurlingenorganisaties uit het hele sterrenstelsel. Dit gilde bestaat uit talloze concurrerende facties die elkaar zonder schroom zouden afmaken als ze de kans kregen.\n\nPiraten, burgerwachten, undercoveragenten, sektes, eenlingen en eenmanslegers. Het Huurlingengilde bewaart de galactische vrede door ervoor te zorgen dat de juiste klussen bij de juiste gewapende opportunisten terechtkomen.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Verkennersgilde ",
    "description": "Het Verkennersgilde is een samenwerkingsverbond tussen wetenschappers en ontdekkingsreizigers. Vraag en aanbod op het gebied van waardevolle gegevens komen hier samen.\n\nDe leden zijn vooral afkomstig uit wetenschappelijke instituten, geografische organisaties en technologiebedrijven. Af en toe kom je er zelfstandige ontdekkingsreizigers tegen. Het gilde biedt werknemerspools, gedeelde laboratoria, lezingen en jaarlijkse medailles.",
    "medals": []
  }
]