[
  {
    "Id": "mission1",
    "Objective": "Jaag op piraten",
    "Titles": [
      "Verkeerschaos",
      "Beschermingsgeld",
      "De wetenschap slaat terug",
      "Het zwarte schaap",
      "Tot de laatste piraat",
      "Vanuit het graf",
      "Sabotage!",
      "Hackerjacht",
      "Kille onderhandelingen",
      "Een gokje wagen"
    ],
    "Subtitles": [
      "Jaag op piraten en vernietig ze"
    ],
    "Descriptions": [
      "Piraten verstoren het vrachtverkeer en beledigen daarmee zowel eerlijke als oneerlijke handelaren. De opdrachtgever wil een einde maken aan deze wandaden. Met vuurwerk.",
      "Piraten beroven autonome mijnfaciliteiten en vallen de schepen aan die de laadbakken legen. Ze maken jacht op de zwakkelingen. De opdrachtgever hoopt dat het vernietigen van een klein aantal piratenschepen afschrikwekkend werkt, waardoor de rest zijn heil elders zoekt.",
      "Lokale wetenschappelijke faciliteiten hebben last van aanvallen door piraten. Er zijn microscopen gestolen en titratiespullen kapotgemaakt. De opdrachtgever voert nu een ander soort experiment uit: hoeveel piraten moeten er sterven om de aanvallen op te laten houden.",
      "De opdrachtgever wil een oplossing voor een familieprobleem. Een familielid van hem is piraat geworden en bezoedelt daarmee zijn goede naam. Vernietig hem om de familienaam in ere te herstellen.",
      "De opdrachtgever heeft bericht gehad van de sterren en weet nu wat zijn levensdoel is. Hij moet het universum voor iedereen een beetje beter maken door tot in de eeuwigheid op piraten te jagen. De opdrachtgever zoekt piloten die hem daarbij kunnen helpen.",
      "Dit verzoek is in naam van de opdrachtgever geplaatst door zijn erfgenamen. Hij is door een bende piraten voor dood achtergelaten op een gevaarlijke planeet. Hij leeft waarschijnlijk niet meer, maar op de plaatselijke radiokanalen wordt een bericht herhaald waarin zijn lot wordt beschreven. Ze gebruiken zijn resterende geld voor een premie op de hoofden van hen die hem in de steek lieten.",
      "De opdrachtgever heeft dringend hulp nodig met het aanhouden van een stel piraten. Deze hadden EMP-apparaten verborgen in zijn faciliteit, waardoor zijn operaties ernstig verstoord raakten. Zelf kan hij het niet, dus schakelt hij de hulp in van betrouwbare piloten om de verantwoordelijken te achtervolgen.",
      "De opdrachtgever is flink te grazen genomen door een piratenbende. Ze hebben hem niet in de ruimte aangevallen, maar hebben op afstand zijn handelsterminal gehackt om geld en goederen naar hun rekening over te schrijven. De opdrachtgever wil een fysieke vergelding voor deze virtuele misdaad.",
      "Meerdere werknemers van de opdrachtgever zijn ontvoerd door piraten. Ze vragen bizar veel losgeld. De opdrachtgever heeft besloten dat toekomstige ontvoeringen alleen kunnen worden voorkomen met bruut geweld. Hij zoekt een piloot die het piratenschip vindt en vernietigt, zelfs als de gijzelaars nog aan boord zijn. Hun eventuele dood is betreurenswaardig, maar de opdrachtgever laat zo in elk geval zien dat hij niet zwicht voor afpersing.",
      "De opdrachtgever heeft een lucratief handeltje: hij verdient geld aan weddenschappen op de uitkomst van ruimtegevechten. Dat doet hij vanuit een luxueus vrachtschip waarmee hij de ruimte afreist op zoek naar conflicten. Zijn klanten kunnen die dan in alle veiligheid en comfort observeren. De zaken gaan goed, maar de conflicten blijven uit. De opdrachtgever zoekt piloten die de 'arena' willen betreden om zijn passagiers entertainment te bezorgen.",
      "De opdrachtgever wil piraten in de buurt vernietigen.",
      "De opdrachtgever wil de piraten uit dit systeem verdrijven.",
      "De opdrachtgever wil een vergeldingsactie ondernemen tegen piraten die zich in de buurt van dit station ophouden.",
      "De opdrachtgever wil alle piraten in de buurt van deze werelden uitroeien.",
      "De opdrachtgever wil dat piratentuig zo snel mogelijk afslachten.",
      "De opdrachtgever wil een pirateneenheid in de buurt laten doden.",
      "De opdrachtgever eist de liquidatie van de piraten die deze werelden terroriseren.",
      "De opdrachtgever hoopt op de vernietiging van de piraten die zich in de buurt van dit station ophouden.",
      "Die criminelen hebben hun straf lang genoeg ontlopen, met hun aanvallen op lokale vrachtschepen.",
      "Overal in deze sector overvallen die criminelen onze installaties. Denken ze soms dat ze boven wet staan?",
      "Elke dag wordt de dreiging van die criminelen groter. We moeten iets doen.",
      "Die losbandige dieven hebben dit over zichzelf afgeroepen.",
      "Die criminelen verdienen geen genade en moeten boeten voor hun wandaden.",
      "Als ze de kans kregen, zouden die criminelen deze hele sector vernietigen.",
      "Die criminelen hebben nu wel lang genoeg handelsroutes in dit systeem onveilig gemaakt.",
      "Die criminelen hebben zelf voor deze manier van leven gekozen, dus ze weten wat ze kunnen verwachten.",
      "De opdrachtgever wil dit snel en discreet afhandelen. Hij wil geen wraakacties van andere piraten.",
      "De opdrachtgever zegt dat je voorzichtig moet zijn. Die piraten zullen er alles aan doen om je ruimteschip neer te halen.",
      "Van de opdrachtgever mag je zelf weten hoe je de piraten uitroeit. Als je er maar voor zorgt dat niemand het kan navertellen.",
      "De opdrachtgever bedankt je dat je hebt voldaan aan je burgerplicht. Geen enkel systeem mag dit soort illegale praktijken toestaan.",
      "Velen zullen ervan profiteren als je dit contract uitvoert. Je zult er rijkelijk voor worden beloond.",
      "De opdrachtgever drukt je op het hart om niet te onderhandelen of te overleggen met de piraten. Ze zullen er alles aan doen om hun straf te ontlopen.",
      "De opdrachtgever accepteert zowel een directe als een meer doordachte vernietiging van de piraten. Kijk zelf maar hoe je het afhandelt.",
      "De opdrachtgever weet dat er uiteindelijk nog meer piraten naar dit gebied zullen komen. Maar een tijdelijke vrede is beter dan helemaal geen vrede."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Zoek een voorwerp",
    "Titles": [
      "Loyale partner",
      "Herinnering",
      "Feestmaal",
      "De verlichting",
      "De filosofische toer",
      "Marktmanipulatie",
      "Relatiegeschenk",
      "Pure luxe",
      "Keiharde concurrentie",
      "Schaap verkleed als Naniet",
      "Waardevolle specimens",
      "De vervanging",
      "Niet achterblijven",
      "De puntjes op de i",
      "Geschiedenis schrijven",
      "Het pronkstuk",
      "Op zoek naar winst",
      "De poppenspeler",
      "Voorkennis",
      "Geld maakt lui"
    ],
    "Subtitles": [
      "Waardevolle voorwerpen gezocht"
    ],
    "Descriptions": [
      "De opdrachtgever wil een duur cadeau sturen naar een loyale partner. De partner werkt al vele jaren voor hem, tot volle tevredenheid. De opdrachtgever zoekt een betrouwbare piloot die een voorwerp met een geschikte waarde kan vinden en afleveren.",
      "De opdrachtgever is op zoek naar een object uit zijn verleden, iets dat hem herinnert aan lang vervlogen tijden. Het staat voor een belangrijk moment in zijn jeugd. Degene die het voorwerp veilig aflevert, wacht een mooie beloning.",
      "De opdrachtgever heeft over een nieuwe trend gehoord. Hij zoekt een voorwerp dat heerlijk schijnt te smaken en ook nog gezond is. Vanwege de plotselinge populariteit zijn ze moeilijk te vinden. De opdrachtgever heeft een mooie beloning over voor de piloot die het voorwerp op tijd kan bezorgen voor het volgende feestmaal.",
      "De opdrachtgever onderzoekt alternatieve methoden om energie op te wekken. Het lijkt erop dat er een doorbraak is. Met een nieuwe methode kan hij veel energie creëren met nauwelijks giftige bijproducten. Maar een belangrijk onderdeel ontbreekt. Hij kan zelf zijn laboratorium niet uit, dus vraagt hij piloten om op zoek te gaan.",
      "De opdrachtgever onderzoekt geavanceerde bewustzijnsvormen. Hij trekt zich niets aan van de bestaande theorieën over wat het bewustzijn is en zoekt een antwoord in het holisme, wellicht met een doorbraak. Hij heeft een materiaal ontdekt dat gedachten schijnt te ervaren. Om de theorie te testen moet hij een denkende machine maken met dit materiaal. De opdrachtgever heeft echter nog niet genoeg van het spul en vraagt ontdekkingsreizigers om het aan te leveren.",
      "De opdrachtgever heeft een financiële truc bedacht. Iedereen die hem komt helpen, profiteert mee. Hij wil dat een groot aantal ontdekkingsreizigers bepaalde voorwerpen naar dezelfde locatie brengt, waardoor de lokale prijs ervan instort. Door het overschot gaan zijn concurrenten failliet, waardoor hij later de markt kan betreden om flink te verdienen aan de behoefte die dan is ontstaan.",
      "De opdrachtgever wil zijn relatie met de autoriteiten in het stelsel verbeteren. Hij heeft gehoord dat de lokale politiechef dol is op een bepaald voorwerp en wil hem dat graag aanbieden. Natuurlijk gaat hij het niet zelf bezorgen, want dat zou wel heel doorzichtig zijn. Daarom zoekt hij een ontdekkingsreiziger die als tussenpersoon wil optreden en de bezorging voor zijn rekening neemt.",
      "De opdrachtgever stelt maandelijks een selectie van goederen samen voor de gegoede klasse. Hij heeft vernomen dat een bepaald voorwerp ineens ontzettend populair is. Daarom moet het per se in zijn nieuwste collectie. De opdrachtgever betaalt meer dan de marktwaarde aan de ontdekkingsreiziger die het weet te vinden.",
      "De opdrachtgever heeft vernomen dat een rivaal van hem geïnteresseerd is in een bepaald voorwerp. Natuurlijk doet hij er alles aan om te voorkomen dat zijn concurrent het in handen krijgt. Hij heeft een mooie beloning over voor de ontdekkingsreiziger die het voorwerp eerder te pakken krijgt, zodat hij zijn rivaal te slim af is.",
      "De opdrachtgever heeft onlangs een nieuw bedrijf opgezet. Hij verzamelt doodgewone voorwerpen, waarna hij anderen probeert te overtuigen van hun waarde. Dat doet hij vooral door goedkope voorwerpen versneld te laten slijten, zodat ze van historisch belang lijken te zijn. Hij heeft nieuwe voorwerpen nodig voor zijn alchemie.",
      "De opdrachtgever is betrokken bij speculatief onderzoek. Hij heeft een vette subsidie bemachtigd en zoekt manieren om het geld uit te geven. Daarom heeft hij een reeks tests bedacht die duidelijk moet maken of een voorwerp verder moet worden getest. Nu heeft hij materialen nodig waarop hij deze procedure kan toepassen.",
      "De opdrachtgever is een zeer belangrijk voorwerp kwijt. Hij heeft dringend een vervangend voorwerp nodig, zodat niemand ontdekt dat hij het heeft verloren.",
      "De opdrachtgever heeft ontdekt dat een rivaliserend bedrijf een zeer belangrijk voorwerp heeft bemachtigd. Hij weet niet precies waarom het zo belangrijk is, maar hij wil er ook eentje hebben omdat hij anders achter de feiten aanloopt.",
      "De opdrachtgever probeert een perpetuum mobile te maken. Hij heeft van heinde en verre allerlei onderdelen aangesleept en het lijkt erop dat hij nog maar een paar componenten nodig heeft. Hij laat zijn machine liever niet onbewaakt achter, dus hij vraagt ontdekkingsreizigers om de resterende materialen te bezorgen.",
      "De opdrachtgever wil een kluis vullen met voorwerpen die belangrijk zijn voor zijn volk en cultuur. Volgens hem zullen toekomstige historici er veel aan hebben. Maar niemand uit de kennissenkring van de opdrachtgever wil afscheid nemen van zijn bezittingen. Daarom schakelt hij ontdekkingsreizigers in om bepaalde voorwerpen te zoeken en te bezorgen.",
      "De opdrachtgever is een prominente verzamelaar van waardevolle voorwerpen. Hij heeft een indrukwekkende collectie, maar het pronkstuk ontbreekt. Tot dat gat is gevuld, is de collectie niets waard. De opdrachtgever schakelt alle ontdekkingsreizigers in om mee te helpen zoeken naar dit zeldzame voorwerp. Hij betaalt goed. Alleen gave exemplaren, graag.",
      "De opdrachtgever wil de lokale markten manipuleren. Door een onfortuinlijke gegevensfout heeft hij tien keer zo veel goederen gekocht als hij dacht. Hij zoekt ontdekkingsreizigers die hetzelfde voorwerp kopen in de handelsterminals in de buurt om de prijs ervan op te drijven. Dan maakt hij toch nog winst met zijn overschot.",
      "De opdrachtgever wil de relatie tussen twee plaatselijke criminele facties verstoren. Beide zijn op zoek naar een bepaald voorwerp en als ze het niet kunnen vinden, zullen ze de ander de schuld geven. De opdrachtgever zoekt een discrete ontdekkingsreiziger die het voorwerp zelf vindt, zodat er een conflict ontstaat tussen de twee rivalen.",
      "De opdrachtgever wil een voorsprong op de concurrentie verkrijgen met zijn bedrijf. Hij heeft geruchten gehoord dat een bepaald product binnenkort zeer populair wordt. Hij wil er voldoende van in huis hebben om er tegen die tijd van te profiteren. Hij betaalt meer dan de huidige prijs en biedt onafhankelijke piloten zo een mooie kans door het risico op zichzelf te nemen.",
      "De opdrachtgever is een zeer succesvolle ondernemer. Daardoor is hij natuurlijk veel te druk om zelf goederen te halen en dus looft hij beloningen uit aan onafhankelijke piloten die voor hem op pad willen gaan.",
      "De opdrachtgever vraagt om een zeer stipte bezorging.",
      "De opdrachtgever heeft een voorwerp nodig dat wellicht moeilijk is te verkrijgen.",
      "De opdrachtgever wil een bepaald object verkrijgen.",
      "De opdrachtgever wil in het bezit komen van een product.",
      "De opdrachtgever wil direct in het bezit komen van een voorwerp.",
      "Zonder deze bestelling is hij ten dode opgeschreven. Het heeft dus grote haast.",
      "Hij heeft het nodig om verder te komen met zijn onderzoek.",
      "Hij denkt dat hij hiermee de strijd in zijn voordeel kan beslissen.",
      "Hij is bezig met een gevaarlijke klus. Hiermee kan zijn veiligheid kan worden gewaarborgd.",
      "Hij is bestolen en heeft dit vervangende exemplaar nodig.",
      "De opdrachtgever laat de details aan jou over. Je krijgt een passende beloning als het pakket is ontvangen.",
      "De opdrachtgever dankt je alvast voor de snelle levering.",
      "De opdrachtgever wil dat je voorzichtig bent met het pakket. Zorg ervoor dat het onderweg niet stuk gaat.",
      "De opdrachtgever wil dat het voorwerp zo snel mogelijk wordt geleverd.",
      "De opdrachtgever waardeert je discrete afhandeling van deze klus."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Zoek een voorwerp",
    "Titles": [
      "Loyale partner",
      "Herinnering",
      "Feestmaal",
      "De verlichting",
      "De filosofische toer",
      "Marktmanipulatie",
      "Relatiegeschenk",
      "Pure luxe",
      "Keiharde concurrentie",
      "Schaap verkleed als Naniet",
      "Waardevolle specimens",
      "De vervanging",
      "Niet achterblijven",
      "De puntjes op de i",
      "Geschiedenis schrijven",
      "Het pronkstuk",
      "Op zoek naar winst",
      "De poppenspeler",
      "Voorkennis",
      "Geld maakt lui"
    ],
    "Subtitles": [
      "Waardevolle voorwerpen gezocht"
    ],
    "Descriptions": [
      "De opdrachtgever wil een duur cadeau sturen naar een loyale partner. De partner werkt al vele jaren voor hem, tot volle tevredenheid. De opdrachtgever zoekt een betrouwbare piloot die een voorwerp met een geschikte waarde kan vinden en afleveren.",
      "De opdrachtgever is op zoek naar een object uit zijn verleden, iets dat hem herinnert aan lang vervlogen tijden. Het staat voor een belangrijk moment in zijn jeugd. Degene die het voorwerp veilig aflevert, wacht een mooie beloning.",
      "De opdrachtgever heeft over een nieuwe trend gehoord. Hij zoekt een voorwerp dat heerlijk schijnt te smaken en ook nog gezond is. Vanwege de plotselinge populariteit zijn ze moeilijk te vinden. De opdrachtgever heeft een mooie beloning over voor de piloot die het voorwerp op tijd kan bezorgen voor het volgende feestmaal.",
      "De opdrachtgever onderzoekt alternatieve methoden om energie op te wekken. Het lijkt erop dat er een doorbraak is. Met een nieuwe methode kan hij veel energie creëren met nauwelijks giftige bijproducten. Maar een belangrijk onderdeel ontbreekt. Hij kan zelf zijn laboratorium niet uit, dus vraagt hij piloten om op zoek te gaan.",
      "De opdrachtgever onderzoekt geavanceerde bewustzijnsvormen. Hij trekt zich niets aan van de bestaande theorieën over wat het bewustzijn is en zoekt een antwoord in het holisme, wellicht met een doorbraak. Hij heeft een materiaal ontdekt dat gedachten schijnt te ervaren. Om de theorie te testen moet hij een denkende machine maken met dit materiaal. De opdrachtgever heeft echter nog niet genoeg van het spul en vraagt ontdekkingsreizigers om het aan te leveren.",
      "De opdrachtgever heeft een financiële truc bedacht. Iedereen die hem komt helpen, profiteert mee. Hij wil dat een groot aantal ontdekkingsreizigers bepaalde voorwerpen naar dezelfde locatie brengt, waardoor de lokale prijs ervan instort. Door het overschot gaan zijn concurrenten failliet, waardoor hij later de markt kan betreden om flink te verdienen aan de behoefte die dan is ontstaan.",
      "De opdrachtgever wil zijn relatie met de autoriteiten in het stelsel verbeteren. Hij heeft gehoord dat de lokale politiechef dol is op een bepaald voorwerp en wil hem dat graag aanbieden. Natuurlijk gaat hij het niet zelf bezorgen, want dat zou wel heel doorzichtig zijn. Daarom zoekt hij een ontdekkingsreiziger die als tussenpersoon wil optreden en de bezorging voor zijn rekening neemt.",
      "De opdrachtgever stelt maandelijks een selectie van goederen samen voor de gegoede klasse. Hij heeft vernomen dat een bepaald voorwerp ineens ontzettend populair is. Daarom moet het per se in zijn nieuwste collectie. De opdrachtgever betaalt meer dan de marktwaarde aan de ontdekkingsreiziger die het weet te vinden.",
      "De opdrachtgever heeft vernomen dat een rivaal van hem geïnteresseerd is in een bepaald voorwerp. Natuurlijk doet hij er alles aan om te voorkomen dat zijn concurrent het in handen krijgt. Hij heeft een mooie beloning over voor de ontdekkingsreiziger die het voorwerp eerder te pakken krijgt, zodat hij zijn rivaal te slim af is.",
      "De opdrachtgever heeft onlangs een nieuw bedrijf opgezet. Hij verzamelt doodgewone voorwerpen, waarna hij anderen probeert te overtuigen van hun waarde. Dat doet hij vooral door goedkope voorwerpen versneld te laten slijten, zodat ze van historisch belang lijken te zijn. Hij heeft nieuwe voorwerpen nodig voor zijn alchemie.",
      "De opdrachtgever is betrokken bij speculatief onderzoek. Hij heeft een vette subsidie bemachtigd en zoekt manieren om het geld uit te geven. Daarom heeft hij een reeks tests bedacht die duidelijk moet maken of een voorwerp verder moet worden getest. Nu heeft hij materialen nodig waarop hij deze procedure kan toepassen.",
      "De opdrachtgever is een zeer belangrijk voorwerp kwijt. Hij heeft dringend een vervangend voorwerp nodig, zodat niemand ontdekt dat hij het heeft verloren.",
      "De opdrachtgever heeft ontdekt dat een rivaliserend bedrijf een zeer belangrijk voorwerp heeft bemachtigd. Hij weet niet precies waarom het zo belangrijk is, maar hij wil er ook eentje hebben omdat hij anders achter de feiten aanloopt.",
      "De opdrachtgever probeert een perpetuum mobile te maken. Hij heeft van heinde en verre allerlei onderdelen aangesleept en het lijkt erop dat hij nog maar een paar componenten nodig heeft. Hij laat zijn machine liever niet onbewaakt achter, dus hij vraagt ontdekkingsreizigers om de resterende materialen te bezorgen.",
      "De opdrachtgever wil een kluis vullen met voorwerpen die belangrijk zijn voor zijn volk en cultuur. Volgens hem zullen toekomstige historici er veel aan hebben. Maar niemand uit de kennissenkring van de opdrachtgever wil afscheid nemen van zijn bezittingen. Daarom schakelt hij ontdekkingsreizigers in om bepaalde voorwerpen te zoeken en te bezorgen.",
      "De opdrachtgever is een prominente verzamelaar van waardevolle voorwerpen. Hij heeft een indrukwekkende collectie, maar het pronkstuk ontbreekt. Tot dat gat is gevuld, is de collectie niets waard. De opdrachtgever schakelt alle ontdekkingsreizigers in om mee te helpen zoeken naar dit zeldzame voorwerp. Hij betaalt goed. Alleen gave exemplaren, graag.",
      "De opdrachtgever wil de lokale markten manipuleren. Door een onfortuinlijke gegevensfout heeft hij tien keer zo veel goederen gekocht als hij dacht. Hij zoekt ontdekkingsreizigers die hetzelfde voorwerp kopen in de handelsterminals in de buurt om de prijs ervan op te drijven. Dan maakt hij toch nog winst met zijn overschot.",
      "De opdrachtgever wil de relatie tussen twee plaatselijke criminele facties verstoren. Beide zijn op zoek naar een bepaald voorwerp en als ze het niet kunnen vinden, zullen ze de ander de schuld geven. De opdrachtgever zoekt een discrete ontdekkingsreiziger die het voorwerp zelf vindt, zodat er een conflict ontstaat tussen de twee rivalen.",
      "De opdrachtgever wil een voorsprong op de concurrentie verkrijgen met zijn bedrijf. Hij heeft geruchten gehoord dat een bepaald product binnenkort zeer populair wordt. Hij wil er voldoende van in huis hebben om er tegen die tijd van te profiteren. Hij betaalt meer dan de huidige prijs en biedt onafhankelijke piloten zo een mooie kans door het risico op zichzelf te nemen.",
      "De opdrachtgever is een zeer succesvolle ondernemer. Daardoor is hij natuurlijk veel te druk om zelf goederen te halen en dus looft hij beloningen uit aan onafhankelijke piloten die voor hem op pad willen gaan.",
      "De opdrachtgever vraagt om een zeer stipte bezorging.",
      "De opdrachtgever heeft een voorwerp nodig dat wellicht moeilijk is te verkrijgen.",
      "De opdrachtgever wil een bepaald object verkrijgen.",
      "De opdrachtgever wil in het bezit komen van een product.",
      "De opdrachtgever wil direct in het bezit komen van een voorwerp.",
      "Zonder deze bestelling is hij ten dode opgeschreven. Het heeft dus grote haast.",
      "Hij heeft het nodig om verder te komen met zijn onderzoek.",
      "Hij denkt dat hij hiermee de strijd in zijn voordeel kan beslissen.",
      "Hij is bezig met een gevaarlijke klus. Hiermee kan zijn veiligheid kan worden gewaarborgd.",
      "Hij is bestolen en heeft dit vervangende exemplaar nodig.",
      "De opdrachtgever laat de details aan jou over. Je krijgt een passende beloning als het pakket is ontvangen.",
      "De opdrachtgever dankt je alvast voor de snelle levering.",
      "De opdrachtgever wil dat je voorzichtig bent met het pakket. Zorg ervoor dat het onderweg niet stuk gaat.",
      "De opdrachtgever wil dat het voorwerp zo snel mogelijk wordt geleverd.",
      "De opdrachtgever waardeert je discrete afhandeling van deze klus."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Bezorg een voorwerp",
    "Titles": [
      "Op ons",
      "Geen gekke dingen",
      "Zware onderhandelingen",
      "Even wegkijken",
      "Een heel gewoon pakket",
      "Irritante feestdag",
      "Goedmakertje",
      "Specialistisch onderzoek",
      "Dreigende code",
      "Grote schoonmaak",
      "Voor de verzamelaar",
      "Verdacht gekwaak",
      "Afgedongen",
      "Een loyale klant",
      "Belastingvrij",
      "Afleidingsmanoeuvre",
      "Foute waren",
      "Eerst een monster",
      "Boodschappen",
      "Dodelijke klus"
    ],
    "Subtitles": [
      "Dringend koeriers gezocht"
    ],
    "Descriptions": [
      "De opdrachtgever is op zoek naar een betrouwbare koerier. Hij wil een collega verblijden met een gift om te vieren dat ze nog steeds leven.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever is op zoek naar een discrete bezorgdienst. De koerier kan er gerust op zijn dat het pakket precies is wat het lijkt en dat het scheepsmanifest tot op de laatste letter klopt.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever wil een zakendeal afronden. De onderhandelingen verlopen moeizaam en met dit pakket wil de opdrachtgever alle obstakels op de weg naar de transactie wegnemen. Het is belangrijk dat het pakket persoonlijk aan de ontvanger wordt overgedragen.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever is betrokken bij een gevoelig handeltje. Het pakket is een welgemeende dankbetuiging aan bepaalde partners. Het cadeau wordt gegeven in de hoop dat eventuele loslippigheid door de vingers wordt gezien. \n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever wil gewoon een aantal voorwerpen naar een collega versturen. Er zit een bericht bij waarin staat dat de ontvanger zich geen zorgen hoeft te maken en dat de voorwerpen niet meer kunnen worden gevolgd.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever heeft een belangrijke en drukke baan en heeft dus geen tijd voor onzinnige en alledaagse klusjes. Vandaag worden de voorouders geëerd en het is de bedoeling dat degene uit wie je voortkomt een cadeau krijgt. De opdrachtgever wil dat deze taak wordt uitgevoerd zonder dat hij er zelf over hoeft na te denken.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever heeft een emotionele schuld bij een relatie. Het vergeten van een belangrijke datum maakt geen beste indruk. Bij wijze van verontschuldiging stuurt hij een waardevol voorwerp naar de benadeelde. Verlies het pakket niet, anders stapelen de problemen zich op voor de opdrachtgever.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever is gestuit op een vreemd voorwerp. Het lijkt niets bijzonders, maar uit microbiële scans blijkt dat er een groot aantal onbekende sporen op zit. Het voorwerp moet per koerier naar een specialist op het gebied van gevaarlijke materialen worden gebracht. Verbreek het zegel niet.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever wil een partner iets duidelijk maken. Er zit geen geschreven bericht bij en het voorwerp zelf is niet erg bijzonder. Maar als het op het privéadres van de partner wordt bezorgd, zal de boodschap wel duidelijk zijn.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever is bezig met de grote schoonmaak. In de loop der jaren heeft hij allerlei snuisterijen en tierlantijntjes verzameld die nu niet meer interessant zijn. Het zou zonde zijn om ze te vernietigen, maar als ze op één plek worden bewaard, bestaat de kans dat er persoonlijke informatie wordt onthuld. Daarom verspreidt de opdrachtgever de voorwerpen over een groot aantal koeriers en ontvangers.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever heeft een kleine winkel. Hij koopt ongewenste of ondergewaardeerde voorwerpen en verkoopt ze aan klanten die er wel de waarde van inzien. De nieuwste lading staat klaar om te worden verstuurd naar de connaisseur die ervoor heeft betaald.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever heeft een vracht waar helemaal niets vreemds aan is. Hij zoekt een koerier die geen vragen stelt en de autoriteiten kan omzeilen. Hij drukt de potentiële koerier op het hart dat eventuele dierengeluiden uit de kist volledig worden toegeschreven aan de fantasie van de koerier.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever is een schakel in een lange, complexe reeks transacties. Het is de bedoeling dat de deal uit de boeken blijft en er is dus geen geld bij betrokken. Deze vracht maakt onderdeel uit van de betaling van de opdrachtgever aan een van de andere partijen.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever stuurt een pakket naar een van zijn trouwste klanten. Het is niet veel bijzonders, maar het gaat erom dat de klant zich gewaardeerd voelt. Daarom kiest de opdrachtgever niet voor een gewoon containertransport, maar voor een ervaren privékoerier.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever verstuurt elke dag grote hoeveelheden voorwerpen. Hij heeft kleine winstmarges en zelfs de laagste belasting kan zijn winst in rook doen opgaan. Daarom zet de opdrachtgever meestal een discrete koerier in die de pakketjes tussendoor bezorgt tijdens reguliere, niet-commerciële routes.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever is bekend bij plaatselijke piraten en er staat een premie op zijn hoofd. Hij wil het stelsel verlaten zonder dat hij wordt gevolgd. Op dit voorwerp zit een volgchip en de opdrachtgever zoekt een koerier die het in de tegengestelde richting van zijn vluchtroute wil vervoeren.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "Het sterrenstelsel staat bekend om zijn vele, gevarieerde regels. Wat in het ene planetenstelsel volkomen legaal is, kan in het volgende streng verboden zijn. Die verschillen bieden geweldige zakelijke kansen. De opdrachtgever wil een voorwerp laten afleveren, discreet en zonder moeilijke vragen.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever wil een nieuwe, grote klant binnenhalen. Voor de klant zich vastlegt, wil hij eerst een proefpakket met de goederen van de opdrachtgever. Dit monster moet in perfecte staat worden bezorgd bij de klant.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "Elke week verscheept de opdrachtgever pakketten naar klanten die zelf geen boodschappen kunnen of willen doen. Vervolgens kan de klant met het bijgeleverde recept zelf een heerlijke maaltijd bereiden en/of een robot in elkaar zetten. Deze vracht is de bestelling van deze week.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever had al een koerier voor deze vracht, maar die bleek niet in staat om zijn taak te voltooien. Zowel zijn pulsmotor als cockpitramen liepen schade op door laservuur. De opdrachtgever zoekt een nieuwe koerier die geen angst kent en kan afrekenen met de gevaren rond het ruimtestation.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever heeft een koerier nodig voor een dringende levering.",
      "De opdrachtgever heeft een koerier nodig voor een waardevol voorwerp.",
      "De opdrachtgever wil iets belangrijks versturen en zoekt een betrouwbare koerier.",
      "De opdrachtgever wil een pakket discreet versturen, zonder vervelende vragen.",
      "De opdrachtgever wil iets laten bezorgen, maar vertrouwt de traditionele koeriersdiensten niet.",
      "Het voorwerp waar het om gaat is zeer kostbaar en heeft de aandacht getrokken van dieven.",
      "De voorraad van de opdrachtgever is snel geslonken. Dit is het laatste exemplaar.",
      "De ontvanger is belangrijk voor de opdrachtgever en het voorwerp moet veilig worden vervoerd.",
      "Het voorwerp lijkt alledaags, maar door de vorige eigenaars en de manier waarop het is gebruikt, is het van cultureel belang.",
      "Het voorwerp heeft enkele ongebruikelijke eigenschappen en een scan levert vreemde resultaten op. Het is nu van bijzondere wetenschappelijke waarde.",
      "Dit voorwerp is onvervangbaar en de opdrachtgever benadrukt dan ook dat er voorzichtig mee moet worden omgesprongen.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever verwacht na levering een uitgebreid verslag met informatie over eventuele schade.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De kluis is voorzien van extra analyseprotocollen. Alleen het origineel wordt goedgekeurd.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever waarschuwt de koerier om geen informatie te verstrekken over het voorwerp aan ongeautoriseerde levensvormen.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten.",
      "De opdrachtgever wil dat het pakket even zorgvuldig als snel wordt bezorgd.\n\nDe koerier krijgt 1x een verdedigingscoupon, in het geval van aanvallende piraten."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Maak een foto op %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Maak landschapsfoto's"
    ],
    "Descriptions": [
      "De opdrachtgever is een beroemde ontdekkingsreiziger. Hij is ziek en kan zijn aangenomen expedities niet voltooien. Hij zoekt collega-geografen die bewijs van succesvolle reizen kunnen overleggen.",
      "De opdrachtgever runt een beelddatabank. Hij beschikt over een groot assortiment doorzoekbare foto's voor kleinere bedrijven die geen eigen artwork kunnen maken.",
      "De opdrachtgever is verantwoordelijk voor een groot onderzoekslaboratorium. Hij heeft een flink begrotingsoverschot en een tekort aan dingen om te bestuderen.",
      "De opdrachtgever heeft een uitgebreid rapport opgesteld over zijn activiteiten van dit jaar, maar heeft foto's nodig om de tekst te verlevendigen.",
      "De opdrachtgever is bezig met een bijzonder gevoelig industrieel 'onderzoek' en heeft foto's nodig om de 'studie' te ondersteunen.",
      "De opdrachtgever zoekt inspiratie voor een serie schilderijen met gemengde materialen.",
      "De opdrachtgever wil de oprichting van een fotografencollectief sponsoren. Hij heeft een paar eerste foto's nodig om de onderneming op te starten.",
      "De opdrachtgever runt een dataverwerkingscentrum. Hij heeft een grote collectie foto's nodig om de compressie- en transmissieprocedure te testen.",
      "De opdrachtgever vindt het niet nodig om zijn bedoelingen kenbaar te maken. Die informatie wordt alleen verstrekt aan degenen die het moeten weten en het enige wat jij moet weten is dat hij foto's wil.",
      "De opdrachtgever voert een langdurig vergelijkend onderzoek uit. Hij heeft foto's met tijdsaanduiding nodig voor zijn archief.",
      "De opdrachtgever wil zijn automatische leeralgoritmen verbeteren. Hij wil zijn AI leren om voorwerpen niet alleen te herkennen, maar ook hun esthetische waarde te waarderen.",
      "De opdrachtgever wil het sterrenstelsel hoop en vreugde brengen door de verspreiding van inspirerende foto's. Hij zoekt artistiek ingestelde verkenners om hem bij zijn missie te helpen.",
      "De opdrachtgever wil een nauwkeurig archief opbouwen van lokale werelden. Hij heeft al biologen en geografen ingeschakeld om de benodigde monsters te verzamelen en nu heeft hij visuele gegevens nodig om het af te maken.",
      "De opdrachtgever heeft een fotoverwerkingstechniek ontwikkeld om schone digitale foto's op te slaan op dunne fysieke media. De laatste stap is het testen van het proces met nauwkeurige modelgegevens.",
      "De opdrachtgever is doodsbang voor geheugenverlies. Hij wil een catalogus van belangrijke locaties, zodat hij visuele geheugensteuntjes heeft als zijn hersenen aftakelen.",
      "De opdrachtgever wil een nieuwe technologie testen om geuren in afbeeldingen vast te leggen. Daarvoor heeft hij foto's nodig die er geurig uitzien.",
      "De opdrachtgever wil in dit gebied planetaire invasies laten uitvoeren. Hij heeft uitgebreide veldaantekeningen nodig om dat veilig te kunnen doen.",
      "De opdrachtgever is op zoek naar nieuwe kleuren. Hij vindt dat de kleurwinningssector al te lang stilstaat en beschikt over een paar veelbelovende aanwijzingen.",
      "De opdrachtgever maakt een kaart van het lokale systeem. Hij heeft de globale navigatiegegevens compleet, maar heeft nog precieze details uit het veld nodig om zijn kaart te perfectioneren.",
      "De opdrachtgever maakt een reisgids voor de planeten in dit systeem. Hij heeft hoogwaardige foto's nodig, zodat zijn lezers weten welke mooie locaties er te vinden zijn.",
      "De opdrachtgever wil zijn inkomsten aanvullen met het maken en verspreiden van ansichtkaarten met holografische afbeeldingen.",
      "De opdrachtgever wil een nieuw drukproces testen, waarbij hallucinogene pigmenten worden gebruikt om een afbeelding rechtstreeks in het hoofd van de kijker te projecteren.",
      "De opdrachtgever bestudeert emotionele reacties op afbeeldingen en mist nog bepaalde testgegevens.",
      "De opdrachtgever wil zijn beeldbewerkingssoftware testen. Deze is ontwikkeld om naadloos extra details toe te voegen aan bestaande foto's.",
      "De opdrachtgever wil een lang onderzoeksrapport publiceren, maar vreest dat het zonder plaatjes niet wordt gelezen.",
      "Hij heeft foto's nodig die de kijkers met weemoed laten terugdenken aan hun jeugd.",
      "Hij wil indrukwekkende panorama's die de uitgestrektheid van het landschap weergeven.",
      "Hij vraagt specifiek om grootse, gedetailleerde landschapsfoto's.",
      "Hij heeft foto's nodig van spectaculaire vergezichten, waardoor de kijker zich klein voelt en gaat nadenken over de omvang van het universum.",
      "Hij wil foto's die een beeld geven van de planetaire geologie en de krachten die het planeetoppervlak vormen.",
      "Wat hij nodig heeft, zijn landschapsfoto's die de volledige planetaire topografie laten zien.",
      "Hij zoekt specifiek foto's van geologische formaties die de kracht van wind, water en tektoniek laten zien.",
      "Hij wil graag foto's van natuurlijke landschappen die ontzag en bewondering oproepen.",
      "De opdrachtgever is niet aansprakelijk voor eventuele gevaren waaraan de fotograaf wordt blootgesteld.",
      "Door water of straling beschadigde foto's worden niet geaccepteerd, dus bescherm je camera goed.",
      "De opdrachtgever vraagt specifiek om foto's die te voet zijn gemaakt. Foto's vanuit een schip worden niet geaccepteerd.",
      "Alle belichtingsomstandigheden komen in aanmerking, zolang de golflengtes maar in het zichtbare spectrum liggen.",
      "Opmerking: als koper van het werk verkrijgt de opdrachtgever het auteursrecht."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Maak een foto van %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Maak foto's van wezens"
    ],
    "Descriptions": [
      "De opdrachtgever is een beroemde ontdekkingsreiziger. Hij is ziek en kan zijn aangenomen expedities niet voltooien. Hij zoekt collega-geografen die bewijs van succesvolle reizen kunnen overleggen.",
      "De opdrachtgever runt een beelddatabank. Hij beschikt over een groot assortiment doorzoekbare foto's voor kleinere bedrijven die geen eigen artwork kunnen maken.",
      "De opdrachtgever is verantwoordelijk voor een groot onderzoekslaboratorium. Hij heeft een flink begrotingsoverschot en een tekort aan dingen om te bestuderen.",
      "De opdrachtgever heeft een uitgebreid rapport opgesteld over zijn activiteiten van dit jaar, maar heeft foto's nodig om de tekst te verlevendigen.",
      "De opdrachtgever is bezig met een bijzonder gevoelig industrieel 'onderzoek' en heeft foto's nodig om de 'studie' te ondersteunen.",
      "De opdrachtgever zoekt inspiratie voor een serie schilderijen met gemengde materialen.",
      "De opdrachtgever wil de oprichting van een fotografencollectief sponsoren. Hij heeft een paar eerste foto's nodig om de onderneming op te starten.",
      "De opdrachtgever runt een dataverwerkingscentrum. Hij heeft een grote collectie foto's nodig om de compressie- en transmissieprocedure te testen.",
      "De opdrachtgever vindt het niet nodig om zijn bedoelingen kenbaar te maken. Die informatie wordt alleen verstrekt aan degenen die het moeten weten en het enige wat jij moet weten is dat hij foto's wil.",
      "De opdrachtgever voert een langdurig vergelijkend onderzoek uit. Hij heeft foto's met tijdsaanduiding nodig voor zijn archief.",
      "De opdrachtgever wil zijn automatische leeralgoritmen verbeteren. Hij wil zijn AI leren om voorwerpen niet alleen te herkennen, maar ook hun esthetische waarde te waarderen.",
      "De opdrachtgever wil het sterrenstelsel hoop en vreugde brengen door de verspreiding van inspirerende foto's. Hij zoekt artistiek ingestelde verkenners om hem bij zijn missie te helpen.",
      "De opdrachtgever wil een nauwkeurig archief opbouwen van lokale werelden. Hij heeft al biologen en geografen ingeschakeld om de benodigde monsters te verzamelen en nu heeft hij visuele gegevens nodig om het af te maken.",
      "De opdrachtgever heeft een fotoverwerkingstechniek ontwikkeld om schone digitale foto's op te slaan op dunne fysieke media. De laatste stap is het testen van het proces met nauwkeurige modelgegevens.",
      "De opdrachtgever is doodsbang voor geheugenverlies. Hij wil een catalogus van belangrijke locaties, zodat hij visuele geheugensteuntjes heeft als zijn hersenen aftakelen.",
      "De opdrachtgever wil een nieuwe technologie testen om geuren in afbeeldingen vast te leggen. Daarvoor heeft hij foto's nodig die er geurig uitzien.",
      "De opdrachtgever wil in dit gebied planetaire invasies laten uitvoeren. Hij heeft uitgebreide veldaantekeningen nodig om dat veilig te kunnen doen.",
      "De opdrachtgever is op zoek naar nieuwe kleuren. Hij vindt dat de kleurwinningssector al te lang stilstaat en beschikt over een paar veelbelovende aanwijzingen.",
      "De opdrachtgever maakt een kaart van het lokale systeem. Hij heeft de globale navigatiegegevens compleet, maar heeft nog precieze details uit het veld nodig om zijn kaart te perfectioneren.",
      "De opdrachtgever maakt een reisgids voor de planeten in dit systeem. Hij heeft hoogwaardige foto's nodig, zodat zijn lezers weten welke mooie locaties er te vinden zijn.",
      "De opdrachtgever wil zijn inkomsten aanvullen met het maken en verspreiden van ansichtkaarten met holografische afbeeldingen.",
      "De opdrachtgever wil een nieuw drukproces testen, waarbij hallucinogene pigmenten worden gebruikt om een afbeelding rechtstreeks in het hoofd van de kijker te projecteren.",
      "De opdrachtgever bestudeert emotionele reacties op afbeeldingen en mist nog bepaalde testgegevens.",
      "De opdrachtgever wil zijn beeldbewerkingssoftware testen. Deze is ontwikkeld om naadloos extra details toe te voegen aan bestaande foto's.",
      "De opdrachtgever wil een lang onderzoeksrapport publiceren, maar vreest dat het zonder plaatjes niet wordt gelezen.",
      "Hij is niet echt veeleisend, maar op de foto moet wel een wezen in zijn natuurlijke omgeving te zien zijn.",
      "Hij heeft foto's nodig van levende wezens.",
      "De opdrachtgever hoopt specifiek op beelden van dieren.",
      "Hij zoekt fotografen die hoogwaardige beelden van dieren kunnen leveren.",
      "Hij heeft een tekort aan dierenfoto's en daar wil hij wat aan doen.",
      "Het project is bijna afgerond, maar er ontbreken nog foto's van levende wezens.",
      "Hij heeft behoefte aan naturalistische dierenfoto's die het natuurlijke gedrag van de dieren vastleggen.",
      "Hij wil foto's van levende wezens in een hoge resolutie en met locatie-informatie.",
      "De afstand mag de fotograaf zelf bepalen, zolang het beeld maar duidelijk is.",
      "Opmerking: als de fotograaf ervoor kiest om een roofdier te fotograferen, doet hij dat op eigen risico.",
      "De fotograaf is vrij om het precieze onderwerp te bepalen: één dier of een kudde, roofdier of prooi, close-up of van een afstand.",
      "De compositie mag de fotograaf zelf bepalen, maar de opdrachtgever geeft de voorkeur aan foto's van vrolijke dieren.",
      "Opmerking: als koper van het werk verkrijgt de opdrachtgever het auteursrecht."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Scan fauna",
    "Titles": [
      "De HoloZoo",
      "Kunstwerkjes",
      "Een nieuw soort monster",
      "De archivaris",
      "Kunst voor het volk",
      "Nieuwe generaties",
      "Zorg voor de zieken",
      "Natuurlijke patronen",
      "Geen schoonmaakoperatie",
      "Dierenziektes"
    ],
    "Subtitles": [
      "Zoek en scan fauna op planeten"
    ],
    "Descriptions": [
      "De opdrachtgever vraagt om een aantal gedetailleerde scans van organismen op de planeet. Met de gegevens wil hij levensechte hologrammen maken van de wezens, zodat anderen ze zonder gevaar voor zichzelf of de wezens kunnen bewonderen.",
      "De opdrachtgever vraagt om hoogwaardige scans van een levensvorm. Aan de hand van gedetailleerde digitale afbeeldingen wil hij een reproductie van het wezen maken met zijn eigen technologie.",
      "De opdrachtgever vraagt om een gedetailleerd biologisch onderzoek. Het fokprogramma van legerroofdieren staat stil en alleen met nieuwe DNA-monsters kan het jacht- en sluipgedrag worden verbeterd.",
      "De opdrachtgever vraagt dringend om scans van organismen. Hele soorten verdwijnen elke dag als gevolg van klimaatontregeling, oorlog en industriële incidenten. De opdrachtgever maalt daar verder niet om, maar vreest dat het universele archief op deze manier onvolledig wordt.",
      "De opdrachtgever sponsort een grote galerie. De bezoekersaantallen dalen sinds de recente exposities met abstracte kunst. Om nieuwe bezoekers te trekken, zoekt de opdrachtgever realistische, holografische projecties van fantastische of mooie dieren.",
      "De opdrachtgever heeft een succesvol onderzoeksbedrijf. Dit is een mooi moment in zijn carrière om iets terug te geven aan de wetenschap, zo vindt hij.\nAls jongeling was de opdrachtgever zeer onder de indruk van de majestueuze wezens op zijn thuisplaneet. Met holografische scans van vergelijkbare wezens wil hij hetzelfde gevoel van verwondering oproepen bij hen die zulke beesten niet in levenden lijve kunnen zien.",
      "De opdrachtgever is betrokken bij een exozoölogisch medisch project, maar het gaat een beetje ver om dierenartsen naar alle planeten te sturen om zieke exemplaren te vinden. Voor het project zijn gegevensscans van dierpopulaties nodig. Met monsters uit elke populatie kan de opdrachtgever op een effectieve manier ziekten opsporen.",
      "De opdrachtgever is gefascineerd door de verspreiding van planetair leven. Bepaalde eigenschappen worden op verschillende plekken steeds weer ontwikkeld. De opdrachtgever wil weten of deze evolutie natuurlijk optreedt, op toeval berust, komt door een onbekend patroon of door inmenging van buitenaf. Ergo legt hij een database aan ter bestudering van deze eigenschappen en de omgevingen waarin ze zijn ontstaan. De hulp van ontdekkingsreizigers is vereist.",
      "De opdrachtgever zoekt discrete ontdekkingsreizigers die kunnen helpen bij een onderzoeksproject. Mogelijk zijn bepaalde giffen in de atmosfeer van planeten in de buurt terechtgekomen, al dan niet met opzet. Met scans van de plaatselijke fauna kan de opdrachtgever aantonen of deze mogelijk giftige theoretische substantie langdurige gevolgen heeft voor de dieren.",
      "De opdrachtgever zoekt inkomstenbronnen voor zijn landbouwbedrijf. Hij heeft ontdekkingsreizigers nodig die het plaatselijke wild kunnen scannen. Dit is om de potentiële domesticatie, draagtijd en voedingswaarde van hun melk te peilen.",
      "De opdrachtgever is bezig met een onderzoek naar de langdurige gevolgen voor het milieu.",
      "De opdrachtgever is bezig met een project waarbij DNA-mutaties in kaart worden gebracht.",
      "De opdrachtgever brengt de migratiepatronen van dieren in kaart.",
      "De opdrachtgever wil een exozoölogisch fokprogramma opstarten.",
      "De opdrachtgever test theorieën over zwaartekracht en evolutie.",
      "Hij werkt aan een database om zijn projecties te vergelijken en te testen.",
      "Hij heeft grote hoeveelheden biologische gegevens nodig om zijn theorieën te toetsen.",
      "Hij heeft gedetailleerde scans van plaatselijke fauna nodig als vergelijkingsmateriaal voor elders vergaarde gegevens.",
      "Er zitten grote gaten in zijn simulatiemodel. Ontdekkingsreizigers moeten de ontbrekende informatie voor hem vinden.",
      "Hij denkt dat hij bepaalde cruciale informatie mist en zoekt ondernemende ontdekkingsreizigers die willen helpen bij zijn onderzoek.",
      "Alle scans van geldige levensvormen worden geaccepteerd.",
      "Alleen scans van levende wezens worden geaccepteerd.",
      "Vooral hoogwaardige scans van organen zijn waardevol.",
      "Daarom vraagt hij om gedetailleerde scans van organismen.",
      "Vooral nieuwe scangegevens van de lokale fauna worden op prijs gesteld."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Schakel geavanceerde Sentinels uit",
    "Titles": [
      "Geavanceerde Sentinels",
      "Handel in hersens",
      "Reserveonderdelen",
      "Weg met de Sentinels",
      "Totale chaos",
      "Onder de motorkap",
      "De overval",
      "Je eigen Sentinel",
      "Gevaarlijk experiment",
      "Uit de tent gelokt"
    ],
    "Subtitles": [
      "Schakel planetaire Sentinels uit"
    ],
    "Descriptions": [
      "De opdrachtgever wil de Sentinels beter leren begrijpen. Hij heeft genoeg gegevens over het gedrag van de planetaire drones, maar vrij weinig over de zeldzame viervoeters en walkers. Hij zoekt ontdekkingsreizigers die deze geavanceerde Sentinels uit de tent kunnen lokken, zodat ze kunnen worden geobserveerd tijdens gevechten.",
      "De opdrachtgever houdt zich bezig met onderzoek naar geavanceerde kunstmatige intelligentie. Hiervoor heeft hij mechanische en gefabriceerde breinen uit alle hoeken van het sterrenstelsel nodig. Zijn collectie is al vrij omvangrijk, maar de kers op de taart ontbreekt: de processor van een geavanceerde Sentinel. Hij zoekt een ontdekkingsreiziger die er een kan vernietigen, zodat zijn team de processor eruit kan halen.",
      "De opdrachtgever heeft reserveonderdelen nodig voor een privéproject. Lang geleden verving hij de AI van een Sentinel-viervoeter door een simpelere versie. Die hergebruikte machine bleek een loyale compagnon. Maar nu vertonen lagers en hydraulische systemen tekenen van slijtage. Hij zoekt iemand die een geavanceerde Sentinel kan vernietigen, zodat hij de reserveonderdelen kan meenemen om zijn huisdier te herstellen.",
      "De opdrachtgever is op vreselijke wijze vernederd door de Sentinels. Zelf Sentinels verwoesten stilt zijn honger naar wraak nauwelijks. Ook de grootschalige vernietiging van drones brengt geen soelaas. Zijn woede leidde tot een groteske escalatie: hij betaalt iedere ontdekkingsreiziger die geavanceerde Sentinels doodt.",
      "De opdrachtgever wil een agressie-experiment uitvoeren. Hij wil effectieve manieren vinden om de agressie van Sentinel-drones terug te dringen. Zijn nieuwste theorie is dat het vernietigen van geavanceerde Sentinels de drones leider- en stuurloos maakt, waardoor hun dreiging de kop wordt ingedrukt. Nu heeft hij alleen nog een dappere technicus nodig die het vechtgedeelte voor zijn rekening neemt. ",
      "De opdrachtgever wil onderzoeken wat de Sentinels drijft. Na observatie is gebleken dat Sentinels in actie komen als er grondstoffen worden gewonnen. De opdrachtgever wil andere gedragspatronen bestuderen. Hoe communiceren ze? Is er een natuurlijke hiërarchie? Weten ze het als ze beschadigd zijn? Wat voor gevoelens hebben ze over hun doelwitten? De opdrachtgever hoopt deze vragen te beantwoorden door een goed uitgeruste ontdekkingsreiziger te laten vechten tegen een geavanceerde Sentinel, terwijl hij zelf van een veilige afstand toekijkt.",
      "Zoals vele anderen weet de opdrachtgever dat gravitino-ballen veel waard zijn. Maar in tegenstelling tot die anderen heeft hij geen zin om te worden aangevallen en achtervolgd door Sentinels. Vandaar dat hij op zoek is naar een onbevreesde ontdekkingsreiziger die geavanceerde Sentinels wil aanvallen en doden. Terwijl de drones zijn afgeleid, pakt hij snel de gravitino-ballen en verdwijnt hij voordat de Sentinels terug zijn.",
      "De opdrachtgever heeft hard gewerkt aan een grote kweektuin vol zeldzame en waardevolle planten. Helaas trekt dit veel dieven en andere plantenplunderaars aan. Daarom wil hij een persoonlijke Sentinel-eenheid ter bescherming. Hij heeft al vele onderdelen verzameld van uitgeschakelde drones. Om zijn legertje te voltooien, heeft hij onderdelen nodig van een Sentinel-viervoeter of een walker. Hij heeft een ontdekkingsreiziger nodig om ze te verkrijgen.",
      "De opdrachtgever test een oplossing voor problemen met agressieve Sentinels. Hij heeft een apparaat ontwikkeld dat geluiden produceert op een frequentie die de aansturing van de Sentinels verstoort. Althans, dat is de theorie. Een ontdekkingsreiziger is nodig om het apparaat te testen in een gevecht met een geavanceerde Sentinel. Mocht het apparaat niet goed functioneren kan deze actie eindigen in een gevecht.",
      "De opdrachtgever heeft een netwerkapparaat ontwikkeld dat op dezelfde golflengte opereert als de communicatiesystemen van de Sentinels. Hij wil het apparaat gebruiken om te zoeken naar zwakke plekken in de aandrijving en de besturing van de drones. De opdrachtgever heeft een ontdekkingsreiziger nodig die een geavanceerde Sentinel aanvalt, zodat hij het apparaat kan testen.",
      "De opdrachtgever wil planetaire Sentinels vernietigen.",
      "De opdrachtgever wil wraak nemen op de Sentinels!",
      "De opdrachtgever zoekt een ontdekkingsreiziger die hem wil helpen in zijn strijd tegen de Sentinels.",
      "De opdrachtgever wil de bedreiging van de Sentinels beëindigen.",
      "De opdrachtgever wordt lastiggevallen door Sentinels en wil dat deze jacht wordt beëindigd.",
      "De opdrachtgever wil het stelsel verlossen van de Sentinels.",
      "De opdrachtgever wil de Sentinels verblinden.",
      "De opdrachtgever wil ontsnappen aan de voortdurende dreiging van de Sentinels.",
      "De Sentinels verstoren onafgebroken de werkzaamheden. Het is de enige constante in een immer veranderend sterrenstelsel.",
      "In welk planetenstelsel je ook bent, er zijn altijd Sentinels. Je kunt nooit aan het gevecht ontsnappen.",
      "De Sentinels vallen alle wezens aan, of het nu gaat om de Gek, de Vy'keen of de Korvax.",
      "De Sentinels zijn schijnbaar niet uit te roeien. Toch bestaan ze en kunnen ze dus worden verslagen. ",
      "De Sentinels lijken afkomstig te zijn van buiten deze werkelijkheid, maar ze vallen deze werelden aan. Dus kunnen ze ook worden vernietigd op deze werelden.",
      "De opdrachtgever weet niet of de Sentinels pijn kunnen voelen. Hij wilt dat je het onderzoekt.",
      "De opdrachtgever beseft dat de Sentinels zullen terugkeren na het voltooien van deze opdracht, maar is al tevreden met een korte periode van rust.",
      "Hij vindt dat de vernietiging van een Sentinel altijd moet worden gevierd, al is het maar een kleine overwinning.",
      "Versla de agressieve Sentinels en de opdrachtgever zal je rijkelijk belonen.",
      "De opdrachtgever weet dat het vernietigen van Sentinels een druppel op een gloeiende plaat is, maar toch ziet hij het als een nuttige onderneming.",
      "Van de opdrachtgever mag je zelf weten hoe je ze vernietigt. Als je er maar voor zorgt dat de Sentinels hun verdiende loon krijgen.",
      "De opdrachtgever heeft je beloning alvast klaargelegd. Laat de Sentinel-jacht beginnen...",
      "De opdrachtgever zegt dat je voorzichtig moet zijn. Hij is niet aansprakelijk voor enige schade die het gevolg is van de gevechten met de Sentinels.",
      "De opdrachtgever zegt dat je je beloning pas krijgt als je de Sentinels van je af hebt geschud. Hij wenst anonimiteit. ",
      "De opdrachtgever bedankt je voor je hulp bij dit grote gevecht.",
      "De opdrachtgever vertelt je dat Sentinel-jachten erg belangrijk zijn voor de openbare veiligheid. Je mag trots zijn dat je hier een bijdrage aan mag leveren."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Overval een planetaire mijnfaciliteit",
    "Titles": [
      "Goede investering",
      "Planeteneter",
      "Aftasten",
      "Kennisjacht",
      "In actie voor KI",
      "Aan het werk!",
      "Verduistering",
      "Veiligheid voor alles",
      "Calorieënbom",
      "Grote gaten"
    ],
    "Subtitles": [
      "Bemachtig bedrijfsgeheimen"
    ],
    "Descriptions": [
      "De opdrachtgever heeft een zakelijk buitenkansje ontdekt. Hij denkt dat hij goedkoop aan waardevol intellectueel eigendom kan komen. Nu zoekt hij alleen nog een ondernemende ontdekkingsreiziger die naar de betreffende faciliteit wil reizen om de investering veilig te stellen.",
      "De opdrachtgever wil een ecologische ramp voorkomen. Hij heeft ontdekt dat er plannen zijn om de grootste planetaire mijnfaciliteit ooit te maken. Binnen enkele uren verwerkt dit apparaat de hele kern van een planeet. De tijd dringt, dus zoekt de opdrachtgever een ontdekkingsreiziger die snel kan inbreken in de faciliteit waar het ontwerp wordt opgeslagen. De gegevens moeten verwijderd worden uit het systeem.",
      "De opdrachtgever aast op een oogstbedrijf in dit systeem. Maar het zou onverstandig zijn om toe te slaan zonder grondig vooronderzoek. Hij zoekt een discrete avonturier die in de faciliteit zo veel mogelijk gegevens kan stelen. Aan de hand daarvan kan hij beslissen of het een goed idee is om het bedrijf over te nemen.",
      "De opdrachtgever is onlangs begonnen met het maken van specialistische wetenschappelijke hardware. Dit is nieuw voor hem en hij denkt wat te kunnen opsteken van de expertise van zijn ervaren concurrenten. Gelukkig heeft de opdrachtgever veel ervaring in het vergaren van kennis. Hij zoekt een ontdekkingsreiziger die hem hiermee kan helpen.",
      "De opdrachtgever werkt voor een campagnegroep die wettelijke bescherming voor kunstmatige intelligentie nastreeft. Zij hebben een KI geïdentificeerd die is gekoppeld aan verouderde hardware en slavenwerk verricht in een fabriek dichtbij. De opdrachtgever zoekt ontdekkingsreizigers om deze kunstmatige levensvorm te redden. Hij moet worden geüpload naar een veilige plek en de fabriek moet worden vernietigd.",
      "De opdrachtgever wil de werkomstandigheden van de arbeiders in het sterrenstelsel verbeteren. Door geautomatiseerde fabrieken zitten noeste arbeiders werkeloos thuis, terwijl een handjevol fabriekseigenaars rijker en rijker wordt. Hij zoekt rechtvaardige ontdekkingsreizigers die zo'n fabriek willen saboteren.",
      "De nieuwste faciliteit van de opdrachtgever haalt zijn productiedoelen niet. De opdrachtgever vermoedt dat de beheerder van de fabriek geld wegsluist naar zijn eigen rekening. Hij zoekt een discrete ontdekkingsreiziger voor een verrassingsbezoek aan de faciliteit, zodat de beheerder niet de kans krijgt om belastende documenten te verwijderen.",
      "Volgens de opdrachtgever lapt een concurrerende fabriek de veiligheidsmaatregelen aan de laars. De handhavende autoriteit grijpt niet in en dus wil de opdrachtgever voor eigen rechter spelen. Log in op de gegevensbank van de concurrent en download alle gegevens over het gebruik van plutonium als vulstof.",
      "De opdrachtgever houdt zich bezig met de productie van synthetische voedingsblokjes. Maar hij heeft een probleem: zijn samengeperste tabletten zijn bij lange na niet zo voedzaam als die van de concurrentie. Om erachter te komen wat er precies in die heerlijke eiwitrijke capsules zit, wil hij op welke manier dan ook toegang krijgen tot de bestanden van zijn concurrenten.",
      "De opdrachtgever heeft ontdekt dat een rivaliserend bedrijf veel succes boekt met zijn nieuwste mijn. Hij wil het fijne weten van deze afgraving. De opdrachtgever betaalt goed voor informatie over de diepte of locatie van het boorgat, vooral als daaruit blijkt dat er ruimte is voor een parallelle afgraving. ",
      "De opdrachtgever wil dat er gegevens worden verzameld in een fabriek in dit systeem.",
      "De opdrachtgever zoekt iemand die in staat is om een zwaarbewaakte fabriek in de buurt te beroven.",
      "De opdrachtgever wil dat er gegevens worden gestolen uit een nabijgelegen fabriek.",
      "De opdrachtgever heeft een voorwerp nodig uit een fabriek in een nabijgelegen wereld.",
      "De opdrachtgever zoekt iemand die een zeer lastige datahack kan uitvoeren. Het doelwit is een fabriek in dit stersysteem.",
      "Denk eraan dat de eigenaar van de fabriek geen toestemming heeft gegeven voor deze actie.",
      "Hij wil de activiteiten van deze fabriek verstoren.",
      "Deze diefstal zal in belangrijke mate bijdragen aan het succes van zijn lopende activiteiten.",
      "Hij heeft de innovaties van deze fabriek nodig voor de verbetering van zijn producten.",
      "Hij denkt dat deze fabriek smokkelwaar produceert. ",
      "De opdrachtgever wijst je erop dat je geen sporen mag nalaten. Discretie is van het grootste belang.",
      "De opdrachtgever zegt dat je voorzichtig moet zijn. De fabriek is waarschijnlijk uitgerust met een beveiligingssysteem.",
      "Van de opdrachtgever mag je zelf weten hoe je er binnenkomt. Als je er maar voor zorgt dat je de gewenste gegevens te pakken krijgt.",
      "De opdrachtgever zal elke betrokkenheid bij dit contract ontkennen als je wordt gepakt. Laat je dus niet betrappen.",
      "De opdrachtgever verwacht dat de gestolen gegevens zo snel mogelijk worden geleverd."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]