{
	"guid": "943af072-2795-43a8-8de4-23dd5b6ebc1e",
	"title": "How to get an S class freighter",
	"shortTitle": "Get a freighter",
	"image": "header.png",
	"author": "Boba fett",
	"minutes": null,
	"date": "2022-02-12T15:36:26.743Z",
	"tags": [
		"Expeditions"
	],
	"sections": [
		{
			"heading": "S Class freighter",
			"items": [
				{
					"type": "text",
					"content": "First you will have to encounter an freighter battle,but to trigger an freighter battle you will have to stay in your previous game for 3H. For that you can just stay in your ship on a planet for like 3h, but don’t wait in the option menu because that won’t count"
				},
				{
					"type": "image",
					"image": "starship.png"
				},
				{
					"type": "text",
					"content": "After 3H you will need to warp into an 3 star system, 3 stars mean that the solar system is rich and you will most likely get into an freighter battle"
				},
				{
					"type": "image",
					"image": "galaxyMap.png"
				},
				{
					"type": "text",
					"content": "The freighter battle might trigger but if not, after 3 or 5 warps you will encounter one"
				},
				{
					"type": "text",
					"content": "When you have encountered an freighter battle and you like how the freighter looks, DO NOT ENGAGE IN BATTLE YET! Go to the space station and get out of ur ship to create an autosave"
				},
				{
					"type": "image",
					"image": "freighter.png"
				},
				{
					"type": "text",
					"content": "After that, eliminate all the pirates in the freighter battle, TRY TO NOT HIT THE FREIGHTER, because then the captain won’t invite you."
				},
				{
					"type": "text",
					"content": "If you still hit the freighter, reload you autmatic save in the options"
				},
				{
					"type": "image",
					"image": "menu.png"
				},
				{
					"type": "text",
					"content": "When the captain invites you to dock to the freighter, enter the freighter. If you want to know what Class it is, get your viso out and then it will say all the information of the freighter."
				},
				{
					"type": "image",
					"image": "scanner.png"
				},
				{
					"type": "text",
					"content": "If it isn’t an S class freighter reload"
				},
				{
					"type": "image",
					"image": "reload.png"
				},
				{
					"type": "text",
					"content": "Repeat that so many times until its an S class freighter"
				},
				{
					"type": "text",
					"content": "!WARNING! The S class freighter might cost to 170 million units to 230 million units. So be sure you have enough units"
				}
			]
		}
	]
}