[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Kamienie milowe eksploracji",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Kamienie milowe przetrwania",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Gekowie",
    "description": "Te niewielkie, dziobate, gadzie formy życia są najlepszymi handlowcami w galaktyce. Potrafią się komunikować feromonami, przekazując skomplikowane koncepcje i uczucia poprzez zapachy.\n\nPochodzą z planety Balaron i spotykają się z podejrzliwością innych inteligentnych form życia, z powodu działalności Pierwszych Pomiotów Geków, które poprzez podboje i rzezie zbudowały potężne imperium.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Vy'keeni",
    "description": "Vy'keeni są wojowniczymi istotami, pochodzącymi z układu Dryn'dargh. Mają obsesję na punkcie walki ze Strażnikami. Dowodzeni przez Sztab Generalny Vy'keenów, walczą z zagrożeniem ze strony Strażników w całej galaktyce.\n\nMimo agresywnego wyglądu, Vy'keenów wiąże ścisły kodeks honorowy. Cenią lojalność, poświęcenie i chwalebną śmierć bardziej niż dobra materialne czy wiedzę. Przyrzekli pomagać Podróżnikom gdy tylko nadarzy się okazja.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Korvaxi",
    "description": "Korvaksi to nieorganiczne formy życia, zamieszkujące metaliczne powłoki, przekazywane z pokolenia na pokolenie. Uważają, że poprzez obliczenia matematyczne mogą osiągnąć rangę Atlasa. Drogą do tego jest badanie Strażników.\n\nKażdy Korvax to czysty umysł, kropla w wielkiej wspólnej Konwergencji. Powłoka, którą zamieszkują, nie jest dla nich ważna – najważniejsza jest grupowa świadomość.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Gildia handlowców",
    "description": "Organizacja reprezentująca firmy handlowe i indywidualnych handlowców z całej galaktyki. Pomaga kontrolować i zlecać prace dla najemnych pilotów w imieniu swych członków.\n\nGildia handlowców jest naturalnie zdominowana przez Geków, ale nie tylko oni są jej członkami. Wszystkie formy życia są mile widziane, o ile tylko mają odpowiednie rezerwy kapitału...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Gildia najemników",
    "description": "Luźny kolektyw organizacji najemniczych z całej galaktyki. Jej członkami są często rywalizujące frakcje, które w innych okolicznościach natychmiast skoczyłyby sobie do gardeł.\n\nPiraci, mściciele, tajniacy, sekciarze, łotry i krzyżowcy - gildia najemników utrzymuje pokój w galaktyce, przydzielając odpowiednie zlecenia odpowiednim grupom uzbrojonych oportunistów.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Gildia odkrywców",
    "description": "Zjednoczenie badaczy i poszukiwaczy - gildia odkrywców łączy tych, którzy potrzebują danych z tymi, którzy mogą ich dostarczyć.\n\nWśród członków znajdują się przedstawiciele instytucji naukowych, towarzystw geograficznych i firm technologicznych. Niektórzy członkowie są niezależnymi odkrywcami. Gildia pozwala korzystać ze wspólnych zasobów i laboratoriów, organizuje także wykłady i przyznaje doroczne medale.",
    "medals": []
  }
]