[
  {
    "Id": "mission1",
    "Objective": "Poluj na piratów",
    "Titles": [
      "Zakłócenia",
      "Kasa za ochronę",
      "Naukowcy kontratakują",
      "Ocalenie twarzy",
      "Krucjata",
      "Wiadomość zza grobu",
      "Sabotaż!",
      "Polowanie na hakerów",
      "Bezwzględne negocjacje",
      "Wysoka stawka"
    ],
    "Subtitles": [
      "Polowanie i niszczenie piratów"
    ],
    "Descriptions": [
      "Załogi piratów zakłócają ruch frachtowców, co jest zniewagą zarówno dla uczciwych, jak i nieuczciwych handlowców. Klient chce skończyć z tymi zakłóceniami, zakłócając spokój piratów.",
      "Piraci najeżdżają autonomiczne obiekty wydobywcze i atakują statki, mając nadzieję na cenne łupy. Żerują na słabych, a klient ma nadzieję, że eliminacja niewielkiej liczby statków pirackich przestraszy resztę, która przeniesie się na mniej strzeżone obszary.",
      "Miejscowe ośrodki naukowe mają problemy z kolejnymi falami ataków piratów. Mikroskopy są kradzione, a sprzęt mierniczy niszczony. Klient chce przeprowadzić eksperyment - ilu piratów musi zginąć, aby zaprzestali swoich ataków?",
      "Klient szuka rozwiązania rodzinnego problemu. Jeden z krewnych został piratem i skalał dobre imię familii. Zlikwiduj go i przywróć honor klienta wśród uczciwych form życia.",
      "Klient otrzymał wiadomość z gwiazd, która wyjaśniła mu sens życia. Ma pracować dla wspólnego dobra, rozpoczynając krucjatę przeciwko piratom. Szuka pilotów, którzy do niego dołączą, przynajmniej na jakiś czas.",
      "Zlecenie zostało przesłane w imieniu klienta przez jego prawnika. Klient został pozostawiony przez gang piratów na pastwę losu na pustynnej planecie. Uznano go za martwego, ale ostatnio na lokalnych kanałach radiowych usłyszeć można było powtarzającą się transmisję. Klient żąda w niej, aby spadek, który po sobie pozostawił, został w całości przeznaczony na walkę z jego oprawcami.",
      "Klient prosi o natychmiastową pomoc w pojmaniu pirata. W prowadzonym przez niego ośrodku ktoś rozmieścił urządzenia EMP, które uniemożliwiają normalną pracę. Klient nie może sam rozprawić się ze złoczyńcą, a więc prosi wszystkich uczciwych pilotów o pomoc w ściganiu winnego.",
      "Gang piratów zadał potężny cios klientowi. Zamiast zaatakować w kosmosie, złoczyńcy zdalnie przejęli terminal handlowy klienta i przesłali towary na swoje konto. Zleceniodawca żąda fizycznej zemsty za to wirtualne przestępstwo.",
      "Piraci porwali kilku pracowników klienta i żądają bardzo wysokiego okupu. Klient postanowił odpowiedzieć siłą, aby zapobiec dalszym porwaniom. Szuka pilota, który zniszczy statek piracki, mimo obecności zakładników na pokładzie. Ich śmierć będzie przykra, ale takie podejście pokaże piratom, że klient nie zamierza tolerować wymuszeń.",
      "Klient prowadzi interes polegający na obstawianiu wyników starć w kosmosie. Z bezpiecznej odległości, na pokładzie luksusowego frachtowca, zaproszeni goście obserwują walki i obstawiają je. Interes świetnie się kręci, ale starć jest zwyczajnie za mało. Klient szuka pilotów, którzy wkroczą na arenę i zapewnią ekscytującą akcję dla zainteresowanych.",
      "Klient chce zniszczenia pobliskich piratów.",
      "Klient chce wykorzenić piractwo z tego układu.",
      "Klient chce wywrzeć szybką zemstę na piratach, zamieszkujących w pobliżu tej stacji.",
      "Klient chce, aby wszyscy okoliczni piraci zginęli.",
      "Klient pragnie szybkiej śmierci pirackich szumowin.",
      "Klient pragnie zniszczenia lokalnego szwadronu piratów.",
      "Klient żąda eliminacji piratów, którzy nawiedzają pobliskie planety.",
      "Klient pragnie likwidacji wszystkich piratów, zamieszkujących okolice tej stacji.",
      "Przestępcy zbyt długo unikali wymiaru sprawiedliwości. Nękają przelatujące w okolicy frachtowce bez wytchnienia.",
      "Przestępcy atakują instalacje w całym sektorze. Uważają, że stoją ponad prawem.",
      "Z każdym mijającym dniem, zagrożenie ze strony przestępców wzrasta. Coś trzeba z tym zrobić.",
      "Przestępcy sami sprowadzili na siebie nieszczęście, w chwili kiedy zdecydowali się na życie wolnych złodziei.",
      "Ci kryminaliści nie zasługują na amnestię. Zapłacą za swoje przestępstwa.",
      "Ci przestępcy zniszczyliby cały sektor, gdyby tylko mieli okazję.",
      "Ci przestępcy zbyt długo już zakłócali ruch statków w tym układzie.",
      "Ci przestępcy wybrali śmierć, kiedy wybierali swoją ścieżkę życia.",
      "Klient chce, aby sprawę załatwić szybko i dyskretnie. Nie mają ochoty ryzykować zemsty ze strony powiązanych klanów pirackich.",
      "Klient sugeruje ostrożność. Piraci nie spoczną, dopóki nie zniszczą twojego statku.",
      "Klient tobie pozostawia wybór sposobu eksterminacji piratów. Upewnij się jedynie, że nikt nie przeżyje.",
      "Klient dziękuje ci za spełnienie obywatelskiego obowiązku. W żadnym układzie nie powinno obowiązywać takie bezprawie.",
      "Wiele osób skorzysta na wypełnieniu tej umowy. Twoja nagroda będzie wysoka.",
      "Klient przypomina, aby nie układać się, ani w ogóle nie rozmawiać z piratami. Zrobią oni wszystko, aby uniknąć sprawiedliwości.",
      "Klient zgadza się na nagłą lub przedłużoną anihilację piratów. To twoja decyzja.",
      "Klient wie, że inni piraci w końcu zainteresują się tym terytorium, ale tymczasowy pokój jest lepszy niż żaden."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Odbierz przedmiot",
    "Titles": [
      "Idziemy na zakupy",
      "Pamięć",
      "Uczta",
      "Najważniejszy komponent",
      "Życie musi przetrwać",
      "Manipulacje na rynku",
      "Drobiazg z dobrego serca",
      "Nowa moda",
      "Siła konkurencji",
      "Odpicuj mój złom",
      "Cenne okazy",
      "Duplikat",
      "Do przodu, do przodu",
      "Tryb w maszynie",
      "Zapis naszych czasów",
      "Ostatni eksponat",
      "Sprzedaż z zyskiem",
      "Władca marionetek",
      "Wyprzedzić pozostałych",
      "Zakupy dla bogacza"
    ],
    "Subtitles": [
      "Poszukiwane cenne przedmioty"
    ],
    "Descriptions": [
      "Klient chce sprezentować cenny dar swojemu partnerowi, który lojalnie wspomagał go w interesach przez wiele lat. Potrzebny jest godzien zaufania pilot, który znajdzie i bezpiecznie dostarczy cenny przedmiot na miejsce.",
      "Klient szuka pewnego przedmiotu ze swej przeszłości - ma to być przypomnienie dawnych, dobrych lat. Chodzi o ważne wydarzenie z dzieciństwa, a więc klient hojnie wynagrodzi pilota, który zawiezie przedmiot na miejsce.",
      "Klient poddaje sie nowej modzie. Szuka przedmiotu, który jest ponoć równie smaczny co pełen składników odżywczych. Oczywiście wspomniana moda powoduje, że trudno go zdobyć. Pilot, który znajdzie wspomniany przedmiot i zdąży dostarczyć go na zbliżającą się ucztę, zostanie wynagrodzony.",
      "Klient bada alternatywne metody wytwarzania mocy. Uważa, że dokonał przełomu. Nowa metoda pozwala uzyskać ogromne ilości mocy, przy czym toksycznych odpadów jest bardzo niewiele. Brakuje mu jednak kluczowego składnika. Nie może opuścić laboratorium, a więc szuka pilotów, którzy dostarczą wspomniany przedmiot.",
      "Klient prowadzi badania nad świadomością. Odrzucił skostniałe i utarte teorie, szukając bardziej holistycznego podejścia. Uważa, że dokonał przełomu. Znalazł materiał, który ponoć potrafi myśleć. Aby potwierdzić tę teorię, trzeba zbudować myślącą maszynę z tej substancji. Potrzebne będą duże ilości tego materiału, a więc klient musi skorzystać z pomocy innych odkrywców.",
      "Klient znalazł możliwość zbicia fortuny. Zamierza podzielić się zyskami z każdym, kto pomoże mu w sfinalizowaniu przedsięwzięcia.\nSzuka dużej liczby odkrywców, którzy dostarczą pewne przedmioty na miejsce, aby zmniejszyć ich cenę na lokalnym rynku. Wysoka podaż i niska cena spowodują bankructwo konkurencji, dzięki czemu klient wróci na rynek później i skorzysta z monopolu.",
      "Klient szuka sposobu na polepszenie relacji z władzami układu. Dowiedział się, że komisarz miejscowej stacji uwielbia pewien przedmiot i chce mu go dostarczyć. Oczywiście niestosowne byłoby dostarczenie go osobiście. Poszukiwany jest odkrywca, który stanie się pośrednikiem i przekaże wspomniany przedmiot.",
      "Klient przygotowuje comiesięczny transport towarów dla bogatych i znudzonych. Zauważył, że pewien przedmiot cieszy się ogromną popularnością i koniecznie musi go mieć w przygotowywanej kolekcji. Zapłaci cenę wyższą od rynkowej każdemu, kto zdoła go zdobyć.",
      "Klient zauważył, że jego konkurencja zainteresowana jest pewnym przedmiotem. Oczywiście nie może dopuścić do przejęcia go. Każdy odkrywca, który zdobędzie przedmiot przed rywalami, zostanie wynagrodzony. Nieważne, do czego może się przydać ten przedmiot, ważne żeby nie wpadł w ręce konkurencji!",
      "Klient dopiero co założył własny interes. Szuka zwykłych przedmiotów i przedstawia je innym jako niezwykle cenne. Chodzi po prostu o zbieranie różnych tanich śmieci i wymyślanie im jakiejś historycznej wartości. Klient potrzebuje nowego transportu przedmiotów, aby dokonać na nich swoich czarów.",
      " Klient zaangażowany jest w badania naukowe i ostatnio otrzymał wysoką dotację, przy czym szuka sposobu aby dobrze ją spożytkować. W związku z tym zaplanował serię testów, które mają odpowiedzieć na pytanie, czy kolejne próby są potrzebne. Teraz szuka materiałów, na których będzie można przeprowadzić tę procedurę.",
      "Klient zgubił niezwykle ważny przedmiot. Pilnie szuka duplikatu, aby nikt nie zorientował się w całej sprawie.",
      "Klient dowiedział się, że jego konkurencja weszła w posiadanie niezwykle ważnego przedmiotu. Nie do końca wie, dlaczego jest on taki ważny, ale skoro konkurencja się nim zajmuje... to sprawa chyba jest prosta? Nie można pozostać w tyle!",
      "Klient tworzy perpetuum mobile. W całej galaktyce zebrał już części i źródła energii, a do sfinalizowania projektu pozostało mu już zaledwie kilka kroków. Nie może pozostawić maszyny bez opieki, a więc prosi odkrywców, aby przywieźli mu pozostałe potrzebne materiały.",
      "Klient chce wypełnić skrytkę bankową przedmiotami reprezentującymi jego lud i kulturę. Uważa, że będzie to cenna spuścizna dla przyszłych historyków. Żaden z przyjaciół nie chce mu jednak oddać cennych pamiątek, a więc szuka odkrywców, którzy zbiorą próbki wskazanych przedmiotów.",
      "Klient jest znanym kolekcjonerem cennych przedmiotów. Zgromadził już mnóstwo pięknych okazów, ale brakuje mu ostatniego eksponatu. Do czasu wypełnienia tej luki, kolekcja jest bezwartościowa. Klient prosi odkrywców, aby pomogli mu w poszukiwaniach najrzadszego z towarów. Hojnie wynagrodzi każdego, kto pomoże w przedsięwzięciu. Wymagane przedmioty w idealnym stanie.",
      "Klient lubi manipulować lokalnym rynkiem. Jednak z powodu nieszczęśliwego błędu w systemie, kupił dziesięć razy więcej pewnych towarów niż potrzebował. Szuka odkrywców, którzy kupią tego typu przedmioty w terminalach handlowych w całej galaktyce, aby podwyższyć cenę, dzięki czemu będzie mógł sprzedać omyłkowo kupiony towar z zyskiem.",
      "Klient chce zdestabilizować stosunki pomiędzy dwiema lokalnymi frakcjami piratów. Oba gangi szukają tego samego przedmiotu, a więc jeśli ktoś wejdzie w jego posiadanie, będzie mógł do woli wzniecać konflikty. Poszukiwany jest dyskretny odkrywca, który zdoła zabezpieczyć wspomniany przedmiot.",
      "Klient chce wyprzedzić konkurencję w pewnym przedsięwzięciu biznesowym. Dowiedział się, że na pewnym rynku ma dojść do prawdziwej hossy i chce zabezpieczyć towary, których cena wzrośnie. Zapłaci wysoką cenę za dostarczenie próbek, których zdobycie może nie być łatwe.",
      "Klient jest niezwykle bogatym biznesmenem. Nie ma jednak czasu na robienie zakupów. W związku z tym prosi niezależnych pilotów o dostarczenie mu potrzebnych rzeczy.",
      "Klient prosi o dostarczenie konkretnego przedmiotu.",
      "Klient potrzebuje wskazanego przedmiotu, bez względu na okoliczności.",
      "Klient chce zdobyć konkretny przedmiot.",
      "Klient chce wejść w posiadanie pewnego produktu.",
      "Klient ma nadzieję, że jak najszybciej wejdzie w posiadanie przedmiotu.",
      "Bez tego, kogoś czeka śmierć. Sprawa jest niezwykle pilna.",
      "Potrzebuje tego, aby dokonać przełomu w swoich badaniach.",
      "Uważa, że przechyli to szalę zwycięstwa na jego stronę.",
      "Bierze udział w niebezpiecznym przedsięwzięciu. To może zapewnić mu bezpieczeństwo.",
      "Został okradziony i musi znaleźć duplikat.",
      "Klient pozostawia tobie szczegóły. Po dostarczeniu paczki otrzymasz stosowną nagrodę.",
      "Klient  z góry dziękuje za szybkie załatwienie sprawy.",
      "Klient prosi o ostrożność. Nic nie może się stłuc w trakcie transportu.",
      "Klient spodziewa się dostarczenia przedmiotu jak najszybciej.",
      "Klient doceni twoją dyskrecję w trakcie realizacji zlecenia."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Odbierz przedmiot",
    "Titles": [
      "Idziemy na zakupy",
      "Pamięć",
      "Uczta",
      "Najważniejszy komponent",
      "Życie musi przetrwać",
      "Manipulacje na rynku",
      "Drobiazg z dobrego serca",
      "Nowa moda",
      "Siła konkurencji",
      "Odpicuj mój złom",
      "Cenne okazy",
      "Duplikat",
      "Do przodu, do przodu",
      "Tryb w maszynie",
      "Zapis naszych czasów",
      "Ostatni eksponat",
      "Sprzedaż z zyskiem",
      "Władca marionetek",
      "Wyprzedzić pozostałych",
      "Zakupy dla bogacza"
    ],
    "Subtitles": [
      "Poszukiwane cenne przedmioty"
    ],
    "Descriptions": [
      "Klient chce sprezentować cenny dar swojemu partnerowi, który lojalnie wspomagał go w interesach przez wiele lat. Potrzebny jest godzien zaufania pilot, który znajdzie i bezpiecznie dostarczy cenny przedmiot na miejsce.",
      "Klient szuka pewnego przedmiotu ze swej przeszłości - ma to być przypomnienie dawnych, dobrych lat. Chodzi o ważne wydarzenie z dzieciństwa, a więc klient hojnie wynagrodzi pilota, który zawiezie przedmiot na miejsce.",
      "Klient poddaje sie nowej modzie. Szuka przedmiotu, który jest ponoć równie smaczny co pełen składników odżywczych. Oczywiście wspomniana moda powoduje, że trudno go zdobyć. Pilot, który znajdzie wspomniany przedmiot i zdąży dostarczyć go na zbliżającą się ucztę, zostanie wynagrodzony.",
      "Klient bada alternatywne metody wytwarzania mocy. Uważa, że dokonał przełomu. Nowa metoda pozwala uzyskać ogromne ilości mocy, przy czym toksycznych odpadów jest bardzo niewiele. Brakuje mu jednak kluczowego składnika. Nie może opuścić laboratorium, a więc szuka pilotów, którzy dostarczą wspomniany przedmiot.",
      "Klient prowadzi badania nad świadomością. Odrzucił skostniałe i utarte teorie, szukając bardziej holistycznego podejścia. Uważa, że dokonał przełomu. Znalazł materiał, który ponoć potrafi myśleć. Aby potwierdzić tę teorię, trzeba zbudować myślącą maszynę z tej substancji. Potrzebne będą duże ilości tego materiału, a więc klient musi skorzystać z pomocy innych odkrywców.",
      "Klient znalazł możliwość zbicia fortuny. Zamierza podzielić się zyskami z każdym, kto pomoże mu w sfinalizowaniu przedsięwzięcia.\nSzuka dużej liczby odkrywców, którzy dostarczą pewne przedmioty na miejsce, aby zmniejszyć ich cenę na lokalnym rynku. Wysoka podaż i niska cena spowodują bankructwo konkurencji, dzięki czemu klient wróci na rynek później i skorzysta z monopolu.",
      "Klient szuka sposobu na polepszenie relacji z władzami układu. Dowiedział się, że komisarz miejscowej stacji uwielbia pewien przedmiot i chce mu go dostarczyć. Oczywiście niestosowne byłoby dostarczenie go osobiście. Poszukiwany jest odkrywca, który stanie się pośrednikiem i przekaże wspomniany przedmiot.",
      "Klient przygotowuje comiesięczny transport towarów dla bogatych i znudzonych. Zauważył, że pewien przedmiot cieszy się ogromną popularnością i koniecznie musi go mieć w przygotowywanej kolekcji. Zapłaci cenę wyższą od rynkowej każdemu, kto zdoła go zdobyć.",
      "Klient zauważył, że jego konkurencja zainteresowana jest pewnym przedmiotem. Oczywiście nie może dopuścić do przejęcia go. Każdy odkrywca, który zdobędzie przedmiot przed rywalami, zostanie wynagrodzony. Nieważne, do czego może się przydać ten przedmiot, ważne żeby nie wpadł w ręce konkurencji!",
      "Klient dopiero co założył własny interes. Szuka zwykłych przedmiotów i przedstawia je innym jako niezwykle cenne. Chodzi po prostu o zbieranie różnych tanich śmieci i wymyślanie im jakiejś historycznej wartości. Klient potrzebuje nowego transportu przedmiotów, aby dokonać na nich swoich czarów.",
      " Klient zaangażowany jest w badania naukowe i ostatnio otrzymał wysoką dotację, przy czym szuka sposobu aby dobrze ją spożytkować. W związku z tym zaplanował serię testów, które mają odpowiedzieć na pytanie, czy kolejne próby są potrzebne. Teraz szuka materiałów, na których będzie można przeprowadzić tę procedurę.",
      "Klient zgubił niezwykle ważny przedmiot. Pilnie szuka duplikatu, aby nikt nie zorientował się w całej sprawie.",
      "Klient dowiedział się, że jego konkurencja weszła w posiadanie niezwykle ważnego przedmiotu. Nie do końca wie, dlaczego jest on taki ważny, ale skoro konkurencja się nim zajmuje... to sprawa chyba jest prosta? Nie można pozostać w tyle!",
      "Klient tworzy perpetuum mobile. W całej galaktyce zebrał już części i źródła energii, a do sfinalizowania projektu pozostało mu już zaledwie kilka kroków. Nie może pozostawić maszyny bez opieki, a więc prosi odkrywców, aby przywieźli mu pozostałe potrzebne materiały.",
      "Klient chce wypełnić skrytkę bankową przedmiotami reprezentującymi jego lud i kulturę. Uważa, że będzie to cenna spuścizna dla przyszłych historyków. Żaden z przyjaciół nie chce mu jednak oddać cennych pamiątek, a więc szuka odkrywców, którzy zbiorą próbki wskazanych przedmiotów.",
      "Klient jest znanym kolekcjonerem cennych przedmiotów. Zgromadził już mnóstwo pięknych okazów, ale brakuje mu ostatniego eksponatu. Do czasu wypełnienia tej luki, kolekcja jest bezwartościowa. Klient prosi odkrywców, aby pomogli mu w poszukiwaniach najrzadszego z towarów. Hojnie wynagrodzi każdego, kto pomoże w przedsięwzięciu. Wymagane przedmioty w idealnym stanie.",
      "Klient lubi manipulować lokalnym rynkiem. Jednak z powodu nieszczęśliwego błędu w systemie, kupił dziesięć razy więcej pewnych towarów niż potrzebował. Szuka odkrywców, którzy kupią tego typu przedmioty w terminalach handlowych w całej galaktyce, aby podwyższyć cenę, dzięki czemu będzie mógł sprzedać omyłkowo kupiony towar z zyskiem.",
      "Klient chce zdestabilizować stosunki pomiędzy dwiema lokalnymi frakcjami piratów. Oba gangi szukają tego samego przedmiotu, a więc jeśli ktoś wejdzie w jego posiadanie, będzie mógł do woli wzniecać konflikty. Poszukiwany jest dyskretny odkrywca, który zdoła zabezpieczyć wspomniany przedmiot.",
      "Klient chce wyprzedzić konkurencję w pewnym przedsięwzięciu biznesowym. Dowiedział się, że na pewnym rynku ma dojść do prawdziwej hossy i chce zabezpieczyć towary, których cena wzrośnie. Zapłaci wysoką cenę za dostarczenie próbek, których zdobycie może nie być łatwe.",
      "Klient jest niezwykle bogatym biznesmenem. Nie ma jednak czasu na robienie zakupów. W związku z tym prosi niezależnych pilotów o dostarczenie mu potrzebnych rzeczy.",
      "Klient prosi o dostarczenie konkretnego przedmiotu.",
      "Klient potrzebuje wskazanego przedmiotu, bez względu na okoliczności.",
      "Klient chce zdobyć konkretny przedmiot.",
      "Klient chce wejść w posiadanie pewnego produktu.",
      "Klient ma nadzieję, że jak najszybciej wejdzie w posiadanie przedmiotu.",
      "Bez tego, kogoś czeka śmierć. Sprawa jest niezwykle pilna.",
      "Potrzebuje tego, aby dokonać przełomu w swoich badaniach.",
      "Uważa, że przechyli to szalę zwycięstwa na jego stronę.",
      "Bierze udział w niebezpiecznym przedsięwzięciu. To może zapewnić mu bezpieczeństwo.",
      "Został okradziony i musi znaleźć duplikat.",
      "Klient pozostawia tobie szczegóły. Po dostarczeniu paczki otrzymasz stosowną nagrodę.",
      "Klient  z góry dziękuje za szybkie załatwienie sprawy.",
      "Klient prosi o ostrożność. Nic nie może się stłuc w trakcie transportu.",
      "Klient spodziewa się dostarczenia przedmiotu jak najszybciej.",
      "Klient doceni twoją dyskrecję w trakcie realizacji zlecenia."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Dostarcz przedmiot",
    "Titles": [
      "Wesołego dnia orbity!",
      "Wszystko gra",
      "Delikatne negocjacje",
      "Patrzymy w drugą stronę",
      "Zwyczajna paczka",
      "Najbliższy i najdroższy",
      "Przeprosiny",
      "Specjalistyczne badania",
      "Zakodowana groźba",
      "Wielkie porządki",
      "Przesyłka opłacona",
      "Dziwne kwakanie",
      "Barter",
      "Wierny klient",
      "Strefa bezcłowa",
      "Zmyłka",
      "Gorący towar",
      "Bezpłatne próbki",
      "Świeże produkty",
      "Podając pałeczkę"
    ],
    "Subtitles": [
      "Wymagana pilna usługa kurierska"
    ],
    "Descriptions": [
      "Klient szuka kuriera godnego zaufania. Zamierza przesłać przyjacielowi pewien dar, aby uczcić fakt, że obaj wciąż żyją.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient szuka dyskretnej usługi kurierskiej. Zapewnia przewoźnika, że paczka zawiera dokładnie to, co napisano w dołączonym dokumencie. Zdecydowanie można mu zaufać.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient zamierza sfinalizować umowę biznesową, ale druga strona negocjuje niezwykle twardo. Klient ma nadzieję, że ta przesyłka usunie wszelkie przeszkody stojące na drodze do podpisania finalnego dokumentu. Niezwykle ważne jest, aby paczka trafiła wyłącznie do adresata.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient pracuje w niezwykle delikatnej branży. Ta przesyłka ma być podziękowaniem dla partnerów biznesowych. Klient ma nadzieję, że żadne potencjalne niedyskrecje nie zostaną przez przewoźnika wykorzystane.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient chce jedynie przesłać koledze trochę towarów, nic więcej. Dodaje do przesyłki wiadomość, że odbiorca nie powinien się niczym martwić, a zawartości paczki absolutnie nie da się namierzyć.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient ma ważną i niezwykle zajmującą pracę zawodową, a więc nie można się spodziewać, że będzie się zajmował sprawami w domu. Nadszedł czas święta jednego z jego rodziców, a dobry zwyczaj nakazuje, aby wręczyć prezent temu, kto cię spłodził. Klient chce, aby ktoś zajął się tą sprawą, aby on nie musiał już o niej myśleć.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient ma dług emocjonalny wobec krewnego. Zapomniał uczcić szczególnie ważną datę. W ramach przeprosin, zamawia cenny przedmiot, który ma zostać przesłany urażonej osobie. Przesyłka nie może zostać stracona w trakcie transportu, gdyż wynikną z tego jedynie kolejne nieporozumienia.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient wszedł w posiadanie tajemniczego przedmiotu. Choć wygląda on pospolicie, skany mikrobiologiczne wykryły alarmującą liczbę nieznanych zarodników. Przedmiot musi zostać przesłany do specjalisty od zagrożeń biologicznych. Nie otwierać pojemnika!\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient chce przesłać paczko - wiadomość do pracownika. Nie ma tam jednak żadnej pisemnej notki, a przesyłka sama w sobie nie ma wielkiego znaczenia. Klient jest przekonany, że dostarczenie tej paczki na osobisty adres pracownika sprawi, że zostanie ona dokładnie przez niego zrozumiana!\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient chce posprzątać w piwnicy. Przez lata zebrał wiele niepotrzebnych szpargałów i teraz chce sie ich pozbyć. Wyrzucenie ich byłoby marnotrawstwem, a zgromadzenie w jednym miejscu pozwoliłoby zidentyfikować posiadacza. W związku z tym, klient zamierza rozesłać przedmioty do jak największej liczby odbiorców na wielu planetach.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient prowadzi niewielki biznes związany z handlem detalicznym. Skupuje niechciane i niedoceniane przedmioty, a następnie sprzedaje je osobom, którym mogą się przydać. Najnowsza przesyłka jest gotowa do dostarczenia koneserowi, który za nią zapłacił.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient chce wysłać absolutnie pospolite przedmioty i szuka kuriera, który nie będzie o nic pytał, ani nie zwróci uwagi lokalnych władz. Klient zapewnia potencjalnego kuriera, że odgłosy zwierząt pochodzące ze skrzyni to wyłącznie jego wyobraźnia.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient jest częścią długiego i skomplikowanego łańcucha transakcji. Aby nie pozostawić po sobie żadnych śladów, płatności dokonywane są na zasadzie wymiany towarów. Ta przesyłka jest właśnie częścią takiej zapłaty.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient wysyła zwykły towar do jednego ze swoich najbardziej lojalnych klientów. Przesyłka nie jest szczególnie wyjątkowa, ale w końcu chodzi o ważnego partnera biznesowego. W związku z tym musi zostać dostarczona przez doświadczonego kuriera osobiście.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient codziennie przesyła duże ilości różnych towarów. Jego marża jest niska, a więc nawet najniższe opodatkowanie może go zrujnować. Najlepiej wysyłać więc towar poprzez dyskretnego kuriera, który będzie udawał że jest to prezent dla rodziny i nie ma żadnego związku z handlem komercyjnym.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient jest znany miejscowym piratom, a ci wyznaczyli cenę za jego głowę. Musi dyskretnie opuścić układ - tak, aby nikt nie mógł za nim podążyć. Do przesyłki dołączył czip śledzący i prosi o wywiezienie jej w kierunku przeciwnym do kierunku swojej ucieczki.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "W galaktyce obowiązuje mnóstwo praw i rozporządzeń. Towary całkowicie legalne w jednym układzie mogą być absolutnie zakazane w innym. Tego rodzaju różnice są okazją do zarobienia. Klient prosi o dostarczenie przesyłki bez zadawania pytań i zwracania na siebie uwagi.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient chce zdobyć nowego, ważnego partnera biznesowego. Zanim podpisana zostanie umowa na dostawę hurtową, należy dostarczyć próbki towarów. Muszą one dotrzeć w idealnym stanie.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient co tydzień przesyła paczki swoim partnerom biznesowym, którzy nie chcą lub nie mogą sami zrobić zakupów. Z przesłanych produktów można przygotować przepyszny posiłek lub zlecić jego ugotowanie robotowi. Ta przesyłka to zwykłe, cotygodniowe zamówienie.\n\nKurier będzie wyposażony w 1x Kupon obronny, w razie ataku piratów.",
      "Klient zlecił tę przesyłkę innemu kurierowi, ale dostawa się nie powiodła. Laser spowodował mechaniczne uszkodzenia silnika pulsacyjnego oraz kokpitu. Klient szuka więc nowego, odważnego kuriera, któremu uda się uniknąć podobnych mechanicznych usterek czających się w przestrzeni poza stacją kosmiczną.\n\nKurier otrzyma kupon obronny x1, w razie gdyby doszło do ataku piratów.",
      "Klient szuka kuriera, który dostarczy pilną przesyłkę.",
      "Klient szuka dostarczyciela, który przewiezie cenny przedmiot.",
      "Klient musi wysłać ważną paczkę. Szuka godnego zaufania kuriera.",
      "Klient potrzebuje dyskretnej usługi kurierskiej, bez zadawania pytań.",
      "Klient prosi o dostarczenie pewnego przedmiotu. Nie może ufać tradycyjnym firmom kurierskim.",
      "Przedmiot jest niezwykle cenny i przyciągnął uwagę złodziei.",
      "Klient nigdzie nie może znaleźć takich przedmiotów. To dosłownie ostatni egzemplarz.",
      "Odbiorca jest niezwykle ważnym partnerem klienta. Przedmiot musi dotrzeć w nienaruszonym stanie.",
      "Przedmiot wygląda pospolicie, ale fakt, że posiadały go wcześniej znane osobistości, czyni z niego rzecz o niezwykłym dziedzictwie kulturowym.",
      "Przedmiot posiada niezwykłe właściwości. Jest obiektem zainteresowania naukowców.",
      "Nie ma możliwości zastąpienia przedmiotu innym, a więc klient żąda skrajnej staranności w trakcie dostarczania.\n\nKurier otrzyma 1 kupon obronny na wypadek ataku piratów.",
      "Klient żąda dokładnego raportu z przesyłki, włącznie z opisem ewentualnych uszkodzeń.\n\nKurier otrzyma 1 kupon obronny na wypadek ataku piratów.",
      "Kasetka depozytowa została wyposażona w dodatkowe protokoły analizy bezpieczeństwa. Nie ma mowy o podmianie przedmiotu przez nieuczciwego kuriera.\n\nKurier otrzyma 1 kupon obronny na wypadek ataku piratów.",
      "Klient prosi kuriera o ignorowanie nieautoryzowanych form życia, które mogłyby stanąć na jego drodze i dopytywać o przedmiot.\n\nKurier otrzyma 1 kupon obronny na wypadek ataku piratów.",
      "Klient żąda dostarczenia przesyłki z najwyższą starannością, ale również jak najszybciej.\n\nKurier otrzyma 1 kupon obronny na wypadek ataku piratów."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Zrób zdjęcie: %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Zrób zdjęcia krajobrazu"
    ],
    "Descriptions": [
      "Klient jest znanym odkrywcą. Zachorował jednak i nie może wyruszyć na zakontraktowane ekspedycje. Szuka dyskretnego geografa, który dostarczy dowodów na to, że wyprawy się odbyły.",
      "Klient zarządza bazą danych obrazów. Umożliwia małym firmom, których nie stać na własnych fotografów, na wyszukiwanie i kupowanie zdjęć.",
      "Klient prowadzi zaawansowane laboratorium badawcze. Ma dużą nadwyżkę w budżecie, ale brakuje mu rzeczy do zbadania.",
      "Klient przygotował szczegółowy raport na temat rocznej aktywności, ale potrzebuje obrazów, aby ożywić tekst.",
      "Klient bierze udział w niezwykle delikatnych 'badaniach' przemysłowych i potrzebuje obrazów.",
      "Klient szuka inspiracji dla swego najlepszego dzieła. Tworzy obraz łączące różne rodzaje mediów.",
      "Klient chce zasponsorować kółko fotograficzne, ale potrzebuje prac wstępnych, aby rozpocząć całą inicjatywę.",
      "Klient zarządza centrum przetwarzania danych. Potrzebna mu duża kolekcja obrazów, aby testować procedury kompresji i przepustowość łączy.",
      "Klient nie zamierza ujawniać celu zlecenia. Takie informacje są tajne - tobie wystarczy jedynie informacja, że potrzebuje obrazów.",
      "Klient prowadzi długoterminowe studia porównawcze. Potrzebuje oznaczonych czasowo fotografii do swoich archiwów.",
      "Klient chce ulepszyć algorytmy uczenia się maszyn. Ma nadzieję, że jego SI nie tylko będzie rozpoznawała obiekty, ale też doceniała ich wartość estetyczną.",
      "Klient chce szerzyć w galaktyce nadzieję i radość poprzez dystrybucję inspirujących obrazów. Szuka odkrywców z zacięciem artystycznym, którzy pomogą mu zrealizować ten cel.",
      "Klient chce zbudować duże archiwum lokalnych planet. Zatrudnił już biologów i geografów do zebrania potrzebnych próbek, ale potrzebne mu są jeszcze dane wizualne, aby zamknąć całość.",
      "Klient opracowuje narzędzie obróbki fotograficznej, dzięki któremu czyste obrazy cyfrowe są zapisywane na cienkich fizycznych nośnikach. Pozostało już tylko testowanie, do którego potrzebuje danych próbnych.",
      "Klient boi się utraty pamięci. Chce skatalogować ważne lokacje, aby obrazy przypominały mu te miejsca w przypadku, gdyby pamięć zaczęła go zawodzić.",
      "Klient chce przetestować nową technologię zawierania zapachu w obrazach. Potrzebuje zdjęć w których 'ukryje' dane.",
      "Klient chce wysłać swoich przedstawicieli na różne planety w okolicy. Zanim to jednak nastąpi potrzebna będzie dokumentacja, aby rozpoznać ewentualne zagrożenia.",
      "Klient szuka nowych barw. Uważa, że branża wydobywania kolorów od dawna stoi w miejscu i trzeba tchnąć w nią trochę życia. Zidentyfikował kilka obiecujących miejsc.",
      "Klient przygotowuje mapę lokalnego układu. Ma już sporo danych nawigacyjnych, ale potrzebuje jeszcze szczegółowych obrazów polowych, aby jego mapa się wyróżniała.",
      "Klient tworzy przewodnik po planetach tego układu. Potrzebuje zdjęć wysokiej jakości, aby czytelnicy wiedzieli, co ma im się spodobać w trakcie wycieczki.",
      "Klient ma nadzieję zwiększyć obroty poprzez produkcję i dystrybucję pocztówek, sprzedając holograficzne obrazy na pamiątkę.",
      "Klient chce przetestować nowy proces druku, który wykorzystuje pigmenty halucynogenne, wywołujące obrazy bezpośrednio w umyśle 'patrzącego'.",
      "Klient bada emocjonalne reakcje na różne obrazy. Musi uzupełnić swoją bazę danych.",
      "Klient chce sprawdzić swoje oprogramowanie korekty obrazów. Technologia polega na dodawaniu szczegółów do istniejących zdjęć.",
      "Klient chce opublikować rozprawę naukową, ale martwi się, że będzie ona trudna do przetrawienia bez odpowiednich obrazów.",
      "Potrzebne są obrazy przywołujące na myśl dom rodzinny. Mają one przypominać o dzieciństwie.",
      "Klient chce tworzyć ogromne krajobrazy, zdjęcia przedstawiające ogrom przestrzeni.",
      "Klient prosi o zdjęcia wielkich krajobrazów, bogate w szczegóły.",
      "Klient potrzebuje spektakularnych krajobrazów, które wywołają u odbiorcy refleksję nad skalą wszechświata.",
      "Klient potrzebuje zdjęć, które przedstawiać będą geologię planet, które jasno pokażą siły, kształtujące ich powierzchnię.",
      "Potrzebne są zdjęcia krajobrazów, przedstawiające pełną różnorodność jej topografii.",
      "Chodzi o zdjęcia formacji geologicznych, przedstawiających potęgę wiatru, wody i ruchów tektonicznych.",
      "Pożądane są zdjęcia naturalnych krajobrazów, wyzwalające poczucie zachwytu.",
      "Klient nie ponosi odpowiedzialności za niebezpieczeństwa, na które może być narażony fotograf.",
      "Zdjęcia uszkodzone przez wodę lub radiację nie będą przyjmowane. Należy zapewnić odpowiednie ekranowanie aparatu.",
      "Klient prosi o zdjęcia robione z powierzchni - te, wykonane na pokładzie statku, zostaną odrzucone.",
      "Warunki oświetlenia pozostają dowolne, o ile tylko długość fali pozostaje w widocznym spektrum.",
      "Uwaga: Klient przejmuje wszelkie prawa autorskie, będąc sponsorem wyprawy."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Zrób zdjęcie: %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Zrób zdjęcia stworzeń"
    ],
    "Descriptions": [
      "Klient jest znanym odkrywcą. Zachorował jednak i nie może wyruszyć na zakontraktowane ekspedycje. Szuka dyskretnego geografa, który dostarczy dowodów na to, że wyprawy się odbyły.",
      "Klient zarządza bazą danych obrazów. Umożliwia małym firmom, których nie stać na własnych fotografów, na wyszukiwanie i kupowanie zdjęć.",
      "Klient prowadzi zaawansowane laboratorium badawcze. Ma dużą nadwyżkę w budżecie, ale brakuje mu rzeczy do zbadania.",
      "Klient przygotował szczegółowy raport na temat rocznej aktywności, ale potrzebuje obrazów, aby ożywić tekst.",
      "Klient bierze udział w niezwykle delikatnych 'badaniach' przemysłowych i potrzebuje obrazów.",
      "Klient szuka inspiracji dla swego najlepszego dzieła. Tworzy obraz łączące różne rodzaje mediów.",
      "Klient chce zasponsorować kółko fotograficzne, ale potrzebuje prac wstępnych, aby rozpocząć całą inicjatywę.",
      "Klient zarządza centrum przetwarzania danych. Potrzebna mu duża kolekcja obrazów, aby testować procedury kompresji i przepustowość łączy.",
      "Klient nie zamierza ujawniać celu zlecenia. Takie informacje są tajne - tobie wystarczy jedynie informacja, że potrzebuje obrazów.",
      "Klient prowadzi długoterminowe studia porównawcze. Potrzebuje oznaczonych czasowo fotografii do swoich archiwów.",
      "Klient chce ulepszyć algorytmy uczenia się maszyn. Ma nadzieję, że jego SI nie tylko będzie rozpoznawała obiekty, ale też doceniała ich wartość estetyczną.",
      "Klient chce szerzyć w galaktyce nadzieję i radość poprzez dystrybucję inspirujących obrazów. Szuka odkrywców z zacięciem artystycznym, którzy pomogą mu zrealizować ten cel.",
      "Klient chce zbudować duże archiwum lokalnych planet. Zatrudnił już biologów i geografów do zebrania potrzebnych próbek, ale potrzebne mu są jeszcze dane wizualne, aby zamknąć całość.",
      "Klient opracowuje narzędzie obróbki fotograficznej, dzięki któremu czyste obrazy cyfrowe są zapisywane na cienkich fizycznych nośnikach. Pozostało już tylko testowanie, do którego potrzebuje danych próbnych.",
      "Klient boi się utraty pamięci. Chce skatalogować ważne lokacje, aby obrazy przypominały mu te miejsca w przypadku, gdyby pamięć zaczęła go zawodzić.",
      "Klient chce przetestować nową technologię zawierania zapachu w obrazach. Potrzebuje zdjęć w których 'ukryje' dane.",
      "Klient chce wysłać swoich przedstawicieli na różne planety w okolicy. Zanim to jednak nastąpi potrzebna będzie dokumentacja, aby rozpoznać ewentualne zagrożenia.",
      "Klient szuka nowych barw. Uważa, że branża wydobywania kolorów od dawna stoi w miejscu i trzeba tchnąć w nią trochę życia. Zidentyfikował kilka obiecujących miejsc.",
      "Klient przygotowuje mapę lokalnego układu. Ma już sporo danych nawigacyjnych, ale potrzebuje jeszcze szczegółowych obrazów polowych, aby jego mapa się wyróżniała.",
      "Klient tworzy przewodnik po planetach tego układu. Potrzebuje zdjęć wysokiej jakości, aby czytelnicy wiedzieli, co ma im się spodobać w trakcie wycieczki.",
      "Klient ma nadzieję zwiększyć obroty poprzez produkcję i dystrybucję pocztówek, sprzedając holograficzne obrazy na pamiątkę.",
      "Klient chce przetestować nowy proces druku, który wykorzystuje pigmenty halucynogenne, wywołujące obrazy bezpośrednio w umyśle 'patrzącego'.",
      "Klient bada emocjonalne reakcje na różne obrazy. Musi uzupełnić swoją bazę danych.",
      "Klient chce sprawdzić swoje oprogramowanie korekty obrazów. Technologia polega na dodawaniu szczegółów do istniejących zdjęć.",
      "Klient chce opublikować rozprawę naukową, ale martwi się, że będzie ona trudna do przetrawienia bez odpowiednich obrazów.",
      "Nie ma szczególnych wymagań odnośnie zdjęć - muszą one jedynie przedstawiać stworzenie w jego środowisku naturalnym.",
      "Obecnie potrzebne są zdjęcia żywych stworzeń.",
      "Klient prosi konkretnie o zdjęcia fauny.",
      "Poszukiwani są fotografowie, którzy dostarczą wysokiej jakości zdjęcia zwierząt.",
      "Klientowi brakuje zdjęć fauny. Chce zmienić ten stan.",
      "Projekt jest niemal ukończony, ale brakuje jeszcze zdjęć istot żywych.",
      "Potrzebne są naturalistyczne zdjęcia fauny, przedstawiające naturalne zachowanie zwierząt.",
      "Pożądane są wysokiej jakości, otagowane lokalizacyjnie zdjęcia istot żywych.",
      "Dystans zależy od fotografa, o ile tylko zdjęcie jest udane. ",
      "Uwaga: zleceniobiorca ponosi wszelkie ryzyko związane z fotografowaniem drapieżników.",
      "Fotograf sam może zdecydować o szczegółach ujęcia - może to być pojedynczy okaz albo stado, drapieżnik lub jego ofiara, zbliżenie lub szeroki plan.",
      "Kompozycja obrazu zależy jedynie od fotografa, choć klient wolałby zdjęcia przedstawiające szczęśliwe stworzenia.",
      "Uwaga: Klient przejmuje wszelkie prawa autorskie, będąc sponsorem wyprawy."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Skanuj stworzenia",
    "Titles": [
      "HoloZoo",
      "Artysta przy pracy",
      "Nowy rodzaj potwora",
      "Archiwiści",
      "Sztuka popularna",
      "Nowe pokolenia",
      "Leczenie chorych",
      "Naturalne wzory",
      "Toksykologia",
      "Kosmiczne mleko"
    ],
    "Subtitles": [
      "Śledź i skanuj stworzenia na planetach"
    ],
    "Descriptions": [
      "Klientowi potrzebna jest pewna liczba szczegółowych skanów stworzeń biologicznych na powierzchni. Dane zostaną użyte do przygotowania holograficznych projekcji każdego obiektu, aby móc je obserwować bez zagrożenia zarówno dla badacza, jak i stworzenia.",
      "Klient poszukuje wysokiej jakości skanów istot żywych. Dokładne cyfrowe obrazy potrzebne będą klientowi, który chce następnie wyrenderować stworzenia w wybranym medium.",
      "Klient zleca dokładne skany biologiczne. Jego program hodowli drapieżników bojowych utknął w miejscu - potrzebne są nowe próbki DNA, aby wyeliminować słabe punkty w zachowaniach łowieckich/ataków z ukrycia.",
      "Klient pilnie potrzebuje danych ze skanów biologicznych. Każdego dnia giną gatunki, z powodu zakłóceń klimatu, wojen lub wypadków przemysłowych. Choć klient nie potępia tych wydarzeń, martwi się, że brak danych zdekompletuje jego zbiory archiwalne.",
      "Klient sponsoruje dużą galerię. Ostatnie wystawy skupiają się na sztuce abstrakcyjnej, a klientów jest coraz mniej. Klient potrzebuje realistycznych projekcji holograficznych ekscytujących lub atrakcyjnych zwierząt, aby przyciągnąć klientów z powrotem do galerii.",
      "Klient prowadzi ośrodek badawczy. Osiągnął etap w karierze, kiedy chciałby oddać coś społeczności naukowej.\nZa młodu inspirowały go zwierzęta widziane na planecie macierzystej. Uważa, że gdyby stworzył holograficzne wersje podobnych stworów na podstawie skanów, mógłby zainspirować tych, którzy nie mogą oglądać owych bestii na żywo.",
      "Klient zaangażowany jest w egzozoologiczny projekt medyczny, ale wysyłanie weterynarzy na powierzchnię każdej planety jest nieefektywne. Należy zgromadzić skany danych z próbek populacji zwierzęcych, a następnie przebadać je na obecność chorób i tym samym bardziej efektywnie rozesłać weterynarzy.",
      "Klient zafascynowany jest procesem rozwoju populacji na planetach. W galaktyce wciąż pojawiają się i zanikają niektóre cechy ewolucyjne. Aby je zrozumieć i sprawdzić, czy są naturalne i losowe, czy może wynikają z czynników zewnętrznych, należy zbudować bazę danych takich cech. Poszukiwani są zręczni odkrywcy, którzy pomogą stworzyć wspomnianą bazę danych.",
      "Klient szuka dyskretnych odkrywców, którzy wspomogą go w projekcie badawczym. Krążą pogłoski, że pewne toksyczne substancje wyciekły lub zostały umyślnie uwolnione w atmosferę pobliskich planet. Skany lokalnej fauny dadzą odpowiedź na pytanie, czy ta potencjalnie toksyczna substancja będzie miała długofalowy wpływ na zwierzęta.",
      "Klient szuka nowych źródeł dochodów dla swoich przedsiębiorstw rolnych. Potrzebują odkrywców, którzy ocenią przydatność zwierzyny. Skanowanie pomoże ocenić potencjalne udomienie, przewidywany czas ciąży, koszty karmienia oraz wartość odżywczą mleka.",
      "Klient prowadzi długofalowe badania nad wpływem pewnych czynników na środowisko.",
      "Klient przeprowadza projekt śledzący mutacje w DNA.",
      "Klient bada ścieżki migracji zwierzęcych.",
      "Klient ma nadzieję rozpocząć egzozoologiczny program hodowlany.",
      "Klient testuje teorie dotyczące grawitacji i ewolucji.",
      "Klient tworzy bazę danych, którą porówna ze swymi przewidywaniami.",
      "Klient potrzebuje dużej ilości danych biologicznych, za pomocą których zweryfikuje swoje teorie.",
      "Klient szuka szczegółowych skanów miejscowej fauny, aby porównać je z danymi zebranymi gdzie indziej.",
      "W modelu symulacji klienta znajduje się kilka dużych luk. Odkrywcy muszą wypełnić te luki odpowiednimi danymi.",
      "Klientowi brakuje kluczowych danych. Szuka zaradnych odkrywców, aby pomogli mu w badaniach.",
      "Wszystkie poprawne skany form życia będą akceptowane.",
      "Tylko skany żywych istot będą akceptowane.",
      "Szczególnie cenne będą skany próbek organów w wysokiej rozdzielczości.",
      "W związku z tym, klient szuka szczegółowych danych ze skanów biologicznych.",
      "Dla klienta szczególnie cenne będą aktualne skany lokalnej fauny."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Wyeliminuj zaawansowanych strażników",
    "Titles": [
      "Obserwacja",
      "Zbiórka mózgów",
      "Części zamienne",
      "Gniew Strażników",
      "Niech sobie pobiegają",
      "Dźganie bestii",
      "Skok",
      "Strażnicy na służbie",
      "Zakłócacz",
      "Sprawdzenie patentu"
    ],
    "Subtitles": [
      "Eliminacja Strażników na planetach"
    ],
    "Descriptions": [
      "Klient chce lepiej zrozumieć Strażników. Uważa, że ma już wystarczającą ilość danych dotyczących zachowania dronów, ale niewiele wie o rzadszych wersjach czworonożnych i kroczących. Szuka odkrywców, którzy wywabią i zaatakują Strażników wyższego rzędu, aby można ich było zaobserwować w trakcie walki.",
      "Klient zaangażowany jest w badania nad sztuczną inteligencją. Zamierza rozszerzyć je o mechaniczne i fabrykowane mózgi z całego świata. W jego kolekcji znajduje się już wiele okazów, ale prawdziwym klejnotem w koronie byłaby jednostka centralna zaawansowanego Strażnika. Szuka odkrywcy, który zlikwiduje takiego Strażnika, aby mógł dokonać bezpiecznej ekstrakcji jednostki.",
      "Klientowi potrzebne są części zamienne do pewnego projektu. Dawno temu nadpisał on mózg uszkodzonego czworonożnego Strażnika prostą SI, którą sam stworzył. Maszyna ta okazała się być lojalnym towarzyszem. Niestety, wiele łożysk i systemów hydraulicznych zużyło się od tamtego czasu. Klient szuka odkrywcy, który wyłączy lub zniszczy zaawansowanego Strażnika, aby mógł rozłożyć go na części zamienne i przekazać je swojemu pupilowi.",
      "Klient doznał straszliwego upokorzenia ze strony Strażników. Pała żądzą zemsty, ale własnymi rękami niewiele jest w stanie zdziałać. Nie cieszy go też niszczenie zwykłych dronów. Choć wie, że eskalacja konfliktu zapewne nie przyniesie niczego dobrego, płaci odkrywcom za niszczenie napotkanych zaawansowanych Strażników.",
      "Klient chce przeprowadzić niebezpieczny eksperyment. Zamierza zniechęcić drony Strażników do agresywnych zachowań. Wedle najnowszej teorii, zniszczenie bardziej zaawansowanych jednostek spowoduje, że drony poczują się zdezorientowane i opuszczone. Rozproszą się i przestaną atakować odkrywców. Chodzi o sprawdzenie tej teorii - dzielny technik musi zająć się 'bojową' częścią eksperymentu.",
      "Klient chce dokonać badań systemów napędzających Strażników. Obecna wiedza ograniczona jest do obserwacji - Strażnicy są prowokowani przez działania wydobywcze. Klient natomiast chce dokładnie zbadać ich zachowania - w jaki sposób się komunikują? Czy mają naturalną hierarchię? Czy zdają sobie sprawę z ran odnoszonych w walce? Co czują do swoich celów? Klient uważa, że najlepszym sposobem odpowiedzi na te pytania jest wysłanie odpowiednio wyposażonego odkrywcy i atak na zaawansowanego Strażnika. Być może wtedy uda się coś zaobserwować... z bezpiecznego dystansu ma się rozumieć.",
      "Klient, jak wielu innych, zdaje sobie sprawę z wartości sfer grawitin. W odróżnieniu od innych, nie lubi jednak, gdy atakują go i ścigają Strażnicy. Zamiast tego, oddając część zysków, szuka zaradnego odkrywcy, który zaatakuje i zniszczy zaawansowane siły Strażników. Spowoduje to rozproszenie dronów i możliwość szybkiego zebrania sfer. Pozostanie już jedynie ucieczka, zanim siły Strażników się przegrupują.",
      "Klient ciężko pracował, aby stworzyć sporą szkółkę roślin, pełną rzadkich i cennych okazów. Niestety, zwróciło to uwagę złodziei i rabusiów roślin. Klient chce stworzyć własne siły Strażników, które będą monitorowały drzewa. Posiada sporą liczbę części ze zniszczonych dronów, ale aby uzupełnić grupę patrolową, potrzebne mu będą komponenty czworonożnego lub kroczącego Strażnika. Szuka odkrywcy, który dysponuje odpowiednią zręcznością w walce.",
      "String fixed as per sourceKlient testuje pewne rozwiązanie problemu Strażników. Opracował urządzenie, które nadaje dźwięki na wysokich częstotliwościach, zakłócających jednostki inteligencji Strażników. Przynajmniej taka jest teoria. Klient szuka odkrywcy, który zaatakuje Strażnika, aby móc dokładnie przetestować urządzenie. Odkrywca powinien być gotów do walki w razie, gdyby urządzenie nie zadziałało poprawnie.",
      "Klient opatentował urządzenie sieciowe, które pracuje na tej samej długości fali co systemy komunikacyjne Strażników. Chce go użyć, aby odnaleźć system nadzorujący i kontrolujący drony. Szuka odkrywcy, który zaatakuje zaawansowanego Strażnika, aby móc przetestować swoje urządzenie.",
      "Klient prosi o zniszczenie planetarnych Strażników.",
      "Klient domaga się dokonania zemsty na Strażnikach!",
      "Klient szuka odkrywcy, który pomoże mu w krucjacie przeciwko Strażnikom.",
      "Klient chce rozprawić się z zagrażającymi mu Strażnikami.",
      "Klient był nękany przez Strażników. Ma tego dosyć.",
      "Klient chce uwolnić układ od jarzma Strażników.",
      "Klient chce oślepić oko Strażników.",
      "Klient chce uniknąć ciągłego zagrożenia ze strony Strażników.",
      "Strażnicy polują na klienta bezustannie. To jedyna stała we wciąż zmieniającej się galaktyce.",
      "Niezależnie od układu, Strażnicy są wiecznie czujni. Jedynym wyjściem jest walka.",
      "Gekowie, Vy'keeni, Korvaxi - Strażnicy nie dyskryminują nikogo jeśli chodzi o ataki na myślące stworzenia.",
      "Strażnicy otaczają każdego, a ich liczba wydaje się być nieskończona. Ale skoro istnieją, to znaczy że można ich zniszczyć.",
      "Strażnicy wydają się pochodzić z innej rzeczywistości, ale atakują na tym świecie, a więc można ich też tutaj zniszczyć.",
      "Klient zdaje sobie sprawę, że może dokonać jedynie niewielkiego wyłomu w szeregach Strażników, ale i tak uważa, że warto podjąć ten trud.",
      "Klient zdaje sobie sprawę, że Strażnicy powrócą, ale uważa że nawet krótka chwila wytchnienia jest warta tego wysiłku.",
      "Klient uważa, że zniszczenie Strażników warte jest zachodu, nawet jeśli zwycięstwo będzie krótkie.",
      "Zaatakuj podłych Strażników, a klient hojnie cię wynagrodzi.",
      "Klient rozumie, że może zadać tylko minimalne straty Strażnikom, ale i tak uważa, że warto spróbować.",
      "Klient pozostawia tobie sposób przeprowadzenia akcji. Chodzi mu tylko o to, aby Strażnicy zapłacili za swoje ataki.",
      "Klient przygotował już dla ciebie nagrodę. Czas zacząć polowanie na Strażników...",
      "Klient zaleca ostrożność. Nie będzie odpowiedzialny za jakiekolwiek obrażenia wynikające z ataku na Strażników.",
      "Klient prosi o zniknięcie Strażnikom z urządzeń namierzających zanim wrócisz po odbiór nagrody. Chce zachować anonimowość.",
      "Klient dziękuje ci za pomoc w tej szlachetnej wojnie.",
      "Na koniec, klient chce cię poinformować, że polowanie na Strażników jest szlachetną służbą publiczną. Możesz czuć dumę z tego, co zamierzasz zrobić."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Zaatakuj planetarną przetwórnię",
    "Titles": [
      "Zabezpiecz towar",
      "Przyroda na pierwszym miejscu",
      "Audyt",
      "Agresywna taktyka",
      "Uwolnić SI!",
      "Zerwijcie kajdany!",
      "Niespodziewane przestoje",
      "Wszystko dla dobra ogółu",
      "Ile kalorii!",
      "Poszukiwania na dużych głębokościach"
    ],
    "Subtitles": [
      "Zdobywanie tajemnic przemysłowych"
    ],
    "Descriptions": [
      "Klient dowiedział się o możliwości inwestycji. Może tanio przejąć cenną własność intelektualną. Szuka zaradnego odkrywcy, który stawi się we wskazanym ośrodku i zabezpieczy inwestycję.",
      "Klient chce zapobiec katastrofie ekologicznej. Dowiedział się, że powstaje największa w galaktyce przetwórnia planetarna, która w ciągu kilku godzin będzie zdolna wyssać rdzeń planety. W związku z tym pilnie poszukuje odkrywcy, który włamie się do ośrodka, gdzie przechowywane są plany maszyny. Należy je zniszczyć.",
      "Klient chce przejąć firmę przetwórczą, działającą w jego układzie. Należy jednak najpierw przeprowadzić szczegółowy audyt. Dyskretny łowca przygód musi dostać się do ośrodka firmy i przejąć jak najwięcej danych. Dzięki nim klient zdecyduje, czy powinien sfinalizować przejęcie.",
      "Klient od niedawna produkuje specjalistyczny sprzęt naukowy. Jako nowicjusz na tym polu, chciałby skorzystać z doświadczenia konkurencji. Na szczęście sam ma doświadczenie w przejmowaniu poufnych informacji. Szuka jedynie odkrywcy, który pomoże mu w tym przedsięwzięciu.",
      "Klient pracuje na zlecenie kompanii, która lobbuje na rzecz prawnej ochrony sztucznych inteligencji. Lobbing przeprowadzany jest wielotorowo. Ostatnio zidentyfikowano zniewoloną SI, która pracuje na niewystarczającym sprzęcie w pobliskiej fabryce. Odważny odkrywca ma pomóc w uwolnieniu SI i przeniesieniu jej w bezpieczne miejsce. Lokalna instancja powinna zostać zniszczona.",
      "Klient chce poprawić warunki pracy w galaktyce. Zautomatyzowane fabryki powodują wzrost bezrobocia wśród uczciwych, ciężko pracujących form życia, a większość bogactw skupiona jest w rękach nielicznych właścicieli. Każdy uczciwy odkrywca powinien pomóc w sabotażu automatycznych fabryk.",
      "Największa fabryka klienta nie realizuje planu produkcyjnego. Klient podejrzewa, że dyrektor defrauduje zasoby i przekierowuje je na własne konto. Dyskretny odkrywca powinien włamać się do ośrodka i przejąć zapisy księgowe tak, aby dyrektor o niczym się nie dowiedział i nie mógł zatrzeć śladów.",
      "Klient uważa, że jego konkurencja łamie przepisy bezpieczeństwa w trakcie procesów wytwórczych. Władze nie reagują, a więc klient musi wziąć sprawy w swoje ręce. Zyskaj dostęp do bazy danych konkurentów i pobierz dane związane z użyciem plutonu jako wypełniacza.",
      "Firma klienta wytwarza syntetyczne sześciany żywnościowe. Powstał jednak problem, gdyż skompresowane grudki nie są tak odżywcze jak produkt konkurencji. Klient prosi o zdobycie plików rywali wszelkimi możliwymi środkami i sprawdzenie, co tak naprawdę zawierają te przepyszne kapsułki proteinowe.",
      "Klient dowiedział się, że konkurencja wydobywa rekordowe ilości surowców w pobliskiej kopalni. Chciałby dowiedzieć się więcej o tym miejscu. Zapłaci hojnie za każdą informację o głębokości i dokładnym położeniu odwiertu, szczególnie jeśli z uzyskanych danych będzie można wywnioskować, jak przeprowadzić odwiert równoległy.",
      "Klient prosi o pobranie danych z fabryki w tym układzie.",
      "Klient szuka osoby zdolnej do wykradnięcia danych z miejscowej, pilnie strzeżonej, fabryki.",
      "Klient prosi o wykradnięcie danych z pobliskiej instalacji fabrycznej.",
      "Klient potrzebuje przedmiotu, znajdującego się w fabryce na pobliskiej planecie.",
      "Klient szuka kogoś do przeprowadzenia trudnego hakowania danych. Celem jest fabryka w tym układzie gwiezdnym.",
      "Należy zwrócić uwagę, że właściciel fabryki nie udzielił zgody na przeprowadzenie akcji.",
      "Chce zakłócić pracę tej fabryki.",
      "Kradzież przyniesie mu sporą przewagę biznesową.",
      "Chce wykorzystać innowacje, opracowywane w tej fabryce, aby ulepszyć swoje produkty.",
      "Uważa, że w tej fabryce produkowane są nielegalne towary.",
      "Klient przypomina, że nie możesz pozostawić po sobie żadnych śladów. Dyskrecja jest niezwykle ważna.",
      "Klient sugeruje ostrożność. Fabryka niemal na pewno będzie wyposażona w system bezpieczeństwa.",
      "Klient pozostawia tobie wybór sposobu wejścia. Upewnij się tylko, że zdobędziesz żądane dane.",
      "W przypadku pojmania, klient zaprzeczy jakiejkolwiek wiedzy o zleceniu. Nie daj się złapać.",
      "Klient spodziewa się jak najszybszego dostarczenia wykradzionych danych."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]