{
	"guid": "0f4f14d6-04d9-4a1f-ae9d-5683d5bbf61a",
	"title": "How to search for a multi-tool",
	"shortTitle": "Multi-Tool Guide",
	"author": "Kruttmusa",
	"minutes": 5,
	"date": "2019-11-08T10:57:36.589Z",
	"image": "guide.jpg",
	"tags": [
		"Beyond Ready",
		"Multi-Tool"
	],
	"sections": [
		{
			"heading": "Credits & Credibility",
			"items": [
				{
					"type": "markdown",
					"content": "This guide is a summary of findings from other players posted on various websites."
				},
				{
					"type": "markdown",
					"content": "Though there has been extensive logging of data to get some solid statistics, there are no certainties. Speculative percentages have therefore been left out, but you can read more details by visiting the source links at the bottom of this guide."
				}
			]
		},
		{
			"heading": "Summary",
			"items": [
				{
					"type": "markdown",
					"content": "  * Go to a system with medium or high economy.\n  * Check the multi-tool cabinet in the space station.\n  * Find minor settlements.\n    * Missing person mission.\n    * Planetary charts.\n    * Exploring planets.  \n  * Place a save beacon when you find a S class cabinet.\n  * Go to other planets to save and reload, then fly to beacon location to get a different S class multi-tool."
				}
			]
		},
		{
			"heading": "System Wealth",
			"items": [
				{
					"type": "markdown",
					"content": "S class multi-tools will not spawn in systems with the poorest economies."
				}
			]
		},
		{
			"heading": "Minor Settlements",
			"items": [
				{
					"type": "markdown",
					"content": "The missing person mission and planetary charts leading to inhabited outposts will take you to a minor settlement which has a multi-tool cabinet."
				},
				{
					"type": "markdown",
					"content": "If you are looking for minor settlements by exploring it's advisable to follow either the south or north indicator to stay on a path."
				},
				{
					"type": "markdown",
					"content": "Since there seems to be a fixed amount of places of interest per planet/moon, exploring moons or small planets will have places closer together."
				}
			]
		},
		{
			"heading": "Multi-Tool Cabinets",
			"items": [
				{
					"type": "markdown",
					"content": "The class of the multi-tool is locked to the cabinet."
				},
				{
					"type": "markdown",
					"content": "Slots and types are not."
				}
			]
		},
		{
			"heading": "Multiple Collections",
			"items": [
				{
					"type": "markdown",
					"content": "The space station and every planet/moon have their own selection of multi-tools."
				},
				{
					"type": "markdown",
					"content": "This selection is activated based on where you load your game and you take this selection with you when travelling within the system."
				},
				{
					"type": "markdown",
					"content": "Please note that travelling means going to a place without the use of teleporting."
				}
			]
		},
		{
			"heading": "Sample Scenario",
			"items": [
				{
					"type": "markdown",
					"content": "  * A system with 3 planets.\n  * Space station has a C class multi-tool.\n  * On the first planet you find a S class but with few slots and a type you do not like.\n  * Since you flew here from the space station, the multi tool is based on the selection from the space station.\n  * You put down a save beacon. Save and reload.\n  * The multi-tool cabinet will now still be a S class, but the slots and type will be based on the planet you are on.\n  * Furthermore, you still have two more planets you can travel to, save and reload, and then travel back to the S class cabinet to see what spawns."
				}
			]
		},
		{
			"heading": "Source",
			"items": [
				{
					"type": "link",
					"name": "Post by TerriblePurpose on reddit.",
					"content": "https://www.reddit.com/r/NoMansSkyTheGame/comments/becwkt/a_guide_to_finding_that_s_class_multitool/"
				},
				{
					"type": "link",
					"name": "Comment by Ket on reddit.",
					"content": "https://www.reddit.com/r/NoMansSkyTheGame/comments/7sxe6e/any_tips_for_obtaining_an_sclass_multitool_for/dt864y4/"
				}
			]
		},
		{
			"heading": "Feedback",
			"items": [
				{
					"type": "markdown",
					"content": "Use the Assistant for No Man's Sky Discord server to provide feedback to this guide."
				}
			]
		}
	]
}