[
  {
    "Id": "mission1",
    "Objective": "海賊を狩る",
    "Titles": [
      "邪魔者",
      "守るべき資産",
      "科学の逆襲",
      "面目を保つため",
      "聖戦",
      "死してなお恨みを晴らさん",
      "サボタージュ！",
      "ハッカー退治",
      "無慈悲なる交渉術",
      "賭金上乗せ"
    ],
    "Subtitles": [
      "海賊を探し出して始末せよ"
    ],
    "Descriptions": [
      "海賊の一団が貨物船の往来を妨害している。まっとうであれ悪徳であれ、商人への侮辱である。クライアントはこの交通途絶に終止符を打ちたがっている。破壊的な方法で。",
      "海賊が自律稼働型の採掘施設を略奪し、コンテナの中身を出すために到着した運搬船も攻撃している。奴らは弱者を狙うはずだ。\nそこでクライアントは、海賊船を何隻か破壊してほしいと依頼してきた。そうすれば、残りの船はおとなしく引き下がるだろうという算段だ。",
      "近隣の科学施設が相次ぐ海賊の襲撃への対処に苦心している。マイクロスコープは盗まれ、計測設備は破壊されてしまった。そこでクライアントは、攻撃を止めるのに何人の海賊が命を落とすことになるかという実験を行いたがっている。",
      "クライアントは家族問題の解決策を求めている。具体的には、家族の1人が海賊になり、家名に傷をつけたのだ。海賊を駆逐し、クライアントの生命体世界での地位を回復させてほしい。",
      "クライアントは星々のメッセージから恩恵を得てきた。彼らが生まれた意味を星々が伝えてくれたのだ。彼らは、海賊の排除という果てしないクエストを通して、大義に貢献することを目指している。求められているのは、彼らの聖戦に加わってくれるパイロット。たとえ一時的にせよ。",
      "この投稿は、クライアントの代理人によって行われた。海賊団の手で危険な星に1人取り残されたクライアントは死亡したと思われるが、リピーター機器が繰り返し無線チャンネルを通して、状況の詳細を送信し続けている。クライアントは残された資金を元手に、星流しにした連中の首に賞金を懸けることを要求している。",
      "クライアントは、とある海賊を捕獲するための即時支援を求めている。施設のいたるところにEMPデバイスが仕掛けられ、稼働力の面で深刻なダメージを受けてしまった。彼らは自らの手による報復という手段は選ばず、法を順守するすべてのパイロットに対して、本件における責任者の追跡への支援を願い出ている。",
      "クライアントは海賊団のために多大な被害を受けた。とは言っても宇宙で襲撃を受けたわけではなく、交易ターミナルを遠隔操作でハイジャックされ、資金や物品を流用されてしまったのだ。クライアントはこの仮想犯罪に対して、物理的な報復を求めている。",
      "海賊がクライアントの従業員を数名誘拐し、\n法外な身代金を要求してきた。\n彼らは力の誇示こそが誘拐事件を未然に防ぐ最善策だと\n決心し、海賊船を見つけ出し、\n人質ごと破壊してくれるパイロットを求めている。\n人命の損失は不本意だが、そうすることで、\nいかなるテロ行為にも屈しないというクライアントの\n強固な意志を世間に広く伝えることができるだろう。",
      "クライアントは宇宙戦闘の結果を予想するという\nギャンブルを経営している。\n活動の拠点は豪華な貨物船の外。\n客が安全で快適な船内から戦いを楽しめるよう、\n宇宙空間で紛争の火を探し回っている。\nビジネスは繁盛しているが、紛争は減少傾向にある。\nそこでクライアントは「アリーナ」に出場し、派手な\nアクションを披露してくれるパイロットを探している。",
      "クライアントは近辺の海賊を撃退しようとしている。",
      "クライアントはこの星系での海賊行為の撲滅を心より願っている。",
      "クライアントはステーション周辺に滞在している海賊に対しての報復を要求している。",
      "クライアントはこのあたりの星の周辺に滞在している海賊の死を求めている。",
      "クライアントは至急海賊どもの死を求めている。",
      "クライアントは近辺の海賊団の壊滅を求めている。",
      "クライアントはこのあたりの星を悩ませる海賊の排除を要求している。",
      "クライアントはステーション周辺の海賊の抹殺を心より願っている。",
      "犯罪者たちはこの星域を通る貨物船を悩ませているが、正義の手からは長い間逃れている。",
      "犯罪者たちはまるで罰せられないとでも思い込んでいかのように、各セクターの設備を襲撃している。",
      "日を追うごとに犯罪者の危険性が増している。何かしなければ。",
      "犯罪者たちが自由と盗みの道を選んだ時点で自業自得だ。",
      "犯罪者たちは罰を逃れることはできない。罪から解放されることはないのだ。",
      "犯罪者たちは機に乗じて全セクターを破壊するだろう。",
      "犯罪者たちはこの星系の販売ルートを、あまりにも長い間妨害してきた。",
      "犯罪者たちはあのような生き方を選んだ時点で死を選んだも同然だ。",
      "クライアントはこれについて素早く、目につかないよう対処したい。関わりを持つ海賊団からの報復を望んでいない。",
      "クライアントはこの件の対処に注意するよう警告している。海賊たちは君の宇宙船を打ち落とすためなら手段を選ばないだろう。",
      "クライアントから海賊の排除方法を君の判断を任された。ただ、誰も生きて返してはならない。",
      "クライアントは君の市民的義務の達成に感謝している。\nどの星系も不法行為を容認するわけにはいかない。",
      "この契約の完了で多くの者が恩恵を受けられるだろう。\nかなりの報酬が期待できる。",
      "クライアントは、海賊との取引や会話をしないよう忠告している。 彼らは処罰を逃れるためなら手段を選ばないだろう。",
      "クライアントは海賊を壊滅させれば仕事のスピードは問わないと言っている。 今すぐにでも、時間をかけてもいい、と。",
      "クライアントは他の海賊団もいずれは領域に侵入することは承知している。 だが、一時的な平和でもないよりはましだ。"
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "アイテムを集める",
    "Titles": [
      "特別な逸品",
      "思い出",
      "パーティーへ向けて",
      "探求の道を照らすもの",
      "道はやがて見出される",
      "市場操作",
      "打算なき贈り物",
      "新トレンドの予感",
      "対抗意識",
      "ナノマシンの皮をかぶった羊",
      "投資を生むサンプル",
      "代替品",
      "正面切っての争い",
      "機械の歯車",
      "我々の時代の記録",
      "最後のピース",
      "不当利得",
      "フィクサー",
      "価格上昇の先に",
      "賢い外注"
    ],
    "Subtitles": [
      "希少アイテム求む"
    ],
    "Descriptions": [
      "クライアントは長年忠実かつ勤勉に尽くしてくれたパートナーに、相応の価値のあるプレゼントを贈りたいと考えているようだ。彼らは希少性の高い物品を調達できるパイロットを探している。",
      "クライアントは過去を想起させるある物を探している。それは過ぎ去りし最良の日々を思い出させてくれる物だ。彼らの子供の頃の大切な思い出を象徴するそれを発見し、無事届けてくれる者には十分な報酬を与えるという。",
      "クライアントは新たに生まれつつあるトレンドの話を耳にした。噂のおいしくて栄養価も高いその食べ物を試してみたいという。当然ながら、急に人気となったため入手は現在困難だ。\nそこでクライアントは、次のパーティーの機会までにそれを調達してきたパイロットに報酬を払うと言っている。",
      "クライアントは新たな動力生成方法を研究開発しているが、ついに大きなブレイクスルーを果たしたようだ。この新メソッドは莫大な量のエネルギーを生成できる上に、毒性のある廃棄物の排出も極めて少ないという。\nしかし主要原料が不足している。彼らはラボを離れられないので、代わりに収集してきてくれるパイロットを求めている。",
      "クライアントは知覚に関する高度研究を行っている。\n「心を構成するのは何か」という先入観的な考え方を捨て、\nより総体的な答えを導き出したい、と。\nそしてついに思考認識能力と同調特性を持つ、\nある物質を発見したという。理論の証明には、\nその物質を使って「思考する機械」を作ることが必要だ。\nその物質を相当量入手する為、\n協力するパイロットを探している。",
      "クライアントは良い儲けの種を見つけた。この一攫千金の実現を手伝えば、それなりの取り分が得られそうだ。方法はこうだ。多くの探検家を集めて、一箇所に大量のアイテムを届けさせる。するとその近隣の物の値段が崩れるはずだ。この過剰供給によって、競合の業者は間もなく撤退を余儀なくされるだろう。それから後日、クライアントがその市場に介入して、今度は供給不足をカバーして莫大な利益を得るという寸法だ。",
      "クライアントは、ある星系の政府筋との関係を\n円滑にしたいと考えていた。そしてステーションの長官が、\nとある物品に目がないということを突き止めた。\nそこで貢ぎ物を送ることにした。\nしかし、長官に直接貢ぎ物を手渡すような愚かな真似を\nするわけには行かない。そこで彼らはその物品を収集して\n配送までしてくれる仲介人を探している。",
      "クライアントは暇を持て余したお金持ち向けに、質の良い品物を厳選して届けるというサービス業を行っている。彼らは、とある物品の需要の急増に気付いた。\nこれは次回のお届け物に是が非でも加えなくてはならない。というわけで、収集してきてくれる者には、市場価格以上を支払う用意がある。",
      "クライアントは、競合先がある物品に興味を持っているという情報を得た。当然ながら、奴らより先に入手しなくてはならない。そこでライバルに先んじてそのアイテムを収集してきてくれた者には報酬を出すそうだ。\nライバルが何を企んでいるかはわからないが、出し抜かれるわけにはいかない。",
      "クライアントは最近、新規のビジネスを始めた。平凡な品物に新たな価値を加えて、人々に供給するビジネスだ。安い物品を集めてエイジング加工をし、まるで歴史的な遺物であるかのようにみせかけるのだ。\nこれがそれなりの利益を出してしまった。そこで、同じビジネスを再度行うために、まとまった素材を必要としている。",
      "クライアントは実体の乏しいリサーチ業を行っている。最近巨額の助成金を取得したので、予算を消化する方法を探しているようだ。\nそこで、様々な試験作業プロセスをでっち上げて、とある物品のさらなる試験作業があたかも必要かのように偽装することにした。そこで、この一連のプロセスを行うための素材をクライアントは必要としている。",
      "クライアントは非常に価値の高い、ある物品を紛失した。そこでその物品がなくなったことを誰かに気付かれる前に、代替品を至急用意したいそうだ。",
      "クライアントは、競合他社が非常に価値の高い\nある物品を入手したという情報を得た。\n彼らはその物品のどこに価値があるのかは\nよく分かっていないのだが、とにかく競争に\n負けないために自分たちも\n入手する必要があると考えているようだ。",
      "クライアントは永久駆動機械を製作中だ。そのために、銀河中から無数のパーツやエネルギー源をかき集めている。そして、あとわずかの部品があれば完成するという状態にこぎつけた。\nしかし今の状態の機械を放ったらかしにして出かけるわけにもいかないので、 残りの素材を代わりに調達してきてくれる人を探している。",
      "クライアントは自分たちの種族と文化を象徴する物品の数々をまとめて、タイムカプセルに詰め込もうとしている。これはつまり、未来の歴史家たちへのメッセージだ。\nしかしクライアントの友人たちは、誰も自前のコレクションを提供してくれないそうだ。そこで彼らは指定のアイテムを収集して持ってきてくれる探検家を探している。",
      "クライアントは様々な物品を集めている著名なコレクターだ。充実のコレクションを揃えたが、最後のピースを欠いている。このピースが埋まらなければコレクションは無価値と言っていい。\nそこで銀河中の探検家に、この最高レベルにレアなアイテムを探すように呼びかけた。入手できた者には報酬が出る。当然、最高の保存状態の物だけをお願いしたい。",
      "クライアントは近隣の市場を操作したいと考えている。不幸なデータエラーによって、彼らは注文しようとしていた10倍の量の品物を購入してしまったのだ。\nそこで近隣宇宙の貿易ターミナルから同じ品物を購入してくれる探検家を探している。需要があると見込まれれば値段が上がり、過剰在庫を一掃して利益を出せるかもしれないからだ。",
      "クライアントは近隣を縄張りとする2つの犯罪集団の関係を揺さぶりたいと考えている。両サイドが共にある物品を探していて、それが見つからないとなれば、お互いにお互いの仕業だと思うはずだ。\nクライアントは秘密裏にその物品を入手できる、口の堅い人間を探している。上手く行けば、二者間の抗争を引き起こせるはずだ。",
      "クライアントは熾烈なビジネス競争の中で他よりも先手を取りたい。とある市場がこれから高騰するだろうという噂を聞きつけ、今のうちに在庫を確保して利益を上げたいと考えている。\nというわけで、リスクを冒して物品を手に入れてくれるフリーランスのパイロットを探している。サンプルを届けてくれれば、相場以上の報酬を出すという。",
      "クライアントは大成功を収めた起業家だ。つまり、忙しすぎて物品の調達に割く時間がない。そこで、彼らのお買い物を代行して物品を届けてくれるフリーランスのパイロットを報酬付きで探している。",
      "クライアントは特定の物の配達を要請している。",
      "クライアントは入手困難なアイテムであっても必要としている。",
      "クライアントは特別な物を入手しようとしている。",
      "クライアントはある製品の入手を望んでいる。",
      "クライアントはすぐにアイテムを欲しがっている。",
      "これがないと彼らは死んでしまうだろう。 緊急事態だ。",
      "研究の重要な段階に進むため必要な物だ。",
      "それで戦いの流れを変え、逆転できると信じている。",
      "彼らは危険な仕事に従事している。 これがあれば安全が保障される。",
      "彼らは盗みの被害にあったため、 代替品を必要としている。",
      "クライアントからやり方は任せられた。 荷物と引き換えに報酬が与えられる。",
      "クライアントは依頼の早めの対応を願っている。",
      "クライアントは慎重な運送を願っている。 破損しないよう確実に輸送しろ。",
      "クライアントはできるだけ早い荷物の到着を期待している。",
      "クライアントは慎重な仕事を高く評価するだろう。"
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "アイテムを集める",
    "Titles": [
      "特別な逸品",
      "思い出",
      "パーティーへ向けて",
      "探求の道を照らすもの",
      "道はやがて見出される",
      "市場操作",
      "打算なき贈り物",
      "新トレンドの予感",
      "対抗意識",
      "ナノマシンの皮をかぶった羊",
      "投資を生むサンプル",
      "代替品",
      "正面切っての争い",
      "機械の歯車",
      "我々の時代の記録",
      "最後のピース",
      "不当利得",
      "フィクサー",
      "価格上昇の先に",
      "賢い外注"
    ],
    "Subtitles": [
      "希少アイテム求む"
    ],
    "Descriptions": [
      "クライアントは長年忠実かつ勤勉に尽くしてくれたパートナーに、相応の価値のあるプレゼントを贈りたいと考えているようだ。彼らは希少性の高い物品を調達できるパイロットを探している。",
      "クライアントは過去を想起させるある物を探している。それは過ぎ去りし最良の日々を思い出させてくれる物だ。彼らの子供の頃の大切な思い出を象徴するそれを発見し、無事届けてくれる者には十分な報酬を与えるという。",
      "クライアントは新たに生まれつつあるトレンドの話を耳にした。噂のおいしくて栄養価も高いその食べ物を試してみたいという。当然ながら、急に人気となったため入手は現在困難だ。\nそこでクライアントは、次のパーティーの機会までにそれを調達してきたパイロットに報酬を払うと言っている。",
      "クライアントは新たな動力生成方法を研究開発しているが、ついに大きなブレイクスルーを果たしたようだ。この新メソッドは莫大な量のエネルギーを生成できる上に、毒性のある廃棄物の排出も極めて少ないという。\nしかし主要原料が不足している。彼らはラボを離れられないので、代わりに収集してきてくれるパイロットを求めている。",
      "クライアントは知覚に関する高度研究を行っている。\n「心を構成するのは何か」という先入観的な考え方を捨て、\nより総体的な答えを導き出したい、と。\nそしてついに思考認識能力と同調特性を持つ、\nある物質を発見したという。理論の証明には、\nその物質を使って「思考する機械」を作ることが必要だ。\nその物質を相当量入手する為、\n協力するパイロットを探している。",
      "クライアントは良い儲けの種を見つけた。この一攫千金の実現を手伝えば、それなりの取り分が得られそうだ。方法はこうだ。多くの探検家を集めて、一箇所に大量のアイテムを届けさせる。するとその近隣の物の値段が崩れるはずだ。この過剰供給によって、競合の業者は間もなく撤退を余儀なくされるだろう。それから後日、クライアントがその市場に介入して、今度は供給不足をカバーして莫大な利益を得るという寸法だ。",
      "クライアントは、ある星系の政府筋との関係を\n円滑にしたいと考えていた。そしてステーションの長官が、\nとある物品に目がないということを突き止めた。\nそこで貢ぎ物を送ることにした。\nしかし、長官に直接貢ぎ物を手渡すような愚かな真似を\nするわけには行かない。そこで彼らはその物品を収集して\n配送までしてくれる仲介人を探している。",
      "クライアントは暇を持て余したお金持ち向けに、質の良い品物を厳選して届けるというサービス業を行っている。彼らは、とある物品の需要の急増に気付いた。\nこれは次回のお届け物に是が非でも加えなくてはならない。というわけで、収集してきてくれる者には、市場価格以上を支払う用意がある。",
      "クライアントは、競合先がある物品に興味を持っているという情報を得た。当然ながら、奴らより先に入手しなくてはならない。そこでライバルに先んじてそのアイテムを収集してきてくれた者には報酬を出すそうだ。\nライバルが何を企んでいるかはわからないが、出し抜かれるわけにはいかない。",
      "クライアントは最近、新規のビジネスを始めた。平凡な品物に新たな価値を加えて、人々に供給するビジネスだ。安い物品を集めてエイジング加工をし、まるで歴史的な遺物であるかのようにみせかけるのだ。\nこれがそれなりの利益を出してしまった。そこで、同じビジネスを再度行うために、まとまった素材を必要としている。",
      "クライアントは実体の乏しいリサーチ業を行っている。最近巨額の助成金を取得したので、予算を消化する方法を探しているようだ。\nそこで、様々な試験作業プロセスをでっち上げて、とある物品のさらなる試験作業があたかも必要かのように偽装することにした。そこで、この一連のプロセスを行うための素材をクライアントは必要としている。",
      "クライアントは非常に価値の高い、ある物品を紛失した。そこでその物品がなくなったことを誰かに気付かれる前に、代替品を至急用意したいそうだ。",
      "クライアントは、競合他社が非常に価値の高い\nある物品を入手したという情報を得た。\n彼らはその物品のどこに価値があるのかは\nよく分かっていないのだが、とにかく競争に\n負けないために自分たちも\n入手する必要があると考えているようだ。",
      "クライアントは永久駆動機械を製作中だ。そのために、銀河中から無数のパーツやエネルギー源をかき集めている。そして、あとわずかの部品があれば完成するという状態にこぎつけた。\nしかし今の状態の機械を放ったらかしにして出かけるわけにもいかないので、 残りの素材を代わりに調達してきてくれる人を探している。",
      "クライアントは自分たちの種族と文化を象徴する物品の数々をまとめて、タイムカプセルに詰め込もうとしている。これはつまり、未来の歴史家たちへのメッセージだ。\nしかしクライアントの友人たちは、誰も自前のコレクションを提供してくれないそうだ。そこで彼らは指定のアイテムを収集して持ってきてくれる探検家を探している。",
      "クライアントは様々な物品を集めている著名なコレクターだ。充実のコレクションを揃えたが、最後のピースを欠いている。このピースが埋まらなければコレクションは無価値と言っていい。\nそこで銀河中の探検家に、この最高レベルにレアなアイテムを探すように呼びかけた。入手できた者には報酬が出る。当然、最高の保存状態の物だけをお願いしたい。",
      "クライアントは近隣の市場を操作したいと考えている。不幸なデータエラーによって、彼らは注文しようとしていた10倍の量の品物を購入してしまったのだ。\nそこで近隣宇宙の貿易ターミナルから同じ品物を購入してくれる探検家を探している。需要があると見込まれれば値段が上がり、過剰在庫を一掃して利益を出せるかもしれないからだ。",
      "クライアントは近隣を縄張りとする2つの犯罪集団の関係を揺さぶりたいと考えている。両サイドが共にある物品を探していて、それが見つからないとなれば、お互いにお互いの仕業だと思うはずだ。\nクライアントは秘密裏にその物品を入手できる、口の堅い人間を探している。上手く行けば、二者間の抗争を引き起こせるはずだ。",
      "クライアントは熾烈なビジネス競争の中で他よりも先手を取りたい。とある市場がこれから高騰するだろうという噂を聞きつけ、今のうちに在庫を確保して利益を上げたいと考えている。\nというわけで、リスクを冒して物品を手に入れてくれるフリーランスのパイロットを探している。サンプルを届けてくれれば、相場以上の報酬を出すという。",
      "クライアントは大成功を収めた起業家だ。つまり、忙しすぎて物品の調達に割く時間がない。そこで、彼らのお買い物を代行して物品を届けてくれるフリーランスのパイロットを報酬付きで探している。",
      "クライアントは特定の物の配達を要請している。",
      "クライアントは入手困難なアイテムであっても必要としている。",
      "クライアントは特別な物を入手しようとしている。",
      "クライアントはある製品の入手を望んでいる。",
      "クライアントはすぐにアイテムを欲しがっている。",
      "これがないと彼らは死んでしまうだろう。 緊急事態だ。",
      "研究の重要な段階に進むため必要な物だ。",
      "それで戦いの流れを変え、逆転できると信じている。",
      "彼らは危険な仕事に従事している。 これがあれば安全が保障される。",
      "彼らは盗みの被害にあったため、 代替品を必要としている。",
      "クライアントからやり方は任せられた。 荷物と引き換えに報酬が与えられる。",
      "クライアントは依頼の早めの対応を願っている。",
      "クライアントは慎重な運送を願っている。 破損しないよう確実に輸送しろ。",
      "クライアントはできるだけ早い荷物の到着を期待している。",
      "クライアントは慎重な仕事を高く評価するだろう。"
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "アイテムを届ける",
    "Titles": [
      "ハッピーサバイバルデイ",
      "万事平常通り",
      "交渉の切り札",
      "見て見ぬふり",
      "安心の小包",
      "最愛の母へ",
      "お詫びの印",
      "専門家によるリサーチ",
      "隠されたメッセージ",
      "大掃除",
      "料金お支払い済",
      "不審な鳴き声",
      "物々交換経済",
      "大切なお客様",
      "免税",
      "おとり",
      "売れる品物",
      "サンプル品のお届け",
      "今週のお届け物",
      "Placeholder Title"
    ],
    "Subtitles": [
      "要緊急配送サービス"
    ],
    "Descriptions": [
      "輸送サービス求む（緊急）\n\nクライアントは信用できる運び人を探している。仕事仲間にここまで無事に生き延びられたことを祝うために、お祝いを贈りたいそうだ。",
      "輸送サービス求む（緊急）\n\nクライアントは口の固い運び屋を探している。絶対に疑われないようにしたいそうだ。荷物はその外見通りの物であり、疑われるような積荷目録でないと思わせられる人物を希望している。",
      "輸送サービス求む（緊急）\n\nクライアントはビジネスの契約を取りまとめる解決策を求めている。交渉相手とはなかなか折り合いがつかずにいるが、クライアントはこの荷物が取引の障害をクリアするだろうと踏んでいる。この荷物を受取人に「のみ」確実に届けることが重要となる。",
      "輸送サービス求む（緊急）\n\nクライアントは神経を使うビジネスを執り行っている。この荷物は、ある関係者への心からの感謝の印だ。もちろん好意からのプレゼントではあるが、何か不具合が生じても、寛大な心で見逃すべきだろう。",
      "輸送サービス求む（緊急）\n\nクライアントは純粋仕に、事仲間にプレゼントを渡したい、それだけだ。が、それと同時にメッセージも伝えたいらしい。受取人はもう心配する必要はない、品物はもはや追跡不能だ。というメッセージだ。",
      "輸送サービス求む（緊急）\n\nクライアントは重要かつ激務な仕事を行っているので、ささいな身内行事にかまっている暇がない。その日は先祖を敬う日であり、慣習として生みの親に贈り物をする。クライアントはその一切を外注したいそうだ。そうすれば、余計なことに時間を裂かずに済むからだ。",
      "輸送サービス求む（緊急）\n\nクライアントは親族に感情的な引け目を感じている。とある重要な日のお祝いを、すっかり忘れてしまっていたからだ。さらには、それを詫びようとしたところ、今度は極めて価値の高い贈り物を間違った宛先へ送ってしまったらしい。今回の輸送は特に慎重にこなさなければクライアントはさらに難しい立場となってしまうだろう。",
      "輸送サービス求む（緊急）\n\nクライアントの手元に妙な物質が転がり込んできた。一見なんてことはないのだが、微生物スキャンをすると、無数の胞子が確認できたのだ。これはバイオハザード対策の専門家に渡す必要があるとクライアントは考えた。それまで、決して封を破ってはならない。",
      "輸送サービス求む（緊急）\n\nクライアントは関係者にメッセージを伝えたがっている。届ける物品に特にメッセージは添えられてはおらず、物品そのものもありふれた物品だ。しかしクライアントはその物品を関係者の個人宅の住所に届けること、それが明確なメッセージとして伝わるという。",
      "輸送サービス求む（緊急）\n\nクライアントは片付けを望んでいる。何年もかけて、様々な小物やガラクタを集めたが、ここに来てそれらを処分したいとのことだ。全て破壊するのは手間がかかるし、一箇所に全て捨てるのは、個人情報保護の観点から危険だ。かくして、クライアントは無数の物品を多くの運び人に委ねて、様々な受取人にばらまくことに決めたというわけだ。",
      "輸送サービス求む（緊急）\n\nクライアントは小規模の小売ビジネスを展開している。不用品や評判の悪い物品を買い付け、それらを組み合わせることで付加価値を付けて買い手に売るのだ。直近の荷物はお目が高い玄人様に向けて、すでに発送可能な状態だ。すでに代金は頂いている。",
      "輸送サービス求む（緊急）\n\nクライアントは至極まっとうな荷物を送りたがっていて、当局に疑われることなく、かつ疑わずに荷物を運んでくれる運び人を探している。仮に動物の鳴き声のようなものが荷物の箱の中から聞こえたとしても、それは自らの想像の産物以外の何物でもないと、前もって了承してほしいとのことだ。",
      "輸送サービス求む（緊急）\n\nクライアントは長期にわたる複雑な商取引に関わっている。後から追跡可能な記録をできるかぎり残さないために、一連の取引は金銭を介さない形で行われている。この荷物は、ある関係者からある関係者への支払いの一部となるものである。",
      "輸送サービス求む（緊急）\n\nクライアントは最重要顧客へ向けての定期的な荷物を発送したがっている。物品自体は特別なものではないが、それを価値ある物だと判断するのは顧客だ。そしてこの荷物に関しては、クライアントは大量輸送の手段は避け、熟練の個人運び人に依頼したがっている。",
      "輸送サービス求む（緊急）\n\nクライアントは毎日大量の物品を発送している。彼らのビジネスは利益率が低いため、ほんのわずかの税対策でも利益に大きく影響するそうだ。そこで彼らが考えたのが、口の固い運び人が非営利の移動を行っている時に、「たまたま」物品を運んでくれた方が、もろもろ効率的であるということだ。",
      "輸送サービス求む（緊急）\n\nクライアントは海賊として名を知られており、その首には賞金が賭けられているほどだ。彼らは当局の目をごまかして星系を脱出したがっている。そこで、追跡チップを別の荷物に埋め込んだ。その荷物を彼らの脱出に合わせて、反対方向に輸送する必要がある。",
      "輸送サービス求む（緊急）\n\n銀河は広大であり、そこには無数の法がある。ある星系では、どう見ても人畜無害の物品が、他の星系では違法であったりする。こうした違いはビジネスチャンスを生む。クライアントはこうした類の物品を発送したがっている。もちろん運び人には詳細をごちゃごちゃ聞かず、静かに輸送できる者を、と考えている。",
      "輸送サービス求む（緊急）\n\nクライアントは新たな大口顧客を確保しようと動いている。この顧客は大量注文の前に、クライアントの取扱物品を試用したいと言ってきている。そこでクライアントはサンプル品を顧客に届ける必要があるのだが、品物は最高の状態で届けねばならない。",
      "輸送サービス求む（緊急）\n\nクライアントは自分では買い物ができない、もしくは買い物がしたくない顧客へ向け、毎週荷物を届けている。\nそして顧客は同梱の指示書に従うだけで、おいしい食事に\nありつけたり、ロボット召使いにあれこれやらせることが\nできる。この荷物は、今週分の注文となっている。",
      "輸送サービス求む（緊急）\n\nクライアントはこの荷物を別の運び人に依頼していたが、荷物を配達できない事情が生じた。パルスドライブとコクピットのキャノピーが揃って、レーザー起因の故障に見舞われたそうだ。そこでクライアントは勇敢なる運び手を求めている。万が一、宇宙ステーション外で機械的な故障に見舞われても、乗り切ることができる運び手を。",
      "クライアントは緊急運送業者を探している。 ",
      "クライアントは貴重品の運送業者を必要としている。 ",
      "クライアントは大事な荷物を送るため、\n信頼できる運送業者を探している。 ",
      "クライアントは、荷物に関して何も聞かず口外もしない運送業者を必要としている。 ",
      "クライアントは荷物を送る必要があるが、従来の運送業者を信用していない。 ",
      "問題の荷物は極めて価値の高い物で、 盗賊に狙われている。 ",
      "クライアントからのこういった荷物の依頼は減ってきている。今回が最後のサンプルだ。 ",
      "指定された受取人はクライアントにとって非常に重要な人物だ。荷物を安全に届けなくてはならない。 ",
      "ありふれた物に見えるが、かつての所有者リストや用途を\n辿ると、文化的に非常に貴重な物であることがわかる。 ",
      "この物質は通常ではありえない性質を持っており、予測を遥かに超えた数値を示している。科学的に非常に興味深い。 ",
      "このアイテムは決して替えが効かない。そのためクライアントから最大限の注意を払うように念を押された。\n\n海賊の攻撃に備えるべく、配送を担当する者には防衛通信システム x1 が支給される。",
      "クライアントは、配送にあたり、いかなる破損の可能性をも含んだ詳細な報告を要求している。\n\n海賊の攻撃に備えるべく、配送を担当する者には防衛通信システム x1 が支給される。",
      "配達ボックスには特別なセキュリティ解析プロトコルが施されており、配達業者が代品で不正を行おうとしても失敗するだろう。\n\n海賊の攻撃に備えるべく、配送を担当する者には防衛通信システム x1 が支給される。",
      "近づいて荷物を詮索しようとする未承認の生命体は\n\nすべて無視するよう、クライアントより指示を受けている。海賊の攻撃に備えるべく、配送を担当する者には\n防衛通信システム x1 が支給される。",
      "クライアントは、荷物に厳重な注意を払いつつも、一秒でも早い配達を希望している。\n\n海賊の攻撃に備えるべく、配送を担当する者には防衛通信システム x1 が支給される。"
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "%BIOME%の写真を撮る",
    "Titles": [],
    "Subtitles": [
      "風景の写真を撮る"
    ],
    "Descriptions": [
      "クライアントは著名な探検家だ。だが病気を患ってしまい、\n依頼を受けた調査旅行を完遂できなかった。\nそこで、調査旅行が成功裏に完了したと証拠を提出できる、\n口の固い地質学者を探している。",
      "クライアントはイメージデータベースを運営している。 大量の画像を検索できるようにすることで、小規模ビジネスが自分たちのアートワークを無断使用できないようにしているようだ。",
      "クライアントは大規模なリサーチラボを運営している。 莫大な余剰予算があるのだが、研究対象の不足に嘆いているようだ。",
      "クライアントは自分たちの活動に関する詳細な\n年間レポートを準備しているのだが、文字ばかりだと\n映えないので画像が必要だと気づいたそうだ。",
      "クライアントは産業関連の特にデリケートな「リサーチ」を行っており、その「研究」に役立つ画像を欲しがっている。",
      "クライアントは、一連のミックスメディア絵画の\n最新作へのインスピレーションを求めている。",
      "クライアントは写真収集財団の設立のスポンサーになろうと考えている。 まずは活動を具現化するためのまとまった数の作品を必要としているようだ。",
      "クライアントはデータプロセスセンターを運営している。 データの圧縮率や送信パイプラインの能力をテストするために、大量の画像を必要としているようだ。",
      "クライアントは、依頼の目的を開示する必要はないと考えている。そうした情報は必要最小限の関係者のみに知らせるべきとしていて、こちらに与えてくれたのは画像を求めているということだけだった。",
      "クライアントは長期時系列比較研究を行っている。 日時が記録された画像群をアーカイブ用に求めているようだ。",
      "クライアントは機械の学習アルゴリズムを改善しようと\nしている。AIがオブジェクトを認知するだけでなく、その\n美的価値を評価できるようにしたいと考えているようだ。",
      "クライアントは、インスピレーションとなるような画像を銀河全土に供給することで、希望や喜びを広めたいと考えている。 この使命を遂行できる美しい心を持つ探検家を探しているようだ。",
      "クライアントは辺境世界の精密なアーカイブデータを構築したいと考えている。すでに生物学者や地質学者に適切なサンプルを集めるように依頼しているが、次は画像を集めてデータ収集を完璧なものとしたいそうだ。",
      "クライアントは写真加工ツールを開発している。 精緻なデジタルイメージを取得して薄い物理的メディアに保存できるという。 残る課題は一連のプロセスをテストするための高精度のサンプルデータ収集だ。",
      "クライアントは記憶消失の恐れにさいなまれている。 そこで万が一消失した際の記憶を取り戻すための視覚的トリガーとして、いくつかの特定の場所の画像を収集したがっているようだ。",
      "クライアントは画像に香りを埋めこむという新たな技術をテストしようとしている。そこで刺激の強い匂いがしそうな画像を探しているようだ。",
      "クライアントはこの一帯の惑星を調査する代表団を送りこもうと考えている。 事前に安全を確認するために、広範囲にわたるフィールドデータを欲しがっているようだ。",
      "クライアントは新たな色を探し求めている。 色探しは長い間停滞していたのだが、ここに来ていくつかの期待できそうな手がかりが見つかったそうだ。",
      "クライアントは辺境の星系の地図を作成中だ。 広域ナビゲーションデータは完成したが、この地図をより完璧にするには詳細なフィールドデータが必要なようだ。",
      "クライアントはこの星系内にある星々のガイドデータを\n作成している。ツアー利用客に観光スポットを\n紹介する時にアピールできるものにするため、\n高品質の画像を欲しがっているようだ。",
      "クライアントはポストカードを作成/販売することで活動費用を捻出したいと望んでいる。 ホログラム画像を土産として売ろうというアイデアだ。",
      "クライアントは新しいプリント技術を模索している。\n幻視誘発色素を活用して、画像を見る者の脳に\n直接イメージを投影するというものだ。",
      "クライアントは画像に対する感情的反応を研究しているのだが、テストデータにズレがあると感じている。",
      "クライアントは画像変成ソフトウェアをテストしたがっている。 既存の画像に詳細データをシームレスに組み込んでいくという仕組みだ。",
      "クライアントは長編の研究書を発表しようと考えている。\nだが、文章だけではまったく読まれないのではと\n心配しており、多数の画像を組み込みたいそうだ。",
      "現在クライアントが求めているのは故郷への思いを想起させる画像、見る者に自身の幼年時代を思い起こさせる画像だ。",
      "クライアントはパノラマ写真を探している。 壮大な風景を見る者に伝える画像だ。",
      "雄大な風景の写真を特に欲しがっている。 細部まで高精細のものを求めているようだ。",
      "素晴らしい景色の画像をクライアントは求めている。\n見る者に自らの小ささを思い知らせる、\n宇宙の広大さを一瞬で伝えてくれる写真を。",
      "クライアントは惑星の地質がひと目でわかる星の地表面を\n形作る大いなる力の存在を写し取った写真を求めている。",
      "クライアントは風景写真を求めている。 星の地質の多様性を1枚に封じ込めたような画像を。",
      "クライアントは地質学的形成の様子を切り取った写真を\n特に求めている。風や水、そして地質変動の\n大いなる力を写し取った画像を。",
      "自然風景の写真をクライアントは探している。 自然への畏怖の念を想起させてくれるような画像を。",
      "撮影者が何らかの危険に遭遇して被害を受けても、\nクライアントに一切の責任はない。",
      "水や放射線によって損傷した画像は受け取ることは\nできない。撮影機材を適切に保護する必要がある。",
      "クライアントは現地で直接撮影された画像を求めている。\n船内からの撮影はNGである。",
      "撮影時は光/明るさを考慮するように。 スペクトルが可視できる状態での撮影が必須である。",
      "注意：コミッション契約となるので著作権はクライアントに帰属する。"
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "%CREATURE%の写真を撮る",
    "Titles": [],
    "Subtitles": [
      "生物の写真を撮る"
    ],
    "Descriptions": [
      "クライアントは著名な探検家だ。だが病気を患ってしまい、\n依頼を受けた調査旅行を完遂できなかった。\nそこで、調査旅行が成功裏に完了したと証拠を提出できる、\n口の固い地質学者を探している。",
      "クライアントはイメージデータベースを運営している。 大量の画像を検索できるようにすることで、小規模ビジネスが自分たちのアートワークを無断使用できないようにしているようだ。",
      "クライアントは大規模なリサーチラボを運営している。 莫大な余剰予算があるのだが、研究対象の不足に嘆いているようだ。",
      "クライアントは自分たちの活動に関する詳細な\n年間レポートを準備しているのだが、文字ばかりだと\n映えないので画像が必要だと気づいたそうだ。",
      "クライアントは産業関連の特にデリケートな「リサーチ」を行っており、その「研究」に役立つ画像を欲しがっている。",
      "クライアントは、一連のミックスメディア絵画の\n最新作へのインスピレーションを求めている。",
      "クライアントは写真収集財団の設立のスポンサーになろうと考えている。 まずは活動を具現化するためのまとまった数の作品を必要としているようだ。",
      "クライアントはデータプロセスセンターを運営している。 データの圧縮率や送信パイプラインの能力をテストするために、大量の画像を必要としているようだ。",
      "クライアントは、依頼の目的を開示する必要はないと考えている。そうした情報は必要最小限の関係者のみに知らせるべきとしていて、こちらに与えてくれたのは画像を求めているということだけだった。",
      "クライアントは長期時系列比較研究を行っている。 日時が記録された画像群をアーカイブ用に求めているようだ。",
      "クライアントは機械の学習アルゴリズムを改善しようと\nしている。AIがオブジェクトを認知するだけでなく、その\n美的価値を評価できるようにしたいと考えているようだ。",
      "クライアントは、インスピレーションとなるような画像を銀河全土に供給することで、希望や喜びを広めたいと考えている。 この使命を遂行できる美しい心を持つ探検家を探しているようだ。",
      "クライアントは辺境世界の精密なアーカイブデータを構築したいと考えている。すでに生物学者や地質学者に適切なサンプルを集めるように依頼しているが、次は画像を集めてデータ収集を完璧なものとしたいそうだ。",
      "クライアントは写真加工ツールを開発している。 精緻なデジタルイメージを取得して薄い物理的メディアに保存できるという。 残る課題は一連のプロセスをテストするための高精度のサンプルデータ収集だ。",
      "クライアントは記憶消失の恐れにさいなまれている。 そこで万が一消失した際の記憶を取り戻すための視覚的トリガーとして、いくつかの特定の場所の画像を収集したがっているようだ。",
      "クライアントは画像に香りを埋めこむという新たな技術をテストしようとしている。そこで刺激の強い匂いがしそうな画像を探しているようだ。",
      "クライアントはこの一帯の惑星を調査する代表団を送りこもうと考えている。 事前に安全を確認するために、広範囲にわたるフィールドデータを欲しがっているようだ。",
      "クライアントは新たな色を探し求めている。 色探しは長い間停滞していたのだが、ここに来ていくつかの期待できそうな手がかりが見つかったそうだ。",
      "クライアントは辺境の星系の地図を作成中だ。 広域ナビゲーションデータは完成したが、この地図をより完璧にするには詳細なフィールドデータが必要なようだ。",
      "クライアントはこの星系内にある星々のガイドデータを\n作成している。ツアー利用客に観光スポットを\n紹介する時にアピールできるものにするため、\n高品質の画像を欲しがっているようだ。",
      "クライアントはポストカードを作成/販売することで活動費用を捻出したいと望んでいる。 ホログラム画像を土産として売ろうというアイデアだ。",
      "クライアントは新しいプリント技術を模索している。\n幻視誘発色素を活用して、画像を見る者の脳に\n直接イメージを投影するというものだ。",
      "クライアントは画像に対する感情的反応を研究しているのだが、テストデータにズレがあると感じている。",
      "クライアントは画像変成ソフトウェアをテストしたがっている。 既存の画像に詳細データをシームレスに組み込んでいくという仕組みだ。",
      "クライアントは長編の研究書を発表しようと考えている。\nだが、文章だけではまったく読まれないのではと\n心配しており、多数の画像を組み込みたいそうだ。",
      "クライアントの画像に対する要求は比較的あいまいだが、自然の生息地にいる生物は必ず写す必要がある。",
      "クライアントが求めているのは自然の生物の画像だ。",
      "クライアントは特に野生動物の画像を求めている。",
      "クライアントは動物の高精細画像を提供できる写真家を探している。",
      "野生動物の写真が特に不足しているようだ。 クライアントはこの問題を解決したいと考えている。",
      "クライアントのプロジェクトは完了間近だが、生態の写真が不足しているという。",
      "クライアントは、自然の生態系の中で暮らしている自然な野生生物の画像を求めている。",
      "クライアントは、ジオタグ付きの生物の高解像度画像を求めている。",
      "距離は撮影者の判断に委ねられている。 画像が鮮明であれば問題ないそうだ。",
      "注意：捕食型生物の写真を撮る際に発生するリスクは、あくまで撮影者の自己責任の範囲となる。",
      "画像の細かな条件は、撮影者の意志に委ねるものとする。 生物単体か群れか、捕食型か非捕食型か、近距離か遠距離からの撮影か、など。",
      "画像の構図は撮影者の判断に任せる。 ただしクライアントは生物が幸せそうにしている様子を撮った写真を好むようだ。",
      "注意：コミッション契約となるので著作権はクライアントに帰属する。"
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "生物をスキャンする",
    "Titles": [
      "ホログラム動物園",
      "仕事に取り掛かるアーティスト",
      "新種怪物育成",
      "記録官",
      "人気の文化事業",
      "新世代への贈り物",
      "動物を救うために",
      "自然法則の解析",
      "毒性排除が主目的にあらず",
      "スペースミルク"
    ],
    "Subtitles": [
      "惑星の生物を追跡しスキャンせよ"
    ],
    "Descriptions": [
      "クライアントからの依頼は、\n惑星の地表面に存在する生物群をスキャンすることだ。\nデータは各個体のホログラムを作成するのに使われる。\n鑑賞者と生物の安全が保たれ、\n純粋に観察を楽しむためのデータを揃えるのがミッションの目的だ。",
      "クライアントは高品質の\n生命体スキャンデータを求めている。\n生命体のクローンを作るためには、\n生命体の高品質デジタルイメージが必要だ。\n任意の媒体を使って、技術を試したいらしい。",
      "クライアントは綿密な生態系調査を求めている。\n兵器化捕食生物育種プロジェクトが\n行き詰まっているためだ。\n現状の狩りと潜伏特性における欠点を補完するために、\n新たなDNAサンプルを必要としている。",
      "クライアントは緊急で、\n生物種のデータスキャンを求めている。\n環境破壊や戦争、工業関連の事故などにより、\n様々な種が日々絶滅している。\nクライアントはこうした状況の改善には\n関心を持っていないが、生物種データの損失で\nアーカイブが不完全となるのは避けたいらしい。",
      "クライアントは巨大なギャラリー施設に出資している。\n最近行われた展覧会では抽象芸術を目玉にしたが、\nアテが外れてしまったようだ。\nそこで、離れた客をギャラリーに呼び戻すべく、\n今度は特徴的な生き物のリアルなホログラムを\n展示の目玉にしたいと考えている。",
      "クライアントはリサーチ施設を運営している。\n事業は好調で業界ではそれなりの地位を確立した。\nそして今、業界に恩返しをしたいと思い立ったそうだ。\n若い頃、彼らは生まれ故郷の恵まれた生態系に\n心を奪われたという。そこで、同種の生態系の\nホログラムを集めれば、生体種を肉眼で見たことがない\n人々に驚きと感動を与えることができるのではと\n考えたようだ。",
      "クライアントは宇宙動物の\n医療プロジェクトに関わっている。\nしかし全ての星に獣医を送り込むには数が不足していて、多くの病気の動物が放置されたままだという。\nそこで、彼らは動物の個体数を計るためのデータスキャンを依頼してきた。このデータで病気の兆候も分かるので、効率よく人員を配置できるようになるはずだ。",
      "クライアントは惑星における生態系の発展に\n強い関心がある。 様々な形質が銀河の果てで\n日々進化を遂げている。 彼らはこうした平行進化が\n自然で理論に沿ったものか、偶然か、\n何らかのパターンの結果か、\nはたまた人知の及ばぬ範囲なのかを知りたいと言う。 \nある生命体を育んだ形質や環境の法則を知るための\nデータベースの構築・充実を目指し、協力を求めている。",
      "クライアントはリサーチに協力し、\nさらに沈黙を守れる探検家を探している。\nある種の毒性物質が、近隣の惑星の大気に排出、\nもしくは意図的に放出された可能性があるというのだ。\n現地の植生をスキャンすれば、\nこの理論上毒性を持つと思われる物質が、\n長期において生態系にどのような影響を与えるかが判明するはずだ。",
      "クライアントは農業ビジネスにおける\n新たな収益源を模索している。\n野生生物の適合性評価に\n手を貸してくれる探検家を探しているそうだ。\n家畜化の可能性、推定される妊娠期間、餌の費用、\nミルクの栄養成分を評価するため、\nスキャンデータが必要らしい。",
      "クライアントは環境への長期的な影響を研究している。",
      "クライアントはDNAの突然変異を追跡調査している。",
      "クライアントは動物の移動パターンを研究している。",
      "クライアントは惑星外生物の繁殖計画を立てている。",
      "クライアントは重力と進化についての\n理論を検証している。",
      "彼らは予測をマッピングして検証するためのデータベースを構築している。",
      "彼らは理論を検証するために大量の生物データを必要としている。",
      "彼らは他の場所で収集したデータと比較するために、\n付近の動物相の詳細なスキャンデータを求めている。",
      "彼らのシミュレーションモデルには大きな欠落があり、欠けているデータを提供してくれる探検家を必要としている。",
      "彼らは研究のためにある重要な情報を必要としており、研究をサポートしてくれる探検家を探している。",
      "有効な生命体スキャンデータなら全て受け取るだろう。",
      "生きている生命体のスキャンデータのみを受け取るだろう。",
      "高解像度の臓器調査スキャンは特に珍重される。",
      "そのため、詳細な生物スキャンデータを求めている。",
      "特に重視するのは、付近の動物相の最新スキャンデータだ。"
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "上位タイプのセンチネルを全滅させる",
    "Titles": [
      "行動パターン解析",
      "脳の収穫",
      "スペアパーツ",
      "センチネルへの憤怒",
      "混乱を巻き起こせ",
      "獣を挑発せよ",
      "強奪",
      "自前のセンチネル",
      "無力化兵器",
      "敵システムの解明"
    ],
    "Subtitles": [
      "惑星のセンチネルを排除せよ"
    ],
    "Descriptions": [
      "クライアントはセンチネルへの理解を深めたがっている。ドローンの行動パターンに関するデータは十分揃ったものの、めったに見つからないクアッドとウォーカーに関するデータ不足は否めない。\nそこで彼らは、上位タイプのセンチネルをおびき出して戦える者を探している。戦闘での様子を観察できることを期待しながら。",
      "クライアントは高度な人工知能の研究事業に\n取り組んでいる。銀河の至るところから機械仕掛けの\n脳をかき集めることで、研究を前進させることが願いだ。\n既にかなりの種類を集めたが、肝心の、上位タイプの\nセンチネルの処理ユニットがまだ手に入らない。彼らは\nセンチネルを倒せる者を探している。撃退だけ済めば、\n依頼主のチームが摘出作業を行うことができる。",
      "クライアントは個人的目的の為スペアパーツを\n必要としている。 \nはるか昔、損傷した四足歩行センチネルに\n独自のAIを埋め込み救出して以来、センチネルとは\n家族として長く生活を共にしてきた。しかし今、\nベアリングなど様々な箇所に不具合が生じ始めた。\nそこで上位タイプのセンチネルを行動不能にして、\n修理用パーツを調達できる人物を探しているという訳だ。",
      "クライアントはセンチネルのせいで、大きな屈辱を味わった。復讐への切望は、自身の手でセンチネルを破壊する程度では決して満たされなかった。\nどれほど大規模なドローン狩りを行っても怒りは収まらない。事態は不毛にも深刻化の一途をたどり、ついには、上位センチネルを1基破壊するごとに報酬を与えると言い出した。",
      "クライアントは少々過激な実験を行いたがっている。\nセンチネルドローンの攻撃性を削ぐ効果的な方法を\n見つけたいそうだ。最新の仮説では、上位タイプの\nセンチネルを破壊すればドローンは指示系統を失って\n混乱し、散り散りになるという。これを証明できれば、\n惑星探検家には朗報となる。この実験に必要なのが、\nセンチネルの破壊を担当する勇敢な技術者である。",
      "クライアントはセンチネルを稼働するシステムを\n調査したいと言う。現時点で分かることは、\n彼らが資源の採取を警戒することだけだが、\nこれ以外の行動パターンも解明したいのだ。\nセンチネル同士の連絡手段は？順位はあるか？ \n痛覚はあるか？攻撃対象に何か感情を抱くのか？ \nそれを知る為に、上位センチネルと交戦する様子を\n安全な距離から観察したい、と。",
      "多くの人と同様に、クライアントもまたグラビティーノオーブに価値を見出していた。\nしかし、センチネルに攻撃されるのは真っ平だと考えている。そこで彼らは、利益から取り分を与えるのと引き換えに、上位タイプのセンチネル軍を破壊してくれる者を求めている。ドローンの気をそらしている間に、彼らはオーブを収集して、センチネルが戻ってくる前に逃げるそうだ。",
      "クライアントは植物種保管設備の設立と運営に\n尽力してきた。希少な植物が数多く保存できたが、\n略奪者をも引き寄せてしまった。 \nそこで考えたのが施設を護衛する自前のセンチネル軍の\n設立だ。既に破損したドローンから相当数のパーツを\n集めているが、監視団を作るには更なるパーツが必要だ。\nそこで彼らは、収集の為の戦闘を担ってくれる\n人物を求めている。",
      "クライアントはセンチネル「ハラスメント」問題を\n解決する方策を試したいと考えている。\n高周波の音を発信する自作デバイスで\nセンチネルのAIの指示系統に干渉するというわけだ。\nあくまでもセオリー上では、だが...。 \nそこで上位タイプのセンチネルをおびき寄せる探検家を\n探している。実地テストを行う算段だ。\n勿論、テストが失敗した場合は実戦は避けられない。",
      "クライアントはセンチネルの通信システムと同等の波長で稼働するネットワークデバイスを開発した。\nこれを使い、ドローンに指示を与えている何らかのシステムの正体を解明する突破口を切り開くことが狙いだ。\n彼らは、上位タイプのセンチネルを戦闘におびき寄せる役割を担う探検家を探している。デバイスの実地テストを行おうというわけだ。",
      "クライアントから惑星上にいるセンチネルの破壊を依頼された。",
      "クライアントはセンチネルへの復讐を望んでいる！",
      "クライアントは一緒にセンチネルと戦うことのできる探検家を求めている。",
      "クライアントはセンチネルの脅威を終わらせたいと思っている。",
      "クライアントはセンチネルに苦しめられており、この苦難を終わらせたいと願っている。",
      "クライアントはセンチネルの支配から星系を解放したいと願っている。",
      "クライアントはセンチネルの目を潰したいと思っている。",
      "クライアントはセンチネルによる絶え間ない脅威から逃れたいと考えている。",
      "刻々と変化する銀河の中で、センチネルだけは変わりなく、いつも作業を妨害してくる。",
      "どの星系にもセンチネルは必ずいる。戦う以外に道はない。",
      "ゲック、ヴァイキーン、コーバックス...センチネルはどこにいても無差別に生命体を攻撃する。 ",
      "どうやら、センチネルは無限にわいてくるようだ。だが存在する以上は破壊できるはず。",
      "センチネルは現実世界の外から現出してくるようだ。しかしこの世界のルールに則って攻撃してくるのだから、この世界のルールで破壊できるはずだ。",
      "センチネルが痛みを感じるのかはわかっていないが、それを探ってほしいようだ。",
      "クライアントは、たとえこの仕事が完遂されてもセンチネルの来襲が終わらないとわかっているが、わずかな休息でも十分価値があると考えている。",
      "彼らは、たとえどれほど小さな勝利だとしても、センチネルを少しでも破壊できたら喜ぶだろう。",
      "センチネルの脅威に鉄槌を下せば、クライアントからかなりの報酬が与えられる。",
      "クライアントは、一人ではセンチネルの数にとても敵わないことに気がついている。とはいえ、その行動には価値があると感じている。",
      "クライアントは攻撃手段の判断を任せてくれるだろう。センチネルに襲撃の代償を払わせなければ。",
      "クライアントが報酬を用意して待っている。センチネル狩りを始めろ...",
      "用心するよう忠告された。クライアントはセンチネルとの闘いで発生した負傷について責任を負わないだろう。",
      "クライアントはセンチネルの注意を逃れてから報酬を受け取りに戻るよう求めている。センチネルから身を隠したいようだ。",
      "クライアントはこの戦いに感謝している。",
      "最後に、クライアントはこう言っている。\nセンチネル狩りは公共に資する素晴らしい行いだ。これからやることに誇りを持て、と。"
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "惑星にある掘削機を襲撃する",
    "Titles": [
      "財産収得",
      "自然第一主義",
      "デュー・デリジェンス",
      "特許権侵害",
      "労使関係",
      "労働革命！",
      "予期せぬ問題",
      "先見的自主行動",
      "圧縮カロリー",
      "深遠なる場"
    ],
    "Subtitles": [
      "産業機密を入手せよ"
    ],
    "Descriptions": [
      "クライアントは、とある投資機会を目ざとく見つけた。価値の高い知的財産をかなりの安値で獲得できるチャンスがあることに気付いたのだ。彼らはターゲットの施設に自ら出向いて、投資対象を確保してきてくれる勇猛果敢な探検家を探している。",
      "クライアントは生物学的悲劇の発生を防ぎたいと考えている。ほんの数時間で惑星をコアごと食い尽くすという、史上最大規模の惑星資源収奪の陰謀の存在に気付いたのだ。\nこの緊急事態に際し、クライアントは陰謀の全容が保管されている施設に侵入できる探検家を探している。そのデータの一切を、システムから抹消せねばならない。",
      "クライアントは、この星系で行われている資源収集事業の取得を検討している。しかし、大きな費用をかけて事前調査を実行することは賢明とは言えない。\nそこで彼らは目標施設に進入し、データの一切を入手してくる口の堅い冒険家を探している。データを取得できれば、事業提携を結ぶか否かの判断に大いに役に立つだろう。",
      "クライアントは最近、専門性の高い科学機器の製造を開始した。しかしその分野では新参者のため、すでに一定の成果を上げている競合他社の経験を参考にしたいと考えた。\n幸運にも、競合他社は該当の分野で相応の専門知識および技術を蓄えている。クライアントはその知識取得プロセスに協力してくれる探検家を求めている。",
      "クライアントは、人工知能技術の法的保護の枠組みを\n確立せんとする団体の代理活動を行っている。\nロビー活動の他に、彼らはもっと直接的な行動も\n取っているようだ。彼らは近隣の工場で不十分な設備に\n接続され、奴隷稼働を強いられているAIの情報を得た。\nそこでこのAIを救助し、安全な場所へ\nアップロードした後、\n破壊してくれる探検家を探している。",
      "クライアントは全銀河系の労働環境の改善を模索している。工場の自動化が主流となり、勤勉な生命体は失業。それと同時に、大量生産を可能としたごくわずかな資本家に富が集中してしまっている。\nクライアントはこうした自動化された工場のひとつを破壊してくれる、正しい考えを持った探検家の協力を探し求めている。",
      "クライアントが最近建造した施設が生産目標を達成できていない。クライアントは、施設の責任者が施設から生産物を盗み、その売上を横領しているのではないかと疑っている。\nそこで、責任者に証拠を隠す時間を与えないために、施設を抜き打ちで「訪問」して生産記録を入手するという依頼を、秘密裏に実行できる探検家を探している。",
      "クライアントは競合相手が、製品の製造過程における安全基準に違反しているのではと疑っている。しかし規制機関が動いてくれないため、自分たちで問題を世間に知らしめたいと考えている。\nそこで競合相手のデータベースにアクセスし、充填剤にプルトニウムを使用しているという記録をダウンロードしてほしい。",
      "クライアントは合成フードキューブの製造を行っている。しかし彼らの圧縮カプセルの栄養価濃度が競合他社のそれに劣っているという問題を抱えていた。\nそこでクライアントは、何としても競合のデータファイルを手に入れたいと考えている。味、栄養ともにスキのないあのプロテインカプセルに何が圧縮混入されているのかを突き止めるために。",
      "クライアントは、最近稼働を始めた競合他社の鉱山が大きな成果を上げていることに気付いた。そこで、この鉱山の実体を把握したいと考えている。\n掘削孔の深度や位置などの情報に対して、それなりの額を支払う用意があるそうだ。特に、並列掘削の可能性を示唆する情報を欲しがっている。",
      "クライアントは、この星系の工場からデータを回収してほしいようだ。",
      "クライアントは、近くの厳重に警備されている工場に忍び込み、あるモノを回収できる人物を探している。",
      "クライアントは、近くの工場施設からデータを盗み出してほしいようだ。",
      "クライアントは、近くの惑星にある工場からアイテムを回収してほしいようだ。",
      "クライアントは、難易度の高いデータハッキングを要求している。 ターゲットはこの星系にある工場だ。",
      "当然、工場のオーナーは、この計画を一切知らない。",
      "彼らの依頼は、工場の作業を妨害することだ。",
      "盗みが成功すれば、現在進行中の計画が大きく前進するだろう。",
      "彼らの製品を強化するためには、工場内にイノベーションが必要とされる。",
      "工場で密輸品が生産されていることを示す証拠もつかんでいるようだ。",
      "クライアントからは、一切の痕跡を残すなとの指示があった。 慎重な行動が求められている。",
      "クライアントからは、工場はセキュリティーシステムで警戒されているため、注意するようにとのことだ。",
      "クライアントは、侵入手段を一任するとのこと。 とにかくデータを必ず手に入れるように。",
      "発見された場合、クライアントは一切の関与を否定する。 とにかく、捕まらないことだ。",
      "回収したデータは、できるだけ早く届けてほしいそうだ。"
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]