[
  {
    "Id": "mission1",
    "Objective": "狩猎海盗",
    "Titles": [
      "交通中断",
      "保护费",
      "科学的反击",
      "挽回颜面",
      "圣战",
      "阴魂索命",
      "暗中破坏！",
      "追猎黑客",
      "无情的谈判",
      "高额赌注"
    ],
    "Subtitles": [
      "猎杀海盗"
    ],
    "Descriptions": [
      "海盗正在干扰货船交通，这是对诚实与不诚实的商人们的公开挑衅。客户想要终止这次祸端。以战止战。",
      "海盗们正在打劫自动化采矿设施，所有前来卸货的飞船都成了他们攻击目标。这些海盗喜欢欺凌弱小，客户希望消灭少量海盗飞船，让其余的海盗改找防御更薄弱的地区下手。",
      "当地科研机构正在艰难地设法抵御一系列海盗攻势。显微镜被偷走了，滴定设备也被砸了个稀巴烂。客户想通过实验了解到底要消灭多少海盗，他们才会停止攻击。",
      "客户征求协助解决家庭问题。具体来说，是有一名家庭成员踏上了海盗之路，败坏了客户良好的家族声誉。消灭海盗，恢复客户在正派生命体中的声望。",
      "一条来自群星的消息使客户受益匪浅。此消息向客户解释了生命的意义。\n客户打算投身到无止境的剿灭海盗事业中去，以此为大义出一份力。\n客户正在寻找愿意加入......最起码愿意暂时加入圣战的驾驶员。",
      "此任务是由客户的遗嘱执行人代为发布。客户被一伙海盗放逐到了凶险的行星上等死。客户据推测已经死亡，但是一台通讯器将客户的命运广播到了当地无线电频道上。客户要求用剩下的所有资金，悬赏把自己抛弃在这里的海盗。",
      "客户急需援助逮捕一名海盗。客户的工厂被人藏了多个电磁脉冲装置，使得运营能力遭到了严重打击。对现况无能为力的客户，要求所有守法的驾驶员帮忙抓捕犯人。",
      "一个海盗帮派使客户损失惨重。这些海盗没有采取太空袭击的方法，而是远程破解了客户的交易终端，且用它将资金与货物转到了海盗自己的账号上。客户打算在真实世界中向这些虚拟罪犯展开复仇。",
      "海盗绑架了客户的数名员工，索要了极其高昂的赎金。客户认为展示武力是防止绑架案件继续发生的最好方式。尽管人质还在飞船上，客户依然征召驾驶员找到并摧毁海盗飞船。生命的消逝固然不幸，但是用这种方式客户就能展示出自己对于勒索行为零容忍的态度。",
      "客户经营太空战斗赌局，获利颇丰。客户在一艘豪华货船上运营业务，此货船在当地空间中搜寻战斗，让顾客们在安全舒适的环境中观察战斗并下注。生意蒸蒸日上，但战斗越来越少。客户正在征召愿意进入“竞技场”为乘客创造消遣娱乐的驾驶员。",
      "客户希望摧毁附近的海盗。",
      "客户希望消灭这个系统中的海盗行为。",
      "客户想要立刻惩罚这个基站附近的海盗。",
      "客户需要这些世界附近的所有海盗都灭亡。",
      "客户迫切希望看到海盗浮渣的灭亡。",
      "客户希望刺杀附近的海盗群体。",
      "客户需要铲除祸害这些世界的海盗。",
      "客户希望消灭这个基站附近的所有海盗。",
      "犯罪分子已经逃避法律制裁许久，严重扰乱当地货船，却未受到惩罚。",
      "犯罪分子袭击了整个地区的设施，它认为自己凌驾于法律之上。",
      "每度过一天，犯罪的威胁就增加一分。必须做点什么了。",
      "犯罪分子在决定过自由偷窃的生活时，就已经是自取其辱了。",
      "犯罪分子不值得赦免，不该让它从罪行中解脱。",
      "如果有机会，犯罪分子一定会摧毁整片区域的。",
      "长久以来，犯罪分子一直在破坏这个系统的贸易路线。",
      "在犯罪分子选择自己的生活方式时，就已经选择了死亡。",
      "客户希望能迅速完成任务，且不受牵连。它不希望受到任何海盗集团的报复。",
      "客户暗示应该谨慎处理这件事。海盗会不惜一切代价击垮你的飞船。",
      "客户为你留下了消灭海盗的方法。一定要确保不会留下任何活口。",
      "客户对你履行公民义务表示感谢。没有任何系统应该纵容这种违法行为。",
      "这项合约完成后会使许多人受益。你的回报也将非常可观。",
      "客户提醒你不要与海盗进行交易或任何形式的交流。它会为了逃避法律的制裁而做任何事的。",
      "只要能够消灭海盗，无论早晚，客户都能接受。消灭速度取决于你。",
      "客户知道其他海盗终究还会踏入这片土地，但拥有短暂的和平比完全没有要好得多。"
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "收集物品",
    "Titles": [
      "私人代购",
      "纪念物",
      "盛宴",
      "发电之路",
      "天无绝人之路",
      "操控市场",
      "免费礼物",
      "黑色新款",
      "竞争欲望",
      "表面文章",
      "宝贵的样本",
      "替代品",
      "先弄来再说",
      "机器里的齿轮",
      "我们时代的记录",
      "最后的收藏品",
      "牟取暴利",
      "木偶师",
      "引领潮流",
      "群众的智慧"
    ],
    "Subtitles": [
      "寻求贵重物品"
    ],
    "Descriptions": [
      "客户打算送一份厚礼给他们忠实的合伙人。合伙人多年来任劳任怨，对他们忠心不二。客户征召有能力的驾驶员获取一件高价值物品，并将其安全送到合伙人手中。",
      "客户要找一件他们以前的物品，用来纪念过去的日子。此物代表着他们童年的重要时刻，因此安全将物品送到者，将得到一笔丰厚的报酬。",
      "客户听说新风尚正在兴起。他们想要的物品据说既美味又富有营养。可想而知，突然紧俏的物品肯定很难弄到。能在他们下次用餐之前把此物及时送到的驾驶员会得到奖励。",
      "客户一直在研究产生能源的新方法。他们相信自己已经取得了突破。他们的新方法能产生大量能源，且只会产生很少的剧毒废料。不过，其中的关键成分不够用了。他们无法离开实验室，因此征召驾驶员替他们收集这种物品。",
      "客户从事高端的意识研究。他们摒弃了现有的对思维形成的认知，而是寻找更为全面的答案。他们相信已经取得了突破。他们找到了一种材料，相信其拥有与感受思维的能力一致的特性。他们只需要用这种物质组装一台思考机器，就能证明这种理论。由于组装会需要大量这种材料，因此他们征召探险家协助收集。",
      "客户发现了盈利的机遇。协助者皆可分一杯羹。\n它征召大量探险家将物品运到同一个地点，目的是把当地市场的物价压下去。使过量的货物涌入市场，会迫使其他供应商丢掉饭碗，这样客户就能在晚些时候进驻市场，并利用长期供应上的不足而大赚一笔。",
      "客户想要和恒星系当局搞好关系。它得知当地空间站的长官对一种特别的物品情有独钟，并想投其所好，把这种东西送给它。当然，客户不会蠢到亲自把东西送过去，因此它征召一名探险家当它的中间人，代表它收集物品。",
      "客户每个月替清闲的有钱人管理一系列挑选出来的货物。它得知一种特别的物品突然流行起来，因此它必须将这种物品加入它最新的收藏品行列中。能弄到这种物品的探险家，可将其以高于市场价的价格卖给它。",
      "客户得知它的对手对一件特别的物品感兴趣。它自然不能让对手把东西弄到手。它愿意奖励任何能抢在对手之前把东西弄到手的探险家，这样对手不管有何企图，都无法得逞了。",
      "客户最近开展新业务。它把普通物品拿到手，并帮助别人看到其中的价值。主要手段是弄来廉价的物品，并将其劣化，使其看起来具有历史价值。它想要一批用于加工的新货。",
      "客户从事风险性研究。它得到了一大笔拨款，正在想该怎么花。\n于是它设计了一系列测试，相信可以借此判断一样物品是否需要进一步测试。它现在需要测试材料。",
      "客户不小心弄丢了一件非常重要的物品。它急需替代品，以求没人注意到东西丢了。",
      "客户得知对手的组织弄到了一件非常重要的物品。它并不是很清楚这件物品具体重要在哪儿，但推断它也一定要弄到一件，不然会在竞争中落后。",
      "客户正在制造永动机。它从全星系各处弄到了各种各样的部件和能量源，并相信自己只缺几样部件就能大功告成。客户必须时刻守着作品，因此征召探险家替它获取剩下的材料。",
      "客户想要把代表其族群和文化的东西保存在保险箱里。它认为这对未来的历史学家意义重大。不过，客户的合伙人都不愿意舍弃自己的所有物，因此客户征召探险家收集并交付它指定的物品样本。",
      "客户是贵重物品的知名收集者。它已经收集了一批精美的藏品，但还缺少最后一样东西。如果少了这样东西，整套收藏就毫无价值。客户征召所有探险家协助搜寻这件稀世珍宝，帮助它弄到物品者将获得奖励。注意了，客户只收完好的样本。",
      "客户意图操纵当地市场。\n由于不幸出现数据错误，客户买进了十倍于预期数量的货物，于是征召探险家在当地空间各处的交易终端买进相同的物品，以使其涨价，这样自己就可以通过出售不小心多买的货物捞上一笔。",
      "客户想要挑拨当地两个犯罪团伙之间的关系。两个团伙都想要一样特别的物品，如果弄不到，就会猜测这肯定是对方搞的鬼。客户想请求谨慎的探险家独自获取此物品，以激化两个团伙之间的矛盾。",
      "想要在商业投机中领先对手的客户，听说有一样特别的货物即将销路大好，于是打算囤积这种货物，到时候大赚一笔。客户愿意出高于市场价的价格收这种物品，以此慷慨答谢冒风险与其做交易的驾驶员。",
      "客户是一名非常成功的企业家，无暇自己收集货物，于是愿意出钱奖励替它购物的独立驾驶员。",
      "客户需要进行一次特殊的投递。",
      "客户需要获得一件物品，无论难度多大。",
      "客户希望获得一个特别的物体。",
      "客户想要得到一个产品。",
      "客户希望立刻拥有一件物品。",
      "没有这个，它就死定了。这件事至关紧急。",
      "有了它，它的研究才能在决定性阶段取得进展。",
      "它相信这能使它在战斗中占据优势。",
      "它正在进行一项危险的任务。而这能确保它的安全。",
      "它遭遇了窃贼，因此需要这个作为失窃品的替代物。",
      "客户留下了详细信息。一旦收到包裹，你就会得到适当奖励。",
      "客户为实现快速周转而提前对你表示感谢。",
      "客户希望小心投递。确保在传输过程中万无一失。",
      "客户希望物体以最快的速度抵达。",
      "客户高度评价你在这次任务中的细心服务。"
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "收集物品",
    "Titles": [
      "私人代购",
      "纪念物",
      "盛宴",
      "发电之路",
      "天无绝人之路",
      "操控市场",
      "免费礼物",
      "黑色新款",
      "竞争欲望",
      "表面文章",
      "宝贵的样本",
      "替代品",
      "先弄来再说",
      "机器里的齿轮",
      "我们时代的记录",
      "最后的收藏品",
      "牟取暴利",
      "木偶师",
      "引领潮流",
      "群众的智慧"
    ],
    "Subtitles": [
      "寻求贵重物品"
    ],
    "Descriptions": [
      "客户打算送一份厚礼给他们忠实的合伙人。合伙人多年来任劳任怨，对他们忠心不二。客户征召有能力的驾驶员获取一件高价值物品，并将其安全送到合伙人手中。",
      "客户要找一件他们以前的物品，用来纪念过去的日子。此物代表着他们童年的重要时刻，因此安全将物品送到者，将得到一笔丰厚的报酬。",
      "客户听说新风尚正在兴起。他们想要的物品据说既美味又富有营养。可想而知，突然紧俏的物品肯定很难弄到。能在他们下次用餐之前把此物及时送到的驾驶员会得到奖励。",
      "客户一直在研究产生能源的新方法。他们相信自己已经取得了突破。他们的新方法能产生大量能源，且只会产生很少的剧毒废料。不过，其中的关键成分不够用了。他们无法离开实验室，因此征召驾驶员替他们收集这种物品。",
      "客户从事高端的意识研究。他们摒弃了现有的对思维形成的认知，而是寻找更为全面的答案。他们相信已经取得了突破。他们找到了一种材料，相信其拥有与感受思维的能力一致的特性。他们只需要用这种物质组装一台思考机器，就能证明这种理论。由于组装会需要大量这种材料，因此他们征召探险家协助收集。",
      "客户发现了盈利的机遇。协助者皆可分一杯羹。\n它征召大量探险家将物品运到同一个地点，目的是把当地市场的物价压下去。使过量的货物涌入市场，会迫使其他供应商丢掉饭碗，这样客户就能在晚些时候进驻市场，并利用长期供应上的不足而大赚一笔。",
      "客户想要和恒星系当局搞好关系。它得知当地空间站的长官对一种特别的物品情有独钟，并想投其所好，把这种东西送给它。当然，客户不会蠢到亲自把东西送过去，因此它征召一名探险家当它的中间人，代表它收集物品。",
      "客户每个月替清闲的有钱人管理一系列挑选出来的货物。它得知一种特别的物品突然流行起来，因此它必须将这种物品加入它最新的收藏品行列中。能弄到这种物品的探险家，可将其以高于市场价的价格卖给它。",
      "客户得知它的对手对一件特别的物品感兴趣。它自然不能让对手把东西弄到手。它愿意奖励任何能抢在对手之前把东西弄到手的探险家，这样对手不管有何企图，都无法得逞了。",
      "客户最近开展新业务。它把普通物品拿到手，并帮助别人看到其中的价值。主要手段是弄来廉价的物品，并将其劣化，使其看起来具有历史价值。它想要一批用于加工的新货。",
      "客户从事风险性研究。它得到了一大笔拨款，正在想该怎么花。\n于是它设计了一系列测试，相信可以借此判断一样物品是否需要进一步测试。它现在需要测试材料。",
      "客户不小心弄丢了一件非常重要的物品。它急需替代品，以求没人注意到东西丢了。",
      "客户得知对手的组织弄到了一件非常重要的物品。它并不是很清楚这件物品具体重要在哪儿，但推断它也一定要弄到一件，不然会在竞争中落后。",
      "客户正在制造永动机。它从全星系各处弄到了各种各样的部件和能量源，并相信自己只缺几样部件就能大功告成。客户必须时刻守着作品，因此征召探险家替它获取剩下的材料。",
      "客户想要把代表其族群和文化的东西保存在保险箱里。它认为这对未来的历史学家意义重大。不过，客户的合伙人都不愿意舍弃自己的所有物，因此客户征召探险家收集并交付它指定的物品样本。",
      "客户是贵重物品的知名收集者。它已经收集了一批精美的藏品，但还缺少最后一样东西。如果少了这样东西，整套收藏就毫无价值。客户征召所有探险家协助搜寻这件稀世珍宝，帮助它弄到物品者将获得奖励。注意了，客户只收完好的样本。",
      "客户意图操纵当地市场。\n由于不幸出现数据错误，客户买进了十倍于预期数量的货物，于是征召探险家在当地空间各处的交易终端买进相同的物品，以使其涨价，这样自己就可以通过出售不小心多买的货物捞上一笔。",
      "客户想要挑拨当地两个犯罪团伙之间的关系。两个团伙都想要一样特别的物品，如果弄不到，就会猜测这肯定是对方搞的鬼。客户想请求谨慎的探险家独自获取此物品，以激化两个团伙之间的矛盾。",
      "想要在商业投机中领先对手的客户，听说有一样特别的货物即将销路大好，于是打算囤积这种货物，到时候大赚一笔。客户愿意出高于市场价的价格收这种物品，以此慷慨答谢冒风险与其做交易的驾驶员。",
      "客户是一名非常成功的企业家，无暇自己收集货物，于是愿意出钱奖励替它购物的独立驾驶员。",
      "客户需要进行一次特殊的投递。",
      "客户需要获得一件物品，无论难度多大。",
      "客户希望获得一个特别的物体。",
      "客户想要得到一个产品。",
      "客户希望立刻拥有一件物品。",
      "没有这个，它就死定了。这件事至关紧急。",
      "有了它，它的研究才能在决定性阶段取得进展。",
      "它相信这能使它在战斗中占据优势。",
      "它正在进行一项危险的任务。而这能确保它的安全。",
      "它遭遇了窃贼，因此需要这个作为失窃品的替代物。",
      "客户留下了详细信息。一旦收到包裹，你就会得到适当奖励。",
      "客户为实现快速周转而提前对你表示感谢。",
      "客户希望小心投递。确保在传输过程中万无一失。",
      "客户希望物体以最快的速度抵达。",
      "客户高度评价你在这次任务中的细心服务。"
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "交送物品",
    "Titles": [
      "庆祝生还",
      "欲盖弥彰",
      "巧妙的谈判",
      "视而不见",
      "安全货运",
      "最亲近的人",
      "表达歉意",
      "专家研究",
      "威胁密语",
      "大清理",
      "邮资已付",
      "可疑的嘎嘎声",
      "以物易物",
      "忠实的顾客",
      "免税",
      "诱饵",
      "抢手货",
      "免费样品",
      "新鲜产品",
      "传递接力棒"
    ],
    "Subtitles": [
      "急需专递服务"
    ],
    "Descriptions": [
      "客户需要一个信得过的送货人。其想要用一份礼物向一名同事表达敬意，庆祝对方再次成功活下来。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户需要一次低调的运送服务。他们想要信使安心，包裹货真价实，没有必须怀疑货运清单。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户需要解决一宗生意的问题。对方的谈判攻势太过残酷，客户希望这个包裹能够移除任何交易上的阻碍。务必将包裹送到收货人本人手中。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户正在进行敏感交易。此包裹是对特定交易方的由衷感激。客户的这份礼物没有附带条件，因为一切可能的疏失都已被或将会被忽视。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户只需要将一些货物送给一名同事。他们还捎了一条消息，让收货人不用担心，货物来源无法追踪。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户的工作非常重要且繁忙，因此没有时间去处理琐碎家事。今天是纪念先祖的日子，按照习俗，要送礼物给生下自己的人。客户希望请人帮忙把事办掉，这样自己就不用费心了。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户在恋爱关系中做了对不起对方的事，忘记纪念有特别意义的日子了。作为道歉，客户给受伤害的一方送去了一份有特殊意义的物品。务必不要在运输过程中丢失，否则客户将陷入更窘迫的境地。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户弄到了一件不寻常的物品。虽然表面看上去平淡无奇，微生物扫描显示其中带有惊人数量的未知孢子。客户需要将此物品交给一名生物危害专家。务必不要打开密封包装。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户想要向一名伙伴传达一条消息。物品没有附带任何字面讯息，而且物品本身也不是什么重要的东西。但是，客户觉得将物品送到伙伴的私人地址，应该就能很明确地表达其中的含义。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户想要减轻负担。这些年收集了大量各式花哨的小玩意，现在想要处理掉这些物品。直接摧毁的话太过浪费，但是如果一次性全放在一个地方有可能会泄露太多个人信息。因此，客户选择请众多送货人把东西送给多名收货人。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户经营一家小规模的零售公司。他们购买其他人不想要或者不喜欢的物品，然后转卖给更能欣赏其价值的买家。客户最新的一笔货物已经准备好交付给付了钱的欣赏家了。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户要运一批完全没有可疑之处的货物，正在征召一个不多管闲事也不会吸引到当局注意的运货人。客户想要提醒运货人，包装箱中若传来的任何动物的声响，都绝对是运货人幻听。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户是一条又长又复杂的交易链中的一环。为了避免留下任何可能会被追踪到的记录，交易并没有使用货币。这批货是客户应付给另一方的款项。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户正在向一名忠实顾客配送一次常规运输。物品本身没什么重要意义，但重要的是要让客户感觉受重视。因此，客户拒绝使用散装输运，改为征召有经验的私人货运专员。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户每天都要配送大量物品。他们的公司利润率非常少，因此就算是最轻微的税务都会让他们血本无归。客户觉得更为有效的做法是雇佣言行谨慎的货运员，在他们办自己的非商业事务期间顺便运送货物。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "当地海盗都认识客户，并且悬赏其人头。客户想在没人跟踪的情况下离开此恒星系，于是将自己的追踪芯片装进了这件物品中，要求将此物朝客户本人逃跑的反方向运输。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "星系里充斥着各种各样的规章制度。在一个恒星系中无伤大雅的物品在其他地方说不定就成了非法物品。诸如这类的差异创造了商业机遇。客户想要运送一件这样的物品，不要问问题，不要吸引注意。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户想要给自己公司招揽到一名新的大顾客。顾客想要在下大批量订单之前先检验一下客户的货物样本。客户需要将样本完好无损地运送到顾客手中。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户每周会给那些不能或者不愿意自己购物的消费者寄去包裹。消费者们可以按照包含其中的配方，给自己准备一份美味大餐或组装机械佣人。这次的货物就是本周订单。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户之前找了一名货运员，但是那个人没办法完成运输。其脉冲驱动器以及驾驶舱盖，都因接触激光而发生机械故障。客户现正在征召勇敢的货运员，要求是能避开空间站外可能出现的其他机械故障状况。\n\n他们提供快递员 1x 防御便函，以防海盗袭击。",
      "客户正在寻求一个紧急速递的信使。",
      "客户需要一件昂贵物品的运送代理。",
      "客户有一件重要物品需要交运，正在寻找值得信赖的信使。",
      "客户需要一位谨慎而不废话的投递员。",
      "客户有一件物品需要投递，但是不放心交给传统的航运公司。",
      "所提到的物品价值巨大，吸引了不少窃贼的注意。",
      "客户对这件特殊物品的供给量在下降。这是最后的样品了。",
      "预定接收人对客户来说非常重要，物品必须安全送达。",
      "这个物品或许很普通，但是它曾经的拥有者非常重要，而它的用途也具有重大的文化价值。",
      "这件物品具有非同寻常的性能，其信息远远高出预期的参量。它现在具有特殊的科学价值。",
      "没有什么能代替这个物品，因此客户要求对此加倍谨慎。\n\n将提供给信使 1 个防御便函，以防海盗攻击。",
      "客户需要一份详细的投递说明，列出任何潜在的风险。\n\n将提供给信使 1 个防御便函，以防海盗攻击。",
      "运送锁箱内含额外的安全性分析条款，并拒绝信使的任何欺诈性替换尝试。\n\n将提供给信使 1 个防御便函，以防海盗攻击。",
      "客户警告信使不要理睬任何未经授权的生命体靠近并询问有关物品的问题。\n\n将提供给信使 1 个防御便函，以防海盗攻击。",
      "客户希望在递送过程中不仅小心谨慎，而且要以最快的速度抵达。\n\n将提供给信使 1 个防御便函，以防海盗攻击。"
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "在%BIOME%拍一张照片",
    "Titles": [],
    "Subtitles": [
      "拍摄景色照片"
    ],
    "Descriptions": [
      "客户是一名著名的探险家。它生病了，无法完成契约的征程。它希望寻找一名谨慎的地理学同行，能够实现成功之旅。",
      "客户经营一个影像数据库。它为无法寻求自身艺术源泉的小型企业提供大量研究图片。",
      "客户负责一间重要的研究实验室。它发现自己拥有大量预算盈余却缺乏研究对象。",
      "客户准备了一份关于每年活动的详细报告，不过却发现它需要图片来充实文字内容。",
      "客户正在进行一项格外精巧的工业“调查”，需要图片来支撑它的“研究”。",
      "客户在为最新作品寻求灵感，那是一系列综合媒材的绘画。",
      "客户正在为摄影集基金寻求赞助。它需要一家初始机构来安置企业。",
      "客户经营了一个数据处理中心。它需要大量图片来测试压缩和传输管道。",
      "客户认为没必要公开它的目的。这种信息只有在必要时才会提供，它认为你只需要知道它需要图片就可以了。",
      "客户长期从事对比研究。它的档案中需要时间标记的照片。",
      "客户需要提升它的机械学习算法。它希望 AI 不仅能够识别物品，还可以鉴别其美学价值。",
      "客户希望通过散布鼓舞人心的图片为星系带来希望和快乐。它正在寻找拥有艺术头脑的探险家来帮助完成任务。",
      "客户希望打造一份当地世界的精准档案。它已经雇佣了生物学家和地理学家收集合适的样本，现在就差可视化数据来完成进程了。",
      "客户已经开发了一个图片处理工具，获得清晰的数码图像并将其储存至实体介质。就差使用准确的样本数据来测试这项程序了。",
      "客户因为害怕记忆遗失而寝食难安。它希望将重要地点编目成可视化提示信息，以防记忆力衰退。",
      "客户希望测试一项新的技术，将味道嵌入图片中，并且根据刺激性气味配上相应的图片。",
      "客户希望派代表去探索这个区域的行星。它要取得大量实地记录，才能安心前往。",
      "客户正在研究新的颜色。它认为颜色开采的领域一直以来都不景气，它已经找到些有希望的线索了。",
      "客户正在制作当地系统的地图。它已经完成了大量航行数据，但需要实地详细信息来突出地图。",
      "客户正在这个系统的行星中创建一个公会。它需要优质图片，让读者来访时有哪些东西值得一看。",
      "客户希望利用创造和分发明信片、销售全息图片纪念品来补充它的收益。",
      "客户希望测试一种新的印刷程序，能够利用迷幻色素将一种图片直接投射入观看者的脑中。",
      "客户正在研究对于图片的情绪反应，并认为它的测试数据有差距。",
      "客户希望测试它的图片处理软件，能够向现有图片中无缝嵌入额外详细信息。",
      "客户希望发行一部长篇研究，但它担心如果没有图片将无人阅读。",
      "它目前需要图片来营造一种归家感，以此激起观看者对童年的回忆。",
      "它希望得到令人难忘的全景图像，可表现广阔风景的图片。",
      "它格外需要宏伟的景观图片，以丰富细节。",
      "它需要壮观景色的图片，来使观看者在宇宙中漫步时感到自己的渺小。",
      "它想获得展示行星地理的图片，以明确形成行星表面的力量。",
      "它需要的图片是景观图片，以显示行星地势全貌。",
      "它明确需要地貌形成的图片，以展示风、水和地壳运动的力量。",
      "它希望获得自然风光的图片，以传递一种敬畏与惊异感。",
      "摄影师遇到任何危险，客户均不负责。",
      "不接受被水或辐射损坏的图片，因此要确保对镜头做好保护。",
      "客户明确需要徒步拍摄的图片，飞船中的图片将不予接纳。",
      "只要波长保持可见光谱，那么所有光线条件都将被考虑在内。",
      "注意：作为本工作的特派员，版权属于客户。"
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "拍一张%CREATURE%的照片",
    "Titles": [],
    "Subtitles": [
      "拍摄生物的照片"
    ],
    "Descriptions": [
      "客户是一名著名的探险家。它生病了，无法完成契约的征程。它希望寻找一名谨慎的地理学同行，能够实现成功之旅。",
      "客户经营一个影像数据库。它为无法寻求自身艺术源泉的小型企业提供大量研究图片。",
      "客户负责一间重要的研究实验室。它发现自己拥有大量预算盈余却缺乏研究对象。",
      "客户准备了一份关于每年活动的详细报告，不过却发现它需要图片来充实文字内容。",
      "客户正在进行一项格外精巧的工业“调查”，需要图片来支撑它的“研究”。",
      "客户在为最新作品寻求灵感，那是一系列综合媒材的绘画。",
      "客户正在为摄影集基金寻求赞助。它需要一家初始机构来安置企业。",
      "客户经营了一个数据处理中心。它需要大量图片来测试压缩和传输管道。",
      "客户认为没必要公开它的目的。这种信息只有在必要时才会提供，它认为你只需要知道它需要图片就可以了。",
      "客户长期从事对比研究。它的档案中需要时间标记的照片。",
      "客户需要提升它的机械学习算法。它希望 AI 不仅能够识别物品，还可以鉴别其美学价值。",
      "客户希望通过散布鼓舞人心的图片为星系带来希望和快乐。它正在寻找拥有艺术头脑的探险家来帮助完成任务。",
      "客户希望打造一份当地世界的精准档案。它已经雇佣了生物学家和地理学家收集合适的样本，现在就差可视化数据来完成进程了。",
      "客户已经开发了一个图片处理工具，获得清晰的数码图像并将其储存至实体介质。就差使用准确的样本数据来测试这项程序了。",
      "客户因为害怕记忆遗失而寝食难安。它希望将重要地点编目成可视化提示信息，以防记忆力衰退。",
      "客户希望测试一项新的技术，将味道嵌入图片中，并且根据刺激性气味配上相应的图片。",
      "客户希望派代表去探索这个区域的行星。它要取得大量实地记录，才能安心前往。",
      "客户正在研究新的颜色。它认为颜色开采的领域一直以来都不景气，它已经找到些有希望的线索了。",
      "客户正在制作当地系统的地图。它已经完成了大量航行数据，但需要实地详细信息来突出地图。",
      "客户正在这个系统的行星中创建一个公会。它需要优质图片，让读者来访时有哪些东西值得一看。",
      "客户希望利用创造和分发明信片、销售全息图片纪念品来补充它的收益。",
      "客户希望测试一种新的印刷程序，能够利用迷幻色素将一种图片直接投射入观看者的脑中。",
      "客户正在研究对于图片的情绪反应，并认为它的测试数据有差距。",
      "客户希望测试它的图片处理软件，能够向现有图片中无缝嵌入额外详细信息。",
      "客户希望发行一部长篇研究，但它担心如果没有图片将无人阅读。",
      "它的图片需求相对松懈，不过必须具有一只在其自然栖息地的生物。",
      "它目前需要生物的照片。",
      "客户明确希望获得野生动物的图片。",
      "它希望摄影师能够提供高品质动物图片。",
      "它格外缺乏野生动物的图片，希望能够改善这一情况。",
      "它的项目已经接近了尾声，但它缺乏生物的照片。",
      "它需要自然野生动物的图片，以展示动物的自然习性。",
      "它需要高分辨率且拥有地理标签的生物图片。",
      "距离取决于摄影师，只要图片清晰就可以。",
      "注意：摄影师在选择拍摄的捕食者图片后需要承担一切风险。",
      "摄影师可以自由决定图片的细节——单一生物或兽群、捕食者或被捕食者、近距离或远距离。",
      "图片作品可由摄影师自行裁量，不过客户更希望图片展示生物开心的一面。",
      "注意：作为本工作的特派员，版权属于客户。"
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "扫描生物",
    "Titles": [
      "全息动物园",
      "工作中的艺术家",
      "新怪物品种",
      "档案保管员",
      "流行文化",
      "新世代",
      "治病救人",
      "解密自然规律",
      "并非清理有毒物质",
      "太空奶"
    ],
    "Subtitles": [
      "跟踪并扫描行星生物"
    ],
    "Descriptions": [
      "客户需要一系列详细的地表生物扫描。数据将会用于重建每一个物种的全息投影，让人们在危及自身或者星球生物安全的情况下欣赏。",
      "客户需要高质量的生命体扫描。客户需要详细数码图像，才能够测试自己使用媒介重绘生物外貌的技术。",
      "客户需要详细的生物学扫描。他们的武器化捕食者培育项目已经停滞不前，需要新DNA样本去修订狩猎／潜行行为中存在的弱点。",
      "客户急需生物扫描样本。每一天都会因为气候干扰、战争以及工业事故发生着物种灭绝事件。客户对于这些事件本身并没有任何想法，他们只是担心数据丢失，会导致他们的宇宙档案库变得不完整。",
      "客户是一个大型画廊机构的资助者。近段时间里的展览都把重点放在抽象艺术，访客数量因此大幅度减少。他们需要激动人心或者魅力非凡的物种逼真全息投影，重新吸引顾客们光顾画廊。",
      "客户经营一家成功的研究设施。他们现在已经到达了职业生涯中想要回馈科研圈的阶段。\n年轻时的他们，被自己母星上生物的宏伟景观启发。他们觉得如果自己可以提供类似生物的全息扫描，就可以将同样的惊奇感带给那些无法亲眼看到那些生物之人。",
      "客户参与了一项外星生物医学项目，但是派遣兽医前往每一颗行星寻找生病动物，效率太低。他们正在征求样本动物种群的数据扫描。这些数据能够让他们以最高效率测试疾病迹象，确定努力方向。",
      "客户对行星上生物的繁殖过程非常感兴趣。生物的某些特质在星系不同地方会进化出不同的模样。客户想要理解这些平行进化是可以预期的自然成果、奇怪的巧合，还是说是某些深层规律的结果或是外部干涉的结果。他们正在建造一座能够分析这些特质以及生成环境的数据库，并且想要寻求探险家们的帮助。",
      "客户想要低调的探险家们协助一个研究项目。某些剧毒物质可能已经意外泄露到了附近的行星大气中。当地动物群扫描，应该能够揭示这种理论上毒性非常强的物质，对野生动物有没有任何长期影响。",
      "客户正在为他们的农业经济寻找新的资金来源。它们寻找探索者来帮助它们评估当地野生生物是否合适。需要通过扫描来评估被驯化潜力、预计妊娠时间、饲养成本以及可收获的奶的营养价值。",
      "客户正在进行长期环境影响研究。",
      "客户正在进行基因突变追踪项目。",
      "客户正在绘制动物迁徙路线。",
      "客户希望开始外星动物繁殖计划。",
      "客户正在测试重力和进化的理论。",
      "它正在建立数据库，用于绘制和测试其推断。",
      "它需要大量生物数据来测试其理论。",
      "它需要当地动物群系的详细扫描，用来和其他地方收集到的数据做对比。",
      "它的模拟在模型上有若干缺口，需要探险家协助填入缺失的数据。",
      "它感觉缺少了某些关键信息，正在寻找有进取心的冒险者协助研究。",
      "它接受一切有效的生命体扫描。",
      "只接受活物的扫描。",
      "高清器官探针扫描尤其宝贵。",
      "因此，它需要详细的生物扫描数据。",
      "它特别强调，需要当地动物群系的最新扫描数据。"
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "消灭高级护卫",
    "Titles": [
      "了解护卫行动",
      "采集大脑",
      "零部件",
      "护卫之怒",
      "扰乱敌营",
      "招惹野兽",
      "盗窃",
      "自己的护卫",
      "护卫克星",
      "测试防御"
    ],
    "Subtitles": [
      "消灭行星护卫"
    ],
    "Descriptions": [
      "客户想要进一步理解护卫。他们感觉对于行星无人机的行为模式已经收集了足够的数据，但是对于更为罕见的四足机甲与步行机样本知之甚少。他们正在征召探险家把这种高等护卫引出来，以便自己在战斗中观察。",
      "客户从事先进人工智能研究。他们想要获取星系内的各种机械以及合成大脑做进一步研究。他们已经收集了诸多样本，但是最珍贵的当数高级护卫体内的处理单元。他们需要一名探险家负责击杀护卫，这样他们的队伍就能安全提取部件了。",
      "客户的私人项目需要零部件。很久以前，他们把自己创造的一个简单AI写入了一台受损的护卫四足机甲的大脑。这台回收来的机器成了一名忠实的伙伴。但是，许多轴承与液压系统都已经开始磨损。他们需要一名探险家使一台高级护卫瘫痪或将其摧毁，以便回收零部件并完全修复其宠物。",
      "客户被护卫们狠狠羞辱了一番。亲手摧毁护卫都不能解恨。大量被摧毁的无人机也没能平息其怒火。这么做也许徒劳无功，但客户有偿请求探险家们尽可能多得摧毁每一台高级护卫。",
      "客户想要进行一次激进的试验。其想要探索出一种降低护卫无人机攻击性的有效方式。客户最新的理论是摧毁更先进的护卫造物将会让无人机群龙无首并陷入混乱，这将可以为行星探险家们提供喘息的时间。客户只需要一名勇敢的技术人员为其执行实验理论中的战斗部分。",
      "客户想要调查护卫的行动模式。目前很有限的知识只能证明护卫会被采集资源的行为激怒。客户想要研究其他行为模式。护卫们是怎么交流的？它们有自然层级结构吗？它们会意识到自己受伤吗？它们是怎样看待目标的？客户觉得回答这些问题最好的方式，是派遣一名装备齐全的探险家与一台高级护卫战斗，同时自己在安全距离观察。",
      "客户与很多人一样，已经观察到了引力微子球的价值。但是与很多人不一样的是，客户对被护卫追杀攻击一点兴趣也没有。于是，他们正在寻找愿意去攻击并摧毁先进护卫部队的探险家，探险家将会获得一部分的利润。当护卫的注意力被吸引时，客户将会迅速收集微子球，然后在护卫们返回之前撤离。",
      "消灭行星护卫\n\n客户努力种植着满是稀有且宝贵植物的大型苗圃。但是这一努力吸引来了众多窃贼与其他植物掠夺者。客户想要建造能够监控保护作物的私人护卫部队。客户已经从被击落的无人机身上收集到了大量零部件。为了完善巡逻队伍，其还需要护卫四足机甲或步行机身上的碎片。客户正在寻找能够进行必要战斗的探险家。",
      "客户正在针对护卫骚扰问题测试可能有用的解决方案。他们已经开发出了一种高频发音装置，其播放的特定波长的声音能干扰护卫的智能。至少理论上可以。客户正在征召能够与高级护卫战斗的探险家，以便测试此装置。由于装置可能会出故障，探险家应做好战斗准备。",
      "客户已经开发出了波长与护卫交流系统相同的网路装置。\n他们想要借此调查无人机的操控系统。客户正在寻找能与高级护卫战斗的探险家，这样自己就有机会测试装置了。",
      "客户希望摧毁行星护卫。",
      "客户需要向护卫复仇！",
      "客户寻求探险家帮助它们出征对抗护卫。",
      "客户希望看到护卫威胁的终结。",
      "客户对护卫感到厌烦，希望能够终结这一烦扰。",
      "客户希望将系统从护卫的束缚中释放出来。",
      "客户希望屏蔽护卫的束缚。",
      "客户希望脱离护卫不断的威胁。",
      "护卫无休止地骚扰它们的系统，这在千变万化的星系中始终如一。",
      "无论什么星际系统，护卫都会出现。除了战斗别无其他逃离方法。",
      "吉克、维吉恩、科尔瓦克斯，对护卫而言没有区别，它们会攻击每一种有感知的生物。",
      "护卫云集，显然无休无止。但是它们既然存在就能被摧毁。",
      "护卫可能看起来来自于现实之外，但是它们既然能进攻这些世界，就能在这些世界中被摧毁。",
      "它们不知道护卫能否感觉疼痛。它们恳求你找到答案。",
      "客户知道即使你的合约结束了，护卫还会再回来，但哪怕稍微得到一丝喘息也足够了。",
      "它们认为摧毁任意护卫都是值得庆祝的事情，即使这只是很小的胜利。",
      "攻击具有威胁的护卫，客户将为你准备丰厚的奖励。",
      "客户知道，一个人的力量只能削弱一小部分护卫，但无论如何，都值得为之努力。",
      "客户将为你留下摧毁护卫的方法。一定要让护卫为它的入侵付出惨重代价。",
      "客户已经为你准备好报酬了。开始猎杀护卫吧......",
      "客户警告你要小心谨慎。它可不会为任何护卫造成的伤害负责。",
      "客户要你保证在返回领取报酬时不会引起任何护卫的注意。它希望匿名。",
      "客户感谢你在这场伟大战斗中的表现。",
      "终于结束了，客户希望告诉你，护卫猎杀是一项伟大的公益服务。你应该为即将去做的事情感到自豪。"
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "掠袭行星收割机",
    "Titles": [
      "弄到货物",
      "自然至上",
      "应做的功课",
      "主动侵权",
      "工业关系",
      "挣脱镣铐！",
      "突袭检查",
      "前瞻思考研究",
      "富含热量",
      "深度挖掘"
    ],
    "Subtitles": [
      "获取工业机密"
    ],
    "Descriptions": [
      "客户发现了投资良机。它认为有机会以低价获取珍贵的知识财产。它征召一名有进取心的探险家前往目标设施协助完成投资。",
      "客户想要防止生态灾难。它得知有人计划建造有史以来最大的行星收割机，此设备能在短短几小时内把一颗行星的内部掏空。由于此事十分紧急，客户征召一名探险家闯入存放计划的设施。必须将计划数据从系统中抹除。",
      "客户迫切地想收购一处在此恒星系运营的采集企业。不过，先进行详细的调查再行动才是明智之举。它征召一名谨慎的冒险者进入目标设施并获取一切能获取的数据。这些数据能在很大程度上帮助它决定是否展开合作。",
      "客户最近开始生产专家科学硬件。\n它刚入这一行，认为向入行已久的竞争对手学习大有助益。幸运的是，它在情报获取方面经验丰富，于是征召一名探险家协助它获取情报。",
      "客户代表的活动团体想要为人工智能确立合法保护。持续游说的同时，团体也采取直接行动。客户发现一个被奴役的AI困在了附近一座工厂里的低配置硬件里。它请求探险家协助营救这个AI，将其上传到安全的地点，并销毁本地副本。",
      "客户想要改善全星系工人的生活。自动化工厂让吃苦耐劳的工人们丢了饭碗，同时使财富流入了拥有生产手段的极少数人手中。客户想征召思想端正的探险家，协助破坏一处自动化工厂。",
      "客户最新的设施无法完成生产目标。\n客户怀疑设施的总经理监守自盗，将资源转移到私人账户。客户征召小心谨慎的探险家对设施进行突击检查并获取记录，这样经理就来不及销毁证据了。",
      "客户相信对手企业在生产过程中没有达到安全标准。主管机构未采取任何措施，因此客户觉得自己纠正这个错误。访问竞争对手的数据库，并下载一切提到使用钚作为填充材料的记录。",
      "客户从事生产合成食物方形箱。它遇到了一个问题，就是它生产的压缩食品胶囊的营养含量，远没有竞争对手的高。它想要不择手段访问竞争对手的文件，以查明对手究竟把什么东西压缩进了美味的蛋白质胶囊。",
      "客户得知了竞争对手企业最新的一座矿场非常成功。它想要稍哨进一步了解这次采矿作业，并愿意高价购买钻孔深度或位置的情报，若情报还能指出可能平行挖掘则更好。",
      "客户需要从这个系统的一座工厂中取回数据。",
      "客户正在寻求能够从当地重兵把守的工厂中窃取信息的人。",
      "客户需要从附近的工厂设施中窃取数据。",
      "客户需要从附近世界的一座工厂中取回一件物品。",
      "客户需要一份难以获取的数据。目标是这个恒星系统中的一座工厂。",
      "要知道，工厂厂主是不会赞成这种行为的。",
      "它希望阻止这座工厂的运行。",
      "这次窃取行动将对它的持续经营提供巨大优势。",
      "它需要这座工厂中的创新成果，从而强化它自己的产品。",
      "它相信，这座工厂正在生产违禁品。",
      "客户提醒你不要留下痕迹，从而将自己卷入其中。谨慎最为重要。",
      "客户暗示要小心谨慎。这座工厂的安保系统可能会发出警报。",
      "客户为你留下了潜入的方法。一定要确保拿到所需数据。",
      "如果你被抓获，客户将否认与此次事件有关。所以，别被抓获。",
      "客户希望窃取的数据以最快的速度送达。"
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]