[
  {
    "Id": "mission1",
    "Objective": "Caza a piratas",
    "Titles": [
      "Tráfico interrumpido",
      "Extorsión",
      "La ciencia contraataca",
      "Salvar la cara",
      "La cruzada",
      "Más allá de la tumba",
      "¡Sabotaje!",
      "Cazando hackers",
      "Negociación despiadada",
      "Apuestas de alto riesgo"
    ],
    "Subtitles": [
      "Caza y destruye a piratas"
    ],
    "Descriptions": [
      "Las bandas de piratas han estado interrumpiendo el tráfico de cargueros, una afrenta tanto a los mercaderes honestos como a los deshonestos. El cliente quiere acabar con esta interrupción. De malos modos.",
      "Los piratas han estado saqueando instalaciones de minería autónomas y atacando a naves que llegaban para vaciar las tolvas. Abusan de los más débiles y el cliente espera que, eliminando un pequeño número de naves piratas, el resto se desplace a un lugar que ofrezca menos resistencia.",
      "Las instalaciones científicas locales se esfuerzan por lidiar con una oleada de ataques piratas. Han robado microscopios y destrozado aparatos de medición. El cliente quiere llevar a cabo un experimento para calcular cuántos piratas han de morir para que cesen los ataques.",
      "El cliente busca una solución a un problema familiar. En concreto, un pariente suyo se ha convertido en pirata y ha deshonrado el buen nombre de la familia. Hay que destruirlos y restablecer la reputación del cliente entre las formas de vida decentes.",
      "El cliente ha recibido un mensaje de las estrellas que le explica su propósito en la vida. Debe servir al bien común a través de una misión perpetua consistente en eliminar a piratas. Busca pilotos que se unan a su cruzada, al menos de forma temporal.",
      "Este anuncio se publica en nombre del cliente por sus herederos. El cliente fue abandonado a su suerte en un planeta hostil por una banda de piratas. Se le daba por muerto, pero dejó un repetidor transmitiendo los detalles de su destino a través de los canales de radio locales. Solicitaba que se invirtiera el resto de su patrimonio en ofrecer una recompensa por las cabezas de aquellos que lo abandonaron.",
      "El cliente solicita ayuda inmediata para la captura de unos piratas. Ocultaron dispositivos de pulsos electromagnéticos en sus instalaciones que provocaron importantes daños en su capacidad operativa. Pide a todo piloto cumplidor de la ley que acuda en su ayuda para perseguir a los responsables, puesto que no está en su mano hacerlo por sí mismo.",
      "El cliente ha sufrido una gran pérdida a manos de una banda de piratas. En lugar de atacarlo en el espacio, los piratas se apropiaron remotamente de la terminal de comercio del cliente y la usaron para desviar fondos a sus propias cuentas. El cliente exige una represalia física por este crimen virtual.",
      "Unos piratas han secuestrado a varios empleados del cliente y exigen una suma exagerada por el rescate. El cliente ha decidido que una demostración de fuerza es la mejor manera de prevenir futuros secuestros. Busca un piloto que pueda encontrar y destruir la nave pirata, aunque los rehenes sigan a bordo. La pérdida de vidas es una desgracia, pero este enfoque demostrará que el cliente no tolerará ningún intento de extorsión.",
      "El cliente lleva un lucrativo negocio por el que recibe dinero del resultado de las batallas espaciales. Opera un carguero de lujo que viaja a través del espacio local en busca de conflictos que sus clientes puedan observar y por los que puedan apostar con seguridad. El negocio está en auge, pero los conflictos no. Busca a pilotos que salten al ruedo para ofrecer entretenimiento y acción a los pasajeros.",
      "El cliente persigue la destrucción de los piratas cercanos.",
      "El cliente desea erradicar la piratería de este sistema.",
      "El cliente exige un rápido castigo contra los piratas que habitan cerca de esta estación.",
      "El cliente exige la muerte de todos los piratas que habitan cerca de estos planetas.",
      "El cliente anhela con urgencia la aniquilación de la escoria pirata.",
      "El cliente persigue la aniquilación de un escuadrón pirata cercano.",
      "El cliente exige la eliminación de los piratas que infestan estos mundos.",
      "El cliente desea la destrucción de todos los piratas que habitan cerca de esta estación.",
      "Los criminales llevan demasiado tiempo esquivando a la justicia y atormentando impunemente a los cargueros de la zona.",
      "Los criminales están asaltando instalaciones por todo el sector y creen estar por encima de la ley.",
      "Cada día que pasa, la amenaza criminal es mayor. Hay que hacer algo.",
      "Los criminales se lo buscaron en el preciso instante que decidieron llevar una vida de robo y libertad.",
      "Los criminales no merecen amnistía, sus crímenes no quedarán impunes.",
      "Si les dieras la oportunidad, los criminales destruirían todo este sector.",
      "Los criminales estuvieron demasiado tiempo trastocando las rutas comerciales de este sistema.",
      "Los criminales eligieron la muerte cuando decidieron su forma de vida.",
      "El cliente quiere acabar con esto de forma rápida y discreta. No quiere represalias de ningún clan pirata asociado.",
      "El cliente aconseja precaución a la hora de resolver este asunto. Los piratas no escatimarán esfuerzos para derribar tu nave.",
      "El cliente te permite elegir el método de exterminio pirata que desees. Tan solo asegúrate de que ninguno viva para contarlo.",
      "El cliente está agradecido por tu cívica tarea. Ningún sistema debería tolerar una ilegalidad así.",
      "Son muchos los que se beneficiarán con este contrato. Tu recompensa será considerable.",
      "El cliente te recuerda que no negocies ni entables conversación con los piratas. Harán lo que sea por evadir a la justicia.",
      "El cliente aceptará una aniquilación de los piratas tanto rápida como prolongada. La velocidad será cosa tuya.",
      "El cliente es consciente de que al final otros piratas tratarán de venir a este territorio, pero la paz temporal es mejor que nada."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Recoge un objeto",
    "Titles": [
      "Asistente personal",
      "Rememoración",
      "Un banquete",
      "Alumbrando el camino",
      "La vida se abre camino",
      "Manipulación de mercados",
      "Obsequios gratuitos",
      "El nuevo negro",
      "La competencia apremia",
      "Aunque el nanito vista de seda...",
      "Especímenes valiosos",
      "El repuesto",
      "Al ritmo de los jovianos",
      "Un eslabón de la cadena",
      "Recuerdo de nuestro tiempo",
      "La pieza final",
      "Especulación",
      "El titiritero",
      "Tomar la delantera",
      "Sabiduría de masas"
    ],
    "Subtitles": [
      "Se busca objetos valiosos"
    ],
    "Descriptions": [
      "El cliente quiere hacerle un regalo de gran valor a un socio fiel. Su socio le ha servido con lealtad y esmero durante muchos años. Necesita un piloto de confianza que entregue de forma segura este objeto de gran valor.",
      "El cliente anda buscando un objeto de su pasado, un símbolo que le recuerda los viejos tiempos. Representa un momento trascendental de su infancia, y por ello pagará con generosidad por la entrega segura del objeto.",
      "El cliente escuchó hablar de una nueva moda en auge. Busca un objeto que, según dicen, es delicioso y muy rico en nutrientes. Naturalmente, esta repentina popularidad hace que sea difícil de conseguir. Recompensará a cualquier piloto que pueda hacerse con el objeto a tiempo de consumirlo en su próximo banquete.",
      "El cliente estuvo investigando nuevos métodos de generación de energía y cree que logró un avance. Su nuevo método es capaz de generar grandes cantidades de energía, además de pocos residuos tóxicos. Sin embargo, carece de provisiones de un componente fundamental. No puede abandonar su laboratorio y por eso busca pilotos para que le consigan el objeto.",
      "El cliente está inmerso en una investigación sobre la consciencia. Desechó las ideas preconcebidas acerca de lo que conforma la mente en busca de una respuesta más holística. Cree que logró un descubrimiento.\r\nEncontró un material cuyas propiedades, según cree, comulgan con la habilidad de experimentar pensamientos. Lo único que necesita para demostrar su teoría es construir una máquina pensante a partir de esta sustancia. Esto requiere una importante cantidad de materiales y busca exploradores que le ayuden a reunirlos.",
      "El cliente vio una oportunidad para obtener beneficios y entregará una parte a quienes le ayuden en el proceso. \r\nBusca un gran número de exploradores para que entreguen objetos en el mismo lugar y así abaratar los precios en los mercados locales. Este exceso de suministros sacará del negocio a los proveedores rivales y permitirá al cliente acceder al mercado con posterioridad y aprovecharse de la falta de suministros a largo plazo.",
      "El cliente quiere suavizar su relación con las autoridades del sistema. Ha llegado a sus oídos que al comisionado de la estación local le apasiona un objeto en particular y le gustaría que lo recibiera. Naturalmente, no se le ocurriría la grosería de entregárselo en persona, por lo que busca un explorador que actúe de intermediario y lo entregue en su nombre.",
      "El cliente prepara mensualmente una selección de mercancías para ricos y desocupados. Se ha enterado del súbito interés por un objeto concreto y tiene que conseguirlo para su próxima selección. Pagará por encima del precio de mercado a cualquier explorador que se lo pueda conseguir.",
      "El cliente supo que uno de sus rivales está interesado en un objeto muy específico. Como es natural, no puede permitir que su rival lo consiga. Recompensará a cualquier explorador que se haga con el objeto antes que su rival e impida que haga con él lo que sea que fuera a hacer.",
      "El cliente comenzó un nuevo negocio hace poco. Toma objetos corrientes y hace ver a otros el valor que tienen. Lo lleva a cabo, en buena medida, tomando objetos baratos y envejeciéndolos, para que parezca que son de interés histórico. Quiere una nueva remesa de objetos con los que hacer sus trucos alquímicos.",
      "El cliente está involucrado en una investigación especulativa. Recibió una importante subvención y busca maneras de gastar ese dinero. Para ello, diseñó una batería de pruebas que cree que le ayudarán a conocer si es necesario hacerle más pruebas a un objeto. Ahora busca materiales con los que pueda llevar a cabo este experimento.",
      "El cliente extravió un objeto de gran importancia y busca un repuesto urgente para que nadie pueda saber nunca que lo perdió.",
      "El cliente se enteró de que un rival adquirió un objeto de gran importancia en una operación. No está del todo seguro de la valía del objeto, pero deduce que también debe tener uno para no quedarse atrás frente a la competencia.",
      "El cliente está creando una máquina de movimiento perpetuo. Se hizo con una amplia gama de piezas y fuentes de energía de toda la galaxia y estima que solo le faltan unos pocos componentes para finalizar su creación. No puede dejar la máquina sin vigilancia, por lo que busca exploradores que le consigan los materiales restantes.",
      "El cliente quiere llenar una caja de seguridad con objetos que representen a su gente y su cultura. Cree que será de gran valor para los futuros historiadores. Sin embargo, ninguno de los socios del cliente está dispuesto a entregar sus posesiones. Por tanto, busca exploradores que recojan y le entreguen muestras de los objetos seleccionados.",
      "El cliente es un célebre coleccionista de objetos valiosos. Ha reunido una magnífica colección, pero le falta la pieza final. Hasta que no se rellene ese hueco, la colección carece de valor. El cliente convoca a todos los exploradores para que le ayuden en su busca de esta extraña mercancía y recompensará a aquel que se la entregue. En perfecto estado, por supuesto.",
      "El cliente pretende manipular los mercados locales. Debido a un desafortunado error de cálculo, compró diez veces el volumen de mercancía que esperaba. Busca exploradores que compren el mismo artículo en las terminales de comercio del espacio local en un intento de subir los precios para que pueda deshacerse de su accidental adquisición y obtener ganancias.",
      "El cliente pretende desestabilizar las relaciones entre las dos facciones criminales locales. Ambas bandas buscan un objeto determinado y, si no lo encuentran, asumirán que todo forma parte de un complot de la otra facción. El cliente desea que un explorador discreto consiga el objeto por su cuenta para provocar un conflicto entre los dos rivales.",
      "El cliente desea quedar por delante de la competencia en una operación de negocios. Oyó rumores acerca de que un mercado concreto está a punto de experimentar un auge y quiere disponer de todas las existencias para cuando esto ocurra. Pagará por encima del precio de mercado por las muestras que le entreguen los pilotos independientes que corran el riesgo en esta transacción.",
      "El cliente es un emprendedor de mucho éxito y, como tal, está demasiado ocupado para conseguir su propia mercancía. En su lugar, ofrece recompensas a los pilotos independientes que le hagan sus compras y se las entreguen.",
      "El cliente requiere un envío muy específico.",
      "El cliente necesita conseguir un objeto, por complicado que resulte.",
      "El cliente desea obtener un objeto en particular.",
      "El cliente desea hacerse con un producto.",
      "El cliente espera hacerse con un objeto de una vez por todas.",
      "Sin esto, seguramente morirá. El asunto es de máxima urgencia.",
      "Lo necesita para superar un punto crítico en su investigación.",
      "Cree que desequilibrará la balanza del combate a su favor.",
      "Se metió en una misión peligrosa. Esto podría garantizar su seguridad.",
      "Sufrió un robo y necesita esto como repuesto.",
      "El cliente te deja los pormenores a ti. Recibirás la recompensa acorde tras la recepción del paquete.",
      "El cliente te agradece por adelantado el rápido cambio de rumbo.",
      "El cliente desea un envío sin complicaciones. Asegúrate de que nada se rompa durante el trayecto.",
      "El cliente cuenta con la llegada del objeto lo antes posible.",
      "El cliente valora tu discreción con esta tarea."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Recoge un objeto",
    "Titles": [
      "Asistente personal",
      "Rememoración",
      "Un banquete",
      "Alumbrando el camino",
      "La vida se abre camino",
      "Manipulación de mercados",
      "Obsequios gratuitos",
      "El nuevo negro",
      "La competencia apremia",
      "Aunque el nanito vista de seda...",
      "Especímenes valiosos",
      "El repuesto",
      "Al ritmo de los jovianos",
      "Un eslabón de la cadena",
      "Recuerdo de nuestro tiempo",
      "La pieza final",
      "Especulación",
      "El titiritero",
      "Tomar la delantera",
      "Sabiduría de masas"
    ],
    "Subtitles": [
      "Se busca objetos valiosos"
    ],
    "Descriptions": [
      "El cliente quiere hacerle un regalo de gran valor a un socio fiel. Su socio le ha servido con lealtad y esmero durante muchos años. Necesita un piloto de confianza que entregue de forma segura este objeto de gran valor.",
      "El cliente anda buscando un objeto de su pasado, un símbolo que le recuerda los viejos tiempos. Representa un momento trascendental de su infancia, y por ello pagará con generosidad por la entrega segura del objeto.",
      "El cliente escuchó hablar de una nueva moda en auge. Busca un objeto que, según dicen, es delicioso y muy rico en nutrientes. Naturalmente, esta repentina popularidad hace que sea difícil de conseguir. Recompensará a cualquier piloto que pueda hacerse con el objeto a tiempo de consumirlo en su próximo banquete.",
      "El cliente estuvo investigando nuevos métodos de generación de energía y cree que logró un avance. Su nuevo método es capaz de generar grandes cantidades de energía, además de pocos residuos tóxicos. Sin embargo, carece de provisiones de un componente fundamental. No puede abandonar su laboratorio y por eso busca pilotos para que le consigan el objeto.",
      "El cliente está inmerso en una investigación sobre la consciencia. Desechó las ideas preconcebidas acerca de lo que conforma la mente en busca de una respuesta más holística. Cree que logró un descubrimiento.\r\nEncontró un material cuyas propiedades, según cree, comulgan con la habilidad de experimentar pensamientos. Lo único que necesita para demostrar su teoría es construir una máquina pensante a partir de esta sustancia. Esto requiere una importante cantidad de materiales y busca exploradores que le ayuden a reunirlos.",
      "El cliente vio una oportunidad para obtener beneficios y entregará una parte a quienes le ayuden en el proceso. \r\nBusca un gran número de exploradores para que entreguen objetos en el mismo lugar y así abaratar los precios en los mercados locales. Este exceso de suministros sacará del negocio a los proveedores rivales y permitirá al cliente acceder al mercado con posterioridad y aprovecharse de la falta de suministros a largo plazo.",
      "El cliente quiere suavizar su relación con las autoridades del sistema. Ha llegado a sus oídos que al comisionado de la estación local le apasiona un objeto en particular y le gustaría que lo recibiera. Naturalmente, no se le ocurriría la grosería de entregárselo en persona, por lo que busca un explorador que actúe de intermediario y lo entregue en su nombre.",
      "El cliente prepara mensualmente una selección de mercancías para ricos y desocupados. Se ha enterado del súbito interés por un objeto concreto y tiene que conseguirlo para su próxima selección. Pagará por encima del precio de mercado a cualquier explorador que se lo pueda conseguir.",
      "El cliente supo que uno de sus rivales está interesado en un objeto muy específico. Como es natural, no puede permitir que su rival lo consiga. Recompensará a cualquier explorador que se haga con el objeto antes que su rival e impida que haga con él lo que sea que fuera a hacer.",
      "El cliente comenzó un nuevo negocio hace poco. Toma objetos corrientes y hace ver a otros el valor que tienen. Lo lleva a cabo, en buena medida, tomando objetos baratos y envejeciéndolos, para que parezca que son de interés histórico. Quiere una nueva remesa de objetos con los que hacer sus trucos alquímicos.",
      "El cliente está involucrado en una investigación especulativa. Recibió una importante subvención y busca maneras de gastar ese dinero. Para ello, diseñó una batería de pruebas que cree que le ayudarán a conocer si es necesario hacerle más pruebas a un objeto. Ahora busca materiales con los que pueda llevar a cabo este experimento.",
      "El cliente extravió un objeto de gran importancia y busca un repuesto urgente para que nadie pueda saber nunca que lo perdió.",
      "El cliente se enteró de que un rival adquirió un objeto de gran importancia en una operación. No está del todo seguro de la valía del objeto, pero deduce que también debe tener uno para no quedarse atrás frente a la competencia.",
      "El cliente está creando una máquina de movimiento perpetuo. Se hizo con una amplia gama de piezas y fuentes de energía de toda la galaxia y estima que solo le faltan unos pocos componentes para finalizar su creación. No puede dejar la máquina sin vigilancia, por lo que busca exploradores que le consigan los materiales restantes.",
      "El cliente quiere llenar una caja de seguridad con objetos que representen a su gente y su cultura. Cree que será de gran valor para los futuros historiadores. Sin embargo, ninguno de los socios del cliente está dispuesto a entregar sus posesiones. Por tanto, busca exploradores que recojan y le entreguen muestras de los objetos seleccionados.",
      "El cliente es un célebre coleccionista de objetos valiosos. Ha reunido una magnífica colección, pero le falta la pieza final. Hasta que no se rellene ese hueco, la colección carece de valor. El cliente convoca a todos los exploradores para que le ayuden en su busca de esta extraña mercancía y recompensará a aquel que se la entregue. En perfecto estado, por supuesto.",
      "El cliente pretende manipular los mercados locales. Debido a un desafortunado error de cálculo, compró diez veces el volumen de mercancía que esperaba. Busca exploradores que compren el mismo artículo en las terminales de comercio del espacio local en un intento de subir los precios para que pueda deshacerse de su accidental adquisición y obtener ganancias.",
      "El cliente pretende desestabilizar las relaciones entre las dos facciones criminales locales. Ambas bandas buscan un objeto determinado y, si no lo encuentran, asumirán que todo forma parte de un complot de la otra facción. El cliente desea que un explorador discreto consiga el objeto por su cuenta para provocar un conflicto entre los dos rivales.",
      "El cliente desea quedar por delante de la competencia en una operación de negocios. Oyó rumores acerca de que un mercado concreto está a punto de experimentar un auge y quiere disponer de todas las existencias para cuando esto ocurra. Pagará por encima del precio de mercado por las muestras que le entreguen los pilotos independientes que corran el riesgo en esta transacción.",
      "El cliente es un emprendedor de mucho éxito y, como tal, está demasiado ocupado para conseguir su propia mercancía. En su lugar, ofrece recompensas a los pilotos independientes que le hagan sus compras y se las entreguen.",
      "El cliente requiere un envío muy específico.",
      "El cliente necesita conseguir un objeto, por complicado que resulte.",
      "El cliente desea obtener un objeto en particular.",
      "El cliente desea hacerse con un producto.",
      "El cliente espera hacerse con un objeto de una vez por todas.",
      "Sin esto, seguramente morirá. El asunto es de máxima urgencia.",
      "Lo necesita para superar un punto crítico en su investigación.",
      "Cree que desequilibrará la balanza del combate a su favor.",
      "Se metió en una misión peligrosa. Esto podría garantizar su seguridad.",
      "Sufrió un robo y necesita esto como repuesto.",
      "El cliente te deja los pormenores a ti. Recibirás la recompensa acorde tras la recepción del paquete.",
      "El cliente te agradece por adelantado el rápido cambio de rumbo.",
      "El cliente desea un envío sin complicaciones. Asegúrate de que nada se rompa durante el trayecto.",
      "El cliente cuenta con la llegada del objeto lo antes posible.",
      "El cliente valora tu discreción con esta tarea."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Entrega un objeto",
    "Titles": [
      "Feliz día orbital",
      "Todo va bien",
      "Negociaciones delicadas",
      "Mirando para otro lado",
      "Un envío de vallas",
      "Cercano y querido",
      "Una disculpa",
      "Investigación especializada",
      "Una amenaza codificada",
      "La gran limpieza",
      "Timbre pagado",
      "Graznidos sospechosos",
      "Trueque",
      "Un cliente fiel",
      "Libre de impuestos",
      "El señuelo",
      "Mercancía candente",
      "Muestras de degustación",
      "Productos frescos",
      "Entrega del relevo"
    ],
    "Subtitles": [
      "Se precisa servicio urgente de mensajería"
    ],
    "Descriptions": [
      "El cliente está buscando un mensajero de confianza. Quiere honrar a un compañero con un tributo, una celebración de su continua y exitosa supervivencia.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente busca un servicio de entrega discreto. Quiere asegurar al mensajero que el paquete es exactamente lo que parece y que no hay necesidad de desconfiar del manifiesto de carga.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente quiere finalizar un trato de negocios. La otra parte ha endurecido las negociaciones y el cliente espera que este paquete elimine cualquier futuro impedimento para la transacción. Es importante que el paquete se entregue en persona al destinatario.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente está llevando a cabo un negocio delicado. Este paquete supone un sentido agradecimiento a una de las partes. Se entrega sin reservas, sabiendo que cualquier eventual indiscreción ha sido, o será, pasada por alto. \r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente solo quiere entregar una mercancía a un compañero, nada más. Ha incluido también un mensaje a tal efecto para que el destinatario no se preocupe, ya que la mercancía no se puede rastrear.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente tiene entre manos un trabajo importante que lo tiene muy ocupado y no se puede encargar de asuntos triviales. Es el día de los progenitores y la costumbre es dar un regalo a quien te ha engendrado. El cliente quiere que se despache este asunto para que no tenga que pensar más en él.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente tiene una deuda emocional con un allegado. Ha olvidado el aniversario de una fecha particular. A modo de disculpa, ha pedido que se le envíe un objeto de cierto valor a la persona agraviada. Hay que tener cuidado de no extraviarlo durante el transporte para no poner al cliente en más dificultades.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente se ha topado con un objeto extraño. Aunque parece normal, los escaneos microbianos han revelado un alarmante número de esporas desconocidas. Necesita que se envíe el objeto a un especialista en riesgo biológico. No hay que romper el sello.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente desea enviar un mensaje a un socio. No hay mensaje escrito que acompañe al objeto y el propio objeto tiene poca relevancia. Sin embargo, opina que la entrega del objeto en la dirección personal del socio dejará bastante claro su significado.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente quiere hacer limpieza. Durante años, ha estado acumulando multitud de trastos y baratijas y ahora quiere deshacerse de ellos. Destruirlos sería muy costoso, pero depositarlos todos juntos en un mismo lugar podría revelar demasiada información personal. Por tanto, ha decidido dispersar los objetos entre un gran número de mensajeros y destinatarios.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente está inmerso en un negocio al por menor a pequeña escala. Compra objetos de poco interés o de poco valor para emparejarlos con compradores más acordes con su valía. El último envío está preparado para entregarse al entendido que pagó por él.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente tiene dispuesto un envío de lo más corriente y busca un mensajero que, ni vaya a hacer preguntas, ni atraiga la atención de las autoridades. El cliente quiere asegurar que cualquier ruido de animales proveniente del interior de la caja es producto únicamente de la imaginación del mensajero.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente forma parte de una larga y compleja cadena de transacciones. Para evitar dejar cualquier registro que se pueda rastrear, el trato se ha llevado a cabo sin intercambio monetario. Este envío representa parte del pago para una de las partes.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente está realizando un envío habitual a uno de sus clientes más fieles. El objeto no es muy especial, pero lo importante es que el cliente se sienta valorado. Con este fin, quiere evitar métodos de envío a granel y busca un mensajero personal con experiencia.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente envía un gran número de objetos cada día. En su negocio, los márgenes de beneficios son muy ajustados e incluso la más mínima tasa podría arruinar sus ganancias. Por lo general, encuentra más eficaz emplear un mensajero discreto que entregue su objeto como si fuera algo ordinario y no comercial.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente tiene cierta fama entre los piratas locales y estos han puesto precio a su cabeza. Necesita abandonar el sistema sin que lo sigan. Ha fijado su chip de localización en este objeto y necesita que sea transportado en la dirección opuesta a la de su huida.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "La galaxia alberga una larga y variada red de legislaciones. Objetos que, en apariencia, son inocuos en un sistema pueden ser totalmente ilegales en otro. Estas diferencias crean oportunidades comerciales. El cliente desea enviar un objeto, que le hagan pocas preguntas y que se llame poco la atención.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente desea garantizarse un nuevo e importante comprador para su negocio. El comprador quiere una muestra de la mercancía del cliente antes de realizar un pedido al por mayor. El cliente necesita que se envíe esta muestra al comprador y que llegue en condiciones óptimas.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente envía paquetes cada semana a consumidores que no pueden o no quieren hacer la compra por sí mismos. El consumidor puede seguir la receta para prepararse una comida deliciosa o que lo haga un robot sirviente. Este envío representa el pedido de esta semana.\r\n\r\nAl mensajero se le otorgará 1x Ficha defensiva en caso de un ataque pirata.",
      "El cliente ya había encargado este envío a un mensajero, pero no fue capaz de completar la entrega. Tanto el motor de pulso como la cubierta exterior de la cabina experimentaron fallos mecánicos a causa de un láser. El cliente necesita un nuevo y audaz mensajero capaz de sobreponerse a cualquier otro fallo mecánico que pueda surgir fuera de la estación espacial.\r\n\r\nAl mensajero se le otorgará 1 vale defensivo en caso de un ataque pirata.",
      "El cliente busca un mensajero para una entrega urgente.",
      "El cliente necesita un mensajero para un objeto valioso.",
      "El cliente tiene que hacer un envío importante y busca un mensajero de confianza.",
      "El cliente necesita una entrega discreta y sin preguntas.",
      "El cliente necesita entregar un objeto, pero no se fía de los envíos tradicionales.",
      "El objeto en cuestión es de gran valor y llamó la atención de los ladrones.",
      "El suministro del cliente para este objeto en particular se redujo. Este es el último espécimen.",
      "El destinatario es realmente importante para el cliente, por lo que el objeto debe entregarse de forma segura.",
      "El objeto puede parecer común, pero la lista de anteriores propietarios y sus usos le confieren una gran importancia cultural.",
      "El objeto desarrolló unas propiedades inusuales, con lecturas alejadas de los parámetros esperados. Ahora posee un particular interés científico.",
      "No existe posibilidad de reemplazar el objeto, por lo que el cliente hizo hincapié en que reciba el mejor trato posible.\n\nSe proporcionará al mensajero 1 Vale defensivo por si hay un ataque pirata.",
      "El cliente espera un informe completo tras la entrega que detalle cualquier desperfecto potencial.\n\nSe proporcionará al mensajero 1 Vale defensivo por si hay un ataque pirata.",
      "La caja de seguridad del envío cuenta con protocolos de análisis de seguridad adicionales para evitar cualquier posible intento de sustitución por parte del mensajero.\n\nSe proporcionará al mensajero 1 Vale defensivo por si hay un ataque pirata.",
      "El cliente advierte al mensajero de que ignore a cualquier ser vivo no autorizado que se aproxime a su posición y pregunte por el objeto.\n\nSe proporcionará al mensajero 1 Vale defensivo por si hay un ataque pirata.",
      "El cliente desea que la entrega se realice con el mayor de los cuidados, pero también con la máxima diligencia posible.\n\nSe proporcionará al mensajero 1 Vale defensivo por si hay un ataque pirata."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Haz una foto en %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Saca fotografías de paisajes"
    ],
    "Descriptions": [
      "El cliente es un reputado explorador, pero se puso enfermo y no puede realizar las expediciones contratadas. Busca geógrafos discretos capaces de presentar pruebas sobre viajes satisfactorios.",
      "El cliente gestiona una base de datos. Ofrece una gran variedad de imágenes a pequeños negocios incapaces de conseguir sus propias obras de arte.",
      "El cliente es responsable de un importante laboratorio de investigación, pero se encontró con un gran superávit presupuestario y pocas cosas que investigar.",
      "El cliente preparó un informe detallado sobre su actividad anual, pero necesita imágenes para ilustrarlo.",
      "El cliente está inmerso en un artículo de 'investigación' industrial especialmente delicado y necesita imágenes para apoyar sus 'estudios'.",
      "El cliente busca inspiración para su último trabajo, una serie de obras multimedia.",
      "El cliente pretende patrocinar la fundación de un colectivo fotográfico, pero necesita una muestra inicial para lanzar la campaña.",
      "El cliente gestiona un centro de procesamiento de datos. Necesita una gran colección de imágenes con las que probar los ciclos de compresión y transmisión.",
      "El cliente no considera necesario revelar su propósito. La información la proporciona en función de las necesidades puntuales, por lo que lo único que debes saber es que necesita imágenes.",
      "El cliente está llevando a cabo un estudio comparativo a largo plazo. Necesita fotografías etiquetadas temporalmente para sus archivos.",
      "El cliente pretende mejorar sus algoritmos de aprendizaje automático. Espera poder enseñar a su IA a no solo reconocer objetos, sino a apreciar su valor estético.",
      "El cliente desea traer un rayo de esperanza y entretenimiento a la galaxia a través de la difusión de imágenes inspiradoras. Y para ello busca exploradores con una mente artística.",
      "El cliente pretende crear un archivo preciso de mundos locales. Ya cuenta con biólogos y geógrafos para recopilar las muestras necesarias, pero ahora necesita material gráfico para completar el proceso.",
      "El cliente ha desarrollado una herramienta de revelado fotográfico que obtiene imágenes digitales nítidas y las almacena en medios físicos. Ahora solo falta poner a prueba el proceso con datos de muestra precisos.",
      "El cliente se siente atormentado por el temor a perder la memoria. Por eso pretende catalogar ubicaciones importantes para usarlas como apuntes visuales en caso de que su mente comience a fallar.",
      "El cliente pretende probar una nueva tecnología que inserta olores en imágenes, por lo que necesita fotografías de aspecto inmersivo.",
      "El cliente pretende enviar representantes para incursiones planetarias en esta zona, pero necesita informes de campo detallados para hacerlo con seguridad.",
      "El cliente busca nuevos colores. Siente que el campo de la obtención de colores lleva demasiado tiempo estancado e identificó varias líneas prometedoras.",
      "El cliente está elaborando un mapa del sistema local. Completó los datos de navegación generales, pero necesita información de campo detallada para que su mapa sea sobresaliente.",
      "El cliente está elaborando una guía sobre los planetas de este sistema. Necesita imágenes de alta definición para que sus lectores sepan qué mirar para impresionarse cuando lleven a cabo su visita.",
      "El cliente desea aumentar sus ingresos con la creación y distribución de postales, por lo que ofrecerá imágenes holográficas como souvenir.",
      "El cliente desea probar un nuevo proceso de impresión basado en el uso de pigmentos alucinógenos, que proyectan una sensación de imagen directamente en la mente del espectador.",
      "El cliente está estudiando las respuestas emocionales a las imágenes, pero siente que sus datos de prueba contienen lagunas.",
      "El cliente desea poner a prueba su programa de edición de imágenes, diseñado para insertar detalles adicionales en fotografías existentes sin posibilidad de apreciarlo.",
      "El cliente desea publicar un extenso fragmento de su investigación, pero está preocupado de que nadie lo lea si no lo entremezcla con imágenes.",
      "Ahora mismo necesita imágenes que recreen una sensación hogareña, que recuerden al espectador su niñez.",
      "Busca panoramas evocadores, fotografías que comuniquen la inmensidad del paisaje.",
      "Necesita expresamente grandes fotografías de paisajes, con muchos detalles.",
      "Necesita imágenes de vistas espectaculares, imágenes que hagan sentir al espectador tan pequeño que se maraville por la inmensidad del universo.",
      "Desea obtener imágenes que representen la geología planetaria, que reflejen las fuerzas que moldean la superficie de los planetas.",
      "Las imágenes que busca son de paisajes que muestren toda la gama de la topografía planetaria.",
      "En concreto busca fotografías de formaciones geológicas, imágenes que demuestren el poder del viento, del agua y de los movimientos tectónicos.",
      "Quiere obtener fotografías de paisajes naturales, imágenes que transmitan una sensación de maravilla y asombro.",
      "El cliente no se responsabiliza de cualquier posible peligro en que incurra el fotógrafo.",
      "No se aceptarán imágenes dañadas por agua o radiación, así que asegúrate de proteger bien la cámara.",
      "El cliente necesita específicamente imágenes tomadas a pie. No aceptará imágenes captadas desde la nave.",
      "Se tendrán en cuenta todas las condiciones de luz, siempre que la longitud de onda se encuentre en el espectro visible.",
      "Atención: como comisionado del trabajo, los derechos de autor pertenecen al cliente."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Haz una foto de %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Saca fotografías de criaturas"
    ],
    "Descriptions": [
      "El cliente es un reputado explorador, pero se puso enfermo y no puede realizar las expediciones contratadas. Busca geógrafos discretos capaces de presentar pruebas sobre viajes satisfactorios.",
      "El cliente gestiona una base de datos. Ofrece una gran variedad de imágenes a pequeños negocios incapaces de conseguir sus propias obras de arte.",
      "El cliente es responsable de un importante laboratorio de investigación, pero se encontró con un gran superávit presupuestario y pocas cosas que investigar.",
      "El cliente preparó un informe detallado sobre su actividad anual, pero necesita imágenes para ilustrarlo.",
      "El cliente está inmerso en un artículo de 'investigación' industrial especialmente delicado y necesita imágenes para apoyar sus 'estudios'.",
      "El cliente busca inspiración para su último trabajo, una serie de obras multimedia.",
      "El cliente pretende patrocinar la fundación de un colectivo fotográfico, pero necesita una muestra inicial para lanzar la campaña.",
      "El cliente gestiona un centro de procesamiento de datos. Necesita una gran colección de imágenes con las que probar los ciclos de compresión y transmisión.",
      "El cliente no considera necesario revelar su propósito. La información la proporciona en función de las necesidades puntuales, por lo que lo único que debes saber es que necesita imágenes.",
      "El cliente está llevando a cabo un estudio comparativo a largo plazo. Necesita fotografías etiquetadas temporalmente para sus archivos.",
      "El cliente pretende mejorar sus algoritmos de aprendizaje automático. Espera poder enseñar a su IA a no solo reconocer objetos, sino a apreciar su valor estético.",
      "El cliente desea traer un rayo de esperanza y entretenimiento a la galaxia a través de la difusión de imágenes inspiradoras. Y para ello busca exploradores con una mente artística.",
      "El cliente pretende crear un archivo preciso de mundos locales. Ya cuenta con biólogos y geógrafos para recopilar las muestras necesarias, pero ahora necesita material gráfico para completar el proceso.",
      "El cliente ha desarrollado una herramienta de revelado fotográfico que obtiene imágenes digitales nítidas y las almacena en medios físicos. Ahora solo falta poner a prueba el proceso con datos de muestra precisos.",
      "El cliente se siente atormentado por el temor a perder la memoria. Por eso pretende catalogar ubicaciones importantes para usarlas como apuntes visuales en caso de que su mente comience a fallar.",
      "El cliente pretende probar una nueva tecnología que inserta olores en imágenes, por lo que necesita fotografías de aspecto inmersivo.",
      "El cliente pretende enviar representantes para incursiones planetarias en esta zona, pero necesita informes de campo detallados para hacerlo con seguridad.",
      "El cliente busca nuevos colores. Siente que el campo de la obtención de colores lleva demasiado tiempo estancado e identificó varias líneas prometedoras.",
      "El cliente está elaborando un mapa del sistema local. Completó los datos de navegación generales, pero necesita información de campo detallada para que su mapa sea sobresaliente.",
      "El cliente está elaborando una guía sobre los planetas de este sistema. Necesita imágenes de alta definición para que sus lectores sepan qué mirar para impresionarse cuando lleven a cabo su visita.",
      "El cliente desea aumentar sus ingresos con la creación y distribución de postales, por lo que ofrecerá imágenes holográficas como souvenir.",
      "El cliente desea probar un nuevo proceso de impresión basado en el uso de pigmentos alucinógenos, que proyectan una sensación de imagen directamente en la mente del espectador.",
      "El cliente está estudiando las respuestas emocionales a las imágenes, pero siente que sus datos de prueba contienen lagunas.",
      "El cliente desea poner a prueba su programa de edición de imágenes, diseñado para insertar detalles adicionales en fotografías existentes sin posibilidad de apreciarlo.",
      "El cliente desea publicar un extenso fragmento de su investigación, pero está preocupado de que nadie lo lea si no lo entremezcla con imágenes.",
      "Sus requisitos para la imagen son relativamente poco rigurosos, pero debe incluir una criatura en su hábitat natural.",
      "Ahora mismo necesita fotografías de criaturas vivas.",
      "El cliente desea expresamente imágenes de vida salvaje.",
      "Busca fotógrafos capaces de obtener imágenes de animales de gran calidad.",
      "Tiene muy pocas fotografías de vida salvaje, algo que pretende solucionar muy pronto.",
      "Su proyecto casi está terminado, pero le faltan fotografías de criaturas vivas.",
      "Necesita imágenes de vida salvaje naturalistas, que representen el comportamiento natural del animal.",
      "Busca imágenes de criaturas vivas de alta resolución geoetiquetadas.",
      "Mientras la imagen sea nítida, la distancia es cosa del fotógrafo.",
      "Atención: el fotógrafo asume todos los posibles riesgos derivados de la captura de imágenes de un depredador.",
      "El fotógrafo tiene libertad para elegir los detalles de la imagen: criaturas solitarias o en manada, depredadores o presas, cerca o lejos...",
      "El fotógrafo tiene total libertad en cuanto a la composición de la imagen, pero el cliente preferiría imágenes de criaturas felices.",
      "Atención: como comisionado del trabajo, los derechos de autor pertenecen al cliente."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Escanea criaturas",
    "Titles": [
      "El Holozoo",
      "Un artista manos a la obra",
      "Una nueva raza de monstruos",
      "Los archiveros",
      "Cultura popular",
      "Nuevas generaciones",
      "Curando a los enfermos",
      "Descifrando patrones naturales",
      "Una limpieza no tóxica",
      "Leche espacial"
    ],
    "Subtitles": [
      "Localiza y escanea criaturas planetarias"
    ],
    "Descriptions": [
      "El cliente necesita unos cuantos escaneos biológicos detallados de la superficie. Los datos recabados se utilizarán para recrear proyecciones holográficas realistas de cada espécimen, para que otros puedan observarlos sin riesgo para sí mismos ni para las criaturas.",
      "El cliente quiere escaneos de alta calidad de seres vivos. Las imágenes digitales detalladas son necesarias para que el cliente pruebe sus habilidades a la hora de reproducir a la criatura con la máxima semejanza en el medio escogido.",
      "El cliente necesita una inspección biológica detallada. Su programa de cría de depredadores armados está en punto muerto y las nuevas muestras de ADN son necesarias para corregir los puntos débiles en los comportamientos de caza y sigilo.",
      "El cliente necesita datos de escaneo biológico de forma urgente. Se extinguen especies todos los días a causa de las alteraciones climatológicas, las guerras o los accidentes industriales. Pese a que el cliente no tiene opinión al respecto, está preocupado porque esta pérdida de datos provoque que su archivo universal quede incompleto.",
      "El cliente patrocina una gran galería. Las últimas exposiciones se han centrado en el arte abstracto y el número de visitantes ha caído en picado. Están interesados en proyecciones holográficas realistas de animales fascinantes o atractivos en su esfuerzo de atraer de nuevo a los clientes a la galería.",
      "El cliente dirige unas prósperas instalaciones de investigación. Su carrera ha llegado a un punto en el que desea aportar algo a la comunidad científica.\r\nDe joven, recibió la inspiración de las majestuosas vistas biológicas de su planeta natal. Está convencido de que, si puede ofrecer escaneos holográficos de criaturas similares, podrá transmitir esa misma sensación de asombro a aquellos que no puedan contemplar a tales bestias en carne y hueso.",
      "El cliente está inmerso en un proyecto médico de exozoología, pero es poco productivo enviar a veterinarios a todos los planetas con la esperanza de encontrar animales enfermos. Quiere datos de escaneos para tomar muestras de la población de animales. Estos datos serán analizados en busca de señales de enfermedades y servirán para concentrar sus esfuerzos de forma más eficaz.",
      "El cliente se siente fascinado por el proceso a través del cual se pueblan los planetas. Ciertos rasgos evolucionan con el tiempo en diferentes extremos de la galaxia. Pretende comprender si estas evoluciones paralelas son naturales y si son de esperar, si son extrañas coincidencias, el resultado de algún patrón subyacente o, por contra, de alguna intromisión externa. Está creando una base de datos en la que se puedan evaluar estos rasgos y los entornos que los han creado, y busca exploradores con iniciativa para que le ayuden a rellenarla.",
      "El cliente busca exploradores discretos para que le ayuden con su proyecto de investigación. Puede que algunas sustancias tóxicas hayan sido filtradas o expuestas intencionalmente, o no, en las atmósferas de planetas cercanos. Los escaneos de la fauna local revelarán si esta sustancia teórica y potencialmente tóxica está provocando algún efecto a largo plazo en la vida silvestre.",
      "El cliente está inmerso en un proyecto médico de exozoología, pero es poco productivo enviar a veterinarios a todos los planetas con la esperanza de encontrar animales enfermos. Quiere datos de escaneos para tomar muestras de la población de animales. Estos datos serán analizados en busca de señales de enfermedades y servirán para concentrar sus esfuerzos de forma más eficaz.",
      "El cliente está realizando un estudio sobre el impacto medioambiental a largo plazo.",
      "El cliente está creando un proyecto de seguimiento de mutaciones de ADN.",
      "El cliente está haciendo un compendio de los patrones de migración de los animales.",
      "El cliente espera comenzar un programa de cría exozoológica.",
      "El cliente está probando teorías acerca de la gravedad y la evolución.",
      "Está elaborando una base de datos en la que se mapearán y probarán sus proyecciones.",
      "Necesita una gran cantidad de información biológica con la que probar sus teorías.",
      "Busca escaneos detallados de la fauna local para compararlos con los datos recogidos en otros lugares. ",
      "Su modelo de simulación tiene varias lagunas y necesita exploradores que lo ayuden a rellenarlas con la información que falta.",
      "Cree que faltan ciertos fragmentos de información clave y busca exploradores intrépidos que lo ayuden en su investigación.",
      "Se aceptarán escaneos válidos de todos los seres.",
      "Solo se aceptarán escaneos de seres vivos.",
      "Se valorarán especialmente los escaneos de sondaje de órganos de alta definición.",
      "Por tanto, busca datos detallados de escaneos biológicos.",
      "Da especial importancia a los datos de escaneo actualizados que incluyen la fauna local."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Elimina Centinelas avanzados",
    "Titles": [
      "Mapeando sus movimientos",
      "Recolecta los cerebros",
      "Piezas de repuesto",
      "La ira de los centinelas",
      "Hazles correr",
      "Incitando a la bestia",
      "El golpe",
      "Un centinela propio",
      "El anulador",
      "Poniendo a prueba sus defensas"
    ],
    "Subtitles": [
      "Elimina a los centinelas planetarios"
    ],
    "Descriptions": [
      "El cliente quiere entender a los Centinelas. Cree que dispone de suficientes datos sobre el comportamiento de drones, pero pocos en comparación con los ejemplares más raros: los quads y los caminantes. Busca a exploradores que atraigan a estos Centinelas superiores para que pueda observarlos en batalla.",
      "El cliente está inmerso en una investigación sobre inteligencia artificial avanzada. Pretende ampliar sus estudios gracias a la adquisición de cerebros mecánicos fabricados en todas partes de la galaxia. Ya posee una vasta colección, pero la joya de la corona sería la unidad de procesamiento de un Centinela avanzado. Busca a un explorador que haga el trabajo sucio para que su equipo pueda realizar la extracción con seguridad.",
      "El cliente necesita piezas de repuesto para un proyecto personal. Hace tiempo, sobrescribió el cerebro de un Centinela cuadrúpedo dañado con una IA sencilla de su propia creación. Esta máquina recuperada demostró ser una compañera leal. Sin embargo, varios sistemas hidráulicos y de comportamiento están empezando a deteriorarse. Necesita que un explorador desactive o destruya a un Centinela avanzado para poder recoger piezas de repuesto y que su mascota vuelva a estar en perfecto estado de funcionamiento.",
      "El cliente sufrió una severa humillación a manos de los Centinelas. Su sed de venganza no se ha apagado al destruir Centinelas con sus propias manos. Tampoco ha calmado su rabia la eliminación en masa de drones. Aunque pueda parecer una escalada sin sentido, está pagando a exploradores para que destruyan todos los Centinelas avanzados que puedan.",
      "El cliente desea llevar a cabo un arriesgado experimento. Quiere descubrir formas eficaces de disuadir los ataques de los drones Centinela. Su última teoría es que cuantos más Centinelas avanzados destruya, más fácil será que los drones se sientan confundidos y desamparados, y así se dispersarán y supondrá un alivio para los exploradores planetarios. Lo único que necesita para probar esta teoría es un intrépido técnico que se encargue de la fase de combate del experimento. ",
      "El cliente desea investigar los sistemas que dirigen a los Centinelas. Lo que se conoce gracias a la observación, es que los Centinelas se sienten provocados por la recolección de recursos. Quiere estudiar otros patrones de comportamiento. ¿Cómo se comunican? ¿Existe una jerarquía natural? ¿Qué sienten por sus objetivos? El cliente cree que la mejor manera de responder a estas preguntas es que un explorador bien equipado se enfrente a un Centinela avanzado mientras observa desde una distancia segura.",
      "El cliente, como muchos otros, ha comprobado el valor de los orbes de gravitino. Pero, a diferencia de los demás, no está muy interesado en ser atacado y perseguido por los Centinelas. En su lugar, y a cambio de compartir los beneficios, busca un explorador audaz que ataque y mate a las fuerzas de Centinelas avanzados. Mientras que los drones estén distraídos, aprovechará para recoger sus orbes y huir antes de que los Centinelas regresen.",
      "El cliente ha trabajado duro para cultivar un importante vivero lleno de plantas raras y valiosas. Sin embargo, esto ha atraído a un gran número de ladrones y saqueadores de plantas. Quiere construir su propia fuerza privada de Centinelas para controlar y vigilar sus árboles. Ya dispone de una buena cantidad de piezas recogidas de drones abatidos. Para completar su patrulla, necesita piezas de un Centinela quad o caminante. Quiere que un explorador lleve a cabo las maniobras de combate necesarias.",
      "El cliente está probando una posible solución al problema del hostigamiento de los Centinelas. Ha desarrollado un dispositivo que emite sonidos de alta frecuencia en una longitud de onda que interfiere con lo que sea que controla a los Centinelas. Al menos, esa es la teoría. El cliente busca a un explorador que se enfrente en combate a un Centinela avanzado para poder probar el dispositivo adecuadamente. El explorador debe estar preparado para luchar en caso de que el dispositivo no funcione correctamente.",
      "El cliente ha desarrollado un dispositivo de interconexiones que funciona en la misma longitud de onda que los sistemas de comunicación de los Centinelas. Pretende utilizarlo para probar “exploits” sobre el sistema que dirige y controla a los drones. Busca a un explorador que se enfrente en combate a un Centinela avanzado para poner a prueba su dispositivo.",
      "El cliente persigue la destrucción de Centinelas planetarios.",
      "¡El cliente exige venganza contra los Centinelas!",
      "El cliente busca un explorador que le ayude en una cruzada contra los Centinelas.",
      "El cliente busca el fin de la amenaza Centinela.",
      "Los Centinelas hostigaron al cliente y este desea acabar con esta persecución.",
      "El cliente espera poder librar al sistema de la opresión de los Centinelas.",
      "El cliente desea cegar a los Centinelas.",
      "El cliente busca una salida a la constante amenaza de los Centinelas.",
      "Los Centinelas le dan caza sin descanso, la única constante en una galaxia en continuo cambio.",
      "Independientemente del sistema estelar, los Centinelas siempre están presentes. No hay más salida que luchar.",
      "Gek, Vy'keen, Korvax... Los Centinelas no discriminan a la hora de atacar a los seres sensibles de cualquier lugar.",
      "Los Centinelas forman enjambres casi infinitos. Pero si existen, se pueden destruir. ",
      "Puede que los Centinelas parezcan proceder de otra realidad, pero atacan este mundo, así que podrán ser destruidos en este mundo.",
      "No sabe si los Centinelas sienten dolor. Implora que se descubra.",
      "El cliente sabe que los Centinelas volverán, pero siente que un pequeño respiro es recompensa más que suficiente.",
      "Siente la necesidad de celebrar la destrucción de todo Centinela, aunque tan solo se trate de la más diminuta de las victorias.",
      "Combate la amenaza Centinela y el cliente te recompensará abundantemente.",
      "El cliente es consciente de que solo conseguirá hacer una pequeña muesca en la población de Centinelas, pero siente que el esfuerzo merecerá la pena.",
      "El cliente dejará a tu elección el método de destrucción. Tan solo asegúrate de que los Centinelas reciban su merecido por sus incursiones.",
      "El cliente tiene lista tu recompensa. Que empiece la caza de Centinelas...",
      "El cliente te aconseja que vayas con cuidado. No se responsabilizará de los daños ocasionados por el combate contra los Centinelas.",
      "El cliente te pide que te asegures de perder de vista a los Centinelas antes de volver por tu recompensa. Desea mantenerse en el anonimato. ",
      "El cliente te agradece los servicios prestados en esta gran pelea.",
      "Por último, el cliente desea informarte de que las cazas de Centinelas constituyen un gran servicio público. Deberías sentirte orgulloso de lo que estás a punto de hacer."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Saquea un recolector planetario",
    "Titles": [
      "Protege tus bienes",
      "La naturaleza primero",
      "Diligencia debida",
      "Infracción agresiva",
      "Relaciones industriales",
      "¡Rompe los grilletes!",
      "Atraco inesperado",
      "Investigación innovadora",
      "Densidad de calorías",
      "Las profundidades"
    ],
    "Subtitles": [
      "Apodérate de secretos industriales"
    ],
    "Descriptions": [
      "El cliente ha descubierto una oportunidad de inversión. Cree que existe la posibilidad de adquirir una propiedad intelectual valiosa a bajo precio. Busca un explorador intrépido para que se presente en las instalaciones del objetivo y le ayude a proteger la inversión.",
      "El cliente quiere impedir una catástrofe ecológica. Se enteró de la existencia de un plan para construir el mayor recolector planetario de la historia, capaz de acceder al núcleo de un planeta en cuestión de horas. Busca un explorador urgentemente para que se infiltre en las instalaciones en las que se guarda este plan. Los datos deben eliminarse del sistema.",
      "El cliente tiene la intención de adquirir un negocio de recolección que opera en este sistema. Sin embargo, no sería prudente proseguir sin llevar a cabo una investigación exhaustiva. Busca un aventurero discreto para entrar en las instalaciones del objetivo y hacerse con todos los datos que pueda, que serán de gran utilidad a la hora de decidir si se continúa con el proceso.",
      "El cliente ha comenzado a fabricar hardware científico especializado desde no hace mucho tiempo. Es nuevo en este sector y cree que le serviría de gran ayuda la experiencia de sus competidores más consolidados. Por suerte, en lo que sí tiene experiencia es en la adquisición de conocimientos. Busca un explorador que le ayude en este proceso.",
      "El cliente trabaja en nombre de un grupo que hace campaña por establecer protección legal para las inteligencias artificiales. Aunque siguen haciendo presión, también han optado por la acción directa. Han identificado a una IA esclavizada bajo el yugo de un hardware deficiente en una fábrica cercana. Piden ayuda a los exploradores para rescatarla, subir sus archivos a una ubicación segura y destruir el ejemplar local.",
      "El cliente busca mejorar las condiciones de los trabajadores de toda la galaxia. Las fábricas automatizadas dejan sin trabajo a los seres decentes y trabajadores, además de concentrar la riqueza en las manos de los pocos que poseen los medios de producción. Buscan la ayuda de exploradores sensatos para que saboteen una de esas instalaciones automatizadas.",
      "La última instalación del cliente no está alcanzando sus objetivos de producción. El cliente sospecha que el director general está desviando recursos de la instalación a su cuenta personal. Busca un explorador sutil que entre por sorpresa en la instalación y se apodere de los registros para que el director no tenga tiempo de ocultar su rastro.",
      "El cliente cree que un empresario rival está infringiendo las normas de seguridad en sus procesos de fabricación. El organismo regulador no actuó y el cliente quiere corregir el problema por su cuenta. Hay que acceder a la base de datos del competidor y descargar todos los registros relacionados con el uso de plutonio como material de relleno.",
      "El cliente se dedica a la fabricación de cubos de comida sintética. Pero existe un problema, sus píldoras comprimidas no aportan ni de cerca la misma cantidad de nutrientes que las de sus competidores. Quiere acceder a los archivos de sus rivales por todos los medios para descubrir exactamente lo que viene comprimido en sus deliciosas capsulas de proteínas.",
      "El cliente ha sabido que un rival de negocios está teniendo gran éxito en su mina más reciente. Quiere comprender mejor la naturaleza de su excavación. Pagará con generosidad por cualquier información acerca de la profundidad o ubicación del pozo de perforación, sobre todo si dicha información abre la posibilidad de realizar una excavación paralela. ",
      "El cliente requiere la obtención de información de una fábrica de este sistema.",
      "El cliente busca a alguien capaz de robar algo de una fábrica local fuertemente protegida.",
      "El cliente requiere el robo de datos de una fábrica cercana.",
      "El cliente necesita obtener un objeto de una fábrica situada en un mundo cercano.",
      "El cliente exige la obtención de unos datos bastante complicados de piratear. El objetivo es una fábrica de este sistema estelar.",
      "Ten en cuenta que el propietario de la fábrica no aprobó esta acción.",
      "Desea alterar las operaciones de esta fábrica.",
      "Este robo proporcionará una ventaja considerable a sus operaciones actuales.",
      "Requiere las innovaciones de esta fábrica para mejorar sus propios productos.",
      "Tiene motivos para creer que esta fábrica produce bienes de contrabando. ",
      "El cliente te recuerda que no dejes pistas de tu participación. La discreción es de suma importancia.",
      "El cliente aconseja precaución. Seguramente la fábrica contará con un sistema de seguridad.",
      "El cliente dejará a tu elección el método de acceso. Tan solo asegúrate de conseguir la información solicitada.",
      "El cliente negará tener conocimiento del contrato si te capturan. Por tanto, procura que no te capturen.",
      "El cliente cuenta con recibir los datos robados lo antes posible."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]