[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Objetivos de Exploração",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Objetivos de Sobrevivência",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Os Gek",
    "description": "Estas formas de vida reptilianas e bicudas, pequenas em estatura, são os principais comerciantes da galáxia. São capazes de comunicar através de feromonas que lançam cuidadosamente, transmitindo conceitos e sentimentos complexos através do cheiro.\n\nCom origem no planeta de Balaron, são vistos de forma suspeita por outras formas de vida devido às ações da Primeira Geração Gek, que através da chacina conquistou o seu caminho para um império poderoso.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Os Vy'keen",
    "description": "Os Vy'keen são seres guerreiros do sistema Dryn'dargh, obcecados com a derrota dos Sentinelas. Controlados pelo Alto Comando Vy'keen, lutam a ameaça Sentinela por toda a galáxia.\n\nApesar das suas aparências agressivas, os Vy'keen estão sujeitos a um código de honra rigoroso. Valorizam a lealdade, o sacrifício e uma boa morte mais do que bens materiais ou conhecimento. Têm como juramento ajudar os viajantes sempre que possível.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Os Korvax",
    "description": "As entidades Korvax são formas de vida inorgânicas que habitam invólucros metálicos passados de geração em geração. Acreditam que, através do estudo matemático, podem ser levadas ao nível do Atlas. Acreditam que o caminho para esse fim é através do estudo dos Sentinelas.\n\nCada Korvax é uma mente pura, uma gota na grande Convergência coletiva. A concha que habitam é de pouca importância em comparação com a ligação a esta consciência de grupo.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Guilda dos Comerciantes",
    "description": "Uma organização coletiva que representa empresas comerciais e comerciantes individuais em toda a galáxia. Ajudam a controlar e a encomendar trabalho para pilotos por contratar em nome dos seus membros.\n\nA Guilda dos Comerciantes é, naturalmente, dominada pelos Gek, mas não é um clube exclusivo. Todas as formas de vida são bem-vindas sob a sua égide, desde que tenham as reservas de capital necessárias...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Guilda dos Mercenários",
    "description": "Um coletivo de organizações mercenárias disperso por toda a galáxia. A guilda abriga uma série de fações concorrentes, muitas das quais lutariam entre si, se pudessem.\n\nPiratas, vigilantes, agentes da autoridade secretos, cultos, bandidos e militantes - a Guilda dos Mercenários mantém a paz galáctica ao garantir que os empregos corretos sejam dados ao grupo certo de oportunistas armados.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Guilda dos Exploradores",
    "description": "A Guilda dos Exploradores, uma associação mútua de investigadores e exploradores, serve para juntar aqueles que precisam de dados com aqueles que os coletam.\n\nEsta sociedade é dividida em grande parte por instituições científicas, sociedades geográficas e empresas de tecnologia, mas conta também com o explorador individual ocasional. A Guilda oferece um conjunto de recursos, laboratórios partilhados, séries de conferências e medalhas anuais.",
    "medals": []
  }
]