[
  {
    "Id": "mission1",
    "Objective": "Caçar Piratas",
    "Titles": [
      "Interrupção",
      "Dinheiro de Proteção",
      "A Ciência Contra-Ataca",
      "Manter a Reputação",
      "A Cruzada",
      "Além do Túmulo",
      "Sabotagem!",
      "Caçar Piratas Informáticos",
      "Negociação Cruel",
      "Altos Riscos"
    ],
    "Subtitles": [
      "Caça e destrói piratas"
    ],
    "Descriptions": [
      "Tripulações de piratas têm perturbado o tráfego de cargueiros, uma afronta tanto para os comerciantes honestos como para os desonestos. O cliente deseja que esta perturbação tenha um fim. Perturbador.",
      "Piratas têm saqueado unidades de mineração autónomas e têm atacado as naves que chegam para esvaziar as vasilhas. Eles atormentam os mais vulneráveis, e o cliente espera que a eliminação de um pequeno número de naves piratas faça com que o resto fuja para um local com menos resistência.",
      "Instalações científicas locais lutam para lidar com uma onda de ataques de pirataria. Os microscópios foram roubados e os equipamentos de titulação foram esmagados. O cliente deseja realizar uma experiência e perceber quantos piratas precisam morrer para que os ataques parem.",
      "Este cliente procura a resolução para um problema familiar. Mais especificamente, um familiar recorreu à pirataria e desonrou o bom nome da família. Destrói-os e devolve a posição do cliente entre as formas de vida decentes.",
      "O cliente foi auxiliado por uma mensagem das estrelas, que lhe explicou o propósito da sua vida. Deve servir o bem maior através de uma missão sem fim para eliminar piratas. Procura pilotos que se juntem à sua cruzada, pelo menos temporariamente.",
      "Esta publicação foi efetuada em nome do cliente pela sua propriedade. O cliente foi abandonado por um gangue de piratas e dado como morto num planeta hostil. Presume-se que o cliente esteja morto, mas um repetidor ficou a transmitir detalhes sobre o destino através dos canais de rádio locais. Pede que os fundos restantes sejam colocados como recompensa sobre as cabeças daqueles que o abandonaram.",
      "O cliente solicita assistência imediata para capturar um pirata. Dispositivos PEM foram escondidos por todas as unidades, causando sérios danos às suas capacidades operacionais. Negados os meios para fazê-lo ele mesmo, pede que todos os pilotos respeitadores da lei venham ao seu auxílio em busca dos responsáveis.",
      "O cliente sofreu uma grande perda nas mãos de uma gangue pirata. Em lugar de um ataque espacial, sequestraram remotamente o terminal comercial do cliente e utilizaram-no para desviar fundos e mercadorias para a sua própria conta. O cliente procura uma retribuição física por este crime virtual.",
      "Os piratas sequestraram vários funcionários do cliente, e exigem um preço de resgate extremamente elevado. O cliente decidiu que uma demonstração de força é a melhor maneira de deter sequestros futuros. Estão à procura de um piloto que encontre e destrua a nave pirata, apesar dos reféns ainda estarem a bordo. A perda de vidas é lamentável, mas esta abordagem irá demonstrar que o cliente não tolera tentativas de extorsão.",
      "O cliente tem um negócio lucrativo: ganha dinheiro no resultado de batalhas espaciais. Eles operam a partir de um cargueiro de luxo; viajam as regiões espaciais em busca de conflitos sobre os quais os seus clientes podem observar e apostar, em segurança e conforto. O negócio cresce, mas os conflitos não. Procuram pilotos que entrem na 'arena' e criem atividades divertidas para os seus passageiros.",
      "O cliente pede a destruição dos piratas nas proximidades.",
      "O cliente deseja erradicar a pirataria deste sistema.",
      "O cliente exige a retribuição célere contra os piratas que residem perto desta estação.",
      "O cliente exige a morte de todos os piratas que residem perto destes mundos.",
      "O cliente procura urgentemente a morte da escória pirata.",
      "O cliente quer o assassínio de um esquadrão pirata nas proximidades.",
      "O cliente exige a erradicação dos piratas que atormentam estes mundos.",
      "O cliente espera a destruição de todos os piratas que residem perto desta estação.",
      "Os criminosos escaparam da justiça durante muito tempo, hostilizando os cargueiros locais com impunidade.",
      "Os criminosos atacaram instalações em todo este setor, acreditando que estão acima da lei.",
      "A cada dia que passa, a ameaça criminosa cresce. Algo tem de ser feito.",
      "Os criminosos foram os responsáveis por isto, no momento em que decidiram viver uma vida de liberdade e roubo.",
      "Os criminosos não merecem a amnistia nem a libertação dos seus crimes.",
      "Os criminosos destruiriam todo este setor se lhes fosse dada a oportunidade.",
      "Os criminosos interromperam as rotas comerciais neste sistema por demasiado tempo.",
      "Os criminosos escolheram a morte quando escolheram a sua forma de viver.",
      "O cliente quer que isto seja tratado de forma rápida e discreta. Não quer represálias de nenhum clã pirata afiliado.",
      "O cliente sugere precaução ao lidar com este assunto. Os piratas não vão parar e farão o que for necessário para abater a tua nave espacial.",
      "O cliente deixa à tua vontade o método para o extermínio dos piratas. Certifica-te apenas que não sobrevive nenhum que possa contar a história.",
      "O cliente agradece-te pelo cumprimento deste dever cívico. Nenhum sistema deveria tolerar tal ilegalidade.",
      "Muitos irão beneficiar do cumprimento deste contrato. A tua recompensa será considerável.",
      "O cliente relembra para não negociar ou conversar com os piratas. Eles irão fazer o que for necessário para escapar da justiça.",
      "O cliente aceita a aniquilação repentina ou prolongada dos piratas. A velocidade fica ao teu critério.",
      "O cliente sabe que outros piratas tentarão entrar neste território, mas um pouco de paz é melhor que paz nenhuma."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Recolher um item",
    "Titles": [
      "Comprador Personalizado",
      "Lembrança",
      "Um Banquete",
      "A Iluminar o Caminho",
      "A Vida Arranja Solução",
      "Manipulação dos Mercados",
      "Ofertas de Bom Grado",
      "A Nova Moda",
      "Impulsos Competitivos",
      "Carneiro em Pele de Nanite",
      "Espécimes Valiosos",
      "O Substituto",
      "A Tecnologia da Vizinha",
      "A Engrenagem na Máquina",
      "Um Recorde do Nosso Tempo",
      "A Última Fatia",
      "Especulação",
      "O Marionetista",
      "Depois da Curva",
      "A Sabedoria da Multidão"
    ],
    "Subtitles": [
      "Procuram-se artigos valiosos"
    ],
    "Descriptions": [
      "O cliente deseja oferecer um presente de importância considerável a um parceiro leal. O parceiro serviu fiel e diligentemente ao longo de muitos anos. Eles precisam de um piloto de confiança para receber e entregar em segurança um artigo deste valor.",
      "O cliente procura um objeto do seu passado, um testemunho que o lembra dias passados. O objeto representa um momento importante da sua infância e, como tal, pagará generosamente a entrega segura do artigo.",
      "O cliente ouviu falar de uma nova tendência emergente. Procura um produto que, dizem os rumores, é delicioso e cheio de nutrientes. Naturalmente, esta popularidade repentina significa que é de difícil obtenção. Qualquer piloto que possa adquirir o artigo a tempo de ser consumido na sua próxima festa será recompensado.",
      "O cliente tem vindo a pesquisar métodos alternativos de produção de energia. Acredita que fez um avanço. O seu novo método gera grandes quantidades de energia, com poucos produtos de resíduos tóxicos. No entanto, ele não possui abastecimentos de um dos componentes chave. O cliente não pode sair do seu laboratório e, por isso, procura pilotos que recolham o artigo por ele.",
      "O cliente dedica-se à pesquisa de consciência avançada. Deixou de lado noções preconcebidas do que é uma mente e procura uma resposta mais abrangente. Acredita que fez um avanço. Descobriu um material cujas propriedades se ajustam à capacidade de experimentar o pensamento. Para provar esta teoria necessita de montar uma máquina de pensamento construída com esta substância. Isto requer uma quantidade significativa de material e procura exploradores que ajudem com a recolha.",
      "O cliente identificou uma oportunidade de lucro. Há uma parte deste lucro inesperado disponível para todos os que ajudem no processo. \nO cliente procura um grande número de exploradores para entregar artigos a um mesmo local, de forma a diminuir o preço nos mercados locais. Este excesso de oferta irá forçar os fornecedores concorrentes a sair do negócio, permitindo que o cliente entre no mercado mais tarde e explore a falta de fornecimento a longo prazo.",
      "O cliente procura suavizar o seu relacionamento com as autoridades do sistema. Descobriu que o Comissário da estação local tem um gosto por um artigo em particular e gostaria que este lhe fosse entregue. Claro que ele não seria tão rude ao ponto de o entregar pessoalmente. Assim, procura um explorador para agir como intermediário e fazer a entrega em seu nome.",
      "O cliente faz a curadoria de uma seleção mensal de produtos para os ricos e ociosos. O cliente descobriu uma onda de interesse num artigo específico e, assim, tem simplesmente de o adquirir para a sua última coleção. Pagará preços acima dos preços de mercado para que um explorador o consiga adquirir para ele.",
      "O cliente percebeu que um dos seus rivais está interessado num item muito específico. Naturalmente, não pode permitir que eles o adquiram. Recompensará um explorador que adquira o item antes do seu rival e que o impeça de fazer o que quer que seja que deseja fazer com o artigo.",
      "O cliente começou recentemente um novo negócio. Adquire artigos comuns e ajuda outras formas de vida a ver o quanto valem. Concretiza isto ao distorcer um objeto barato de modo a parecer possuir um interesse histórico. Procura um novo lote de artigos para exercer a sua alquimia.",
      "O cliente está empenhado em pesquisas especulativas. Recebeu uma subvenção avultada e procura maneiras de a gastar. Como tal, criou uma série de testes que, acredita, permitirão saber se um artigo precisa ou não de testes adicionais. Agora está à procura de materiais onde possa operar este procedimento.",
      "O cliente perdeu um artigo de extrema importância. Procura uma substituição urgente, para que ninguém saiba que o artigo desapareceu.",
      "O cliente apercebeu-se que uma das operações concorrentes adquiriu um item de suma importância. Não sabe bem porque é que o artigo é importante, mas também quer um para ele, de forma a que não seja deixado para trás pela concorrência.",
      "O cliente está a criar uma máquina de movimento perpétuo. Obteve já uma grande variedade de partes e fontes de energia de toda a galáxia, e acredita que faltam apenas alguns poucos componentes para finalizar a sua criação. Não pode deixar a máquina sem proteção e, desta forma, procura exploradores para obter os materiais restantes.",
      "O cliente procura encher um cofre seguro com artigos que representam as suas gentes e a sua cultura. Acredita que isto terá um grande valor para historiadores futuros. No entanto, nenhum dos seus associados está disposto a oferecer os seus próprios bens. Assim, o cliente procura exploradores que recolham e entreguem exemplares dos artigos selecionados.",
      "O cliente é um colecionador reconhecido de itens valiosos. Reuniu uma bela coleção, mas falta-lhe a peça final. Enquanto esse espaço estiver vazio, a coleção é inútil. O cliente convida todos os exploradores a entrar na busca do mais raro dos bens e recompensará qualquer um que o ajude a assegurá-lo. Apenas espécimes em perfeita condição, por favor.",
      "O cliente precisa de manipular os mercados locais. Devido a um erro lamentável de dados, comprou um volume de mercadorias dez vezes superior ao esperado. Procura que os exploradores adquiram o mesmo artigo dos terminais comerciais no espaço local, num esforço para fazer subir o preço para que possam vender a sua compra acidental com lucro.",
      "O cliente procura desestabilizar as relações entre duas fações criminosas locais. Ambos procuram um artigo específico, e se não o conseguirem encontrar vão supor que é um plano criado pela outra fação. O cliente deseja que um explorador discreto forneça o item de forma independente, para que possa provocar um conflito entre os dois rivais.",
      "O cliente deseja antecipar-se à competição num empreendimento comercial. Ouviu rumores de que um determinado mercado está prestes a crescer e deseja ter a mercadoria disponível para lucrar assim que isso aconteça. Pagará acima dos preços em vigor por todas as amostras entregues, ajudando generosamente os pilotos independentes que assumam o risco da transação.",
      "O cliente é um empreendedor de grande sucesso. Como tal, está demasiado ocupado para fornecer as suas próprias mercadorias. Em vez disso, oferece recompensas a qualquer piloto independente que complete e entregue as suas compras por ele.",
      "O cliente pede uma entrega bastante específica.",
      "O cliente precisa que este artigo lhe seja fornecido, independentemente da dificuldade.",
      "O cliente espera obter um objeto em particular.",
      "O cliente deseja a posse de um produto.",
      "O cliente espera apropriar-se de um artigo imediatamente.",
      "Sem isto, ele certamente morrerá. O assunto em questão é de extrema urgência.",
      "O cliente precisa disto de forma a progredir numa fase crítica da sua investigação.",
      "Ele acredita que isto irá alterar o curso da batalha a seu favor.",
      "Ele está envolvido numa tarefa perigosa. Isto poderia garantir a sua segurança.",
      "Foi roubado e precisa de uma substituição.",
      "O cliente deixa os pormenores contigo. Serás devidamente recompensado após a receção do pacote.",
      "O cliente agradece antecipadamente uma entrega rápida.",
      "O cliente pede uma entrega cuidadosa. Certifica-te que nada seja partido durante a viagem.",
      "O cliente espera a chegada do artigo o mais rápido possível.",
      "O cliente valoriza um serviço discreto nesta tarefa."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Recolher um item",
    "Titles": [
      "Comprador Personalizado",
      "Lembrança",
      "Um Banquete",
      "A Iluminar o Caminho",
      "A Vida Arranja Solução",
      "Manipulação dos Mercados",
      "Ofertas de Bom Grado",
      "A Nova Moda",
      "Impulsos Competitivos",
      "Carneiro em Pele de Nanite",
      "Espécimes Valiosos",
      "O Substituto",
      "A Tecnologia da Vizinha",
      "A Engrenagem na Máquina",
      "Um Recorde do Nosso Tempo",
      "A Última Fatia",
      "Especulação",
      "O Marionetista",
      "Depois da Curva",
      "A Sabedoria da Multidão"
    ],
    "Subtitles": [
      "Procuram-se artigos valiosos"
    ],
    "Descriptions": [
      "O cliente deseja oferecer um presente de importância considerável a um parceiro leal. O parceiro serviu fiel e diligentemente ao longo de muitos anos. Eles precisam de um piloto de confiança para receber e entregar em segurança um artigo deste valor.",
      "O cliente procura um objeto do seu passado, um testemunho que o lembra dias passados. O objeto representa um momento importante da sua infância e, como tal, pagará generosamente a entrega segura do artigo.",
      "O cliente ouviu falar de uma nova tendência emergente. Procura um produto que, dizem os rumores, é delicioso e cheio de nutrientes. Naturalmente, esta popularidade repentina significa que é de difícil obtenção. Qualquer piloto que possa adquirir o artigo a tempo de ser consumido na sua próxima festa será recompensado.",
      "O cliente tem vindo a pesquisar métodos alternativos de produção de energia. Acredita que fez um avanço. O seu novo método gera grandes quantidades de energia, com poucos produtos de resíduos tóxicos. No entanto, ele não possui abastecimentos de um dos componentes chave. O cliente não pode sair do seu laboratório e, por isso, procura pilotos que recolham o artigo por ele.",
      "O cliente dedica-se à pesquisa de consciência avançada. Deixou de lado noções preconcebidas do que é uma mente e procura uma resposta mais abrangente. Acredita que fez um avanço. Descobriu um material cujas propriedades se ajustam à capacidade de experimentar o pensamento. Para provar esta teoria necessita de montar uma máquina de pensamento construída com esta substância. Isto requer uma quantidade significativa de material e procura exploradores que ajudem com a recolha.",
      "O cliente identificou uma oportunidade de lucro. Há uma parte deste lucro inesperado disponível para todos os que ajudem no processo. \nO cliente procura um grande número de exploradores para entregar artigos a um mesmo local, de forma a diminuir o preço nos mercados locais. Este excesso de oferta irá forçar os fornecedores concorrentes a sair do negócio, permitindo que o cliente entre no mercado mais tarde e explore a falta de fornecimento a longo prazo.",
      "O cliente procura suavizar o seu relacionamento com as autoridades do sistema. Descobriu que o Comissário da estação local tem um gosto por um artigo em particular e gostaria que este lhe fosse entregue. Claro que ele não seria tão rude ao ponto de o entregar pessoalmente. Assim, procura um explorador para agir como intermediário e fazer a entrega em seu nome.",
      "O cliente faz a curadoria de uma seleção mensal de produtos para os ricos e ociosos. O cliente descobriu uma onda de interesse num artigo específico e, assim, tem simplesmente de o adquirir para a sua última coleção. Pagará preços acima dos preços de mercado para que um explorador o consiga adquirir para ele.",
      "O cliente percebeu que um dos seus rivais está interessado num item muito específico. Naturalmente, não pode permitir que eles o adquiram. Recompensará um explorador que adquira o item antes do seu rival e que o impeça de fazer o que quer que seja que deseja fazer com o artigo.",
      "O cliente começou recentemente um novo negócio. Adquire artigos comuns e ajuda outras formas de vida a ver o quanto valem. Concretiza isto ao distorcer um objeto barato de modo a parecer possuir um interesse histórico. Procura um novo lote de artigos para exercer a sua alquimia.",
      "O cliente está empenhado em pesquisas especulativas. Recebeu uma subvenção avultada e procura maneiras de a gastar. Como tal, criou uma série de testes que, acredita, permitirão saber se um artigo precisa ou não de testes adicionais. Agora está à procura de materiais onde possa operar este procedimento.",
      "O cliente perdeu um artigo de extrema importância. Procura uma substituição urgente, para que ninguém saiba que o artigo desapareceu.",
      "O cliente apercebeu-se que uma das operações concorrentes adquiriu um item de suma importância. Não sabe bem porque é que o artigo é importante, mas também quer um para ele, de forma a que não seja deixado para trás pela concorrência.",
      "O cliente está a criar uma máquina de movimento perpétuo. Obteve já uma grande variedade de partes e fontes de energia de toda a galáxia, e acredita que faltam apenas alguns poucos componentes para finalizar a sua criação. Não pode deixar a máquina sem proteção e, desta forma, procura exploradores para obter os materiais restantes.",
      "O cliente procura encher um cofre seguro com artigos que representam as suas gentes e a sua cultura. Acredita que isto terá um grande valor para historiadores futuros. No entanto, nenhum dos seus associados está disposto a oferecer os seus próprios bens. Assim, o cliente procura exploradores que recolham e entreguem exemplares dos artigos selecionados.",
      "O cliente é um colecionador reconhecido de itens valiosos. Reuniu uma bela coleção, mas falta-lhe a peça final. Enquanto esse espaço estiver vazio, a coleção é inútil. O cliente convida todos os exploradores a entrar na busca do mais raro dos bens e recompensará qualquer um que o ajude a assegurá-lo. Apenas espécimes em perfeita condição, por favor.",
      "O cliente precisa de manipular os mercados locais. Devido a um erro lamentável de dados, comprou um volume de mercadorias dez vezes superior ao esperado. Procura que os exploradores adquiram o mesmo artigo dos terminais comerciais no espaço local, num esforço para fazer subir o preço para que possam vender a sua compra acidental com lucro.",
      "O cliente procura desestabilizar as relações entre duas fações criminosas locais. Ambos procuram um artigo específico, e se não o conseguirem encontrar vão supor que é um plano criado pela outra fação. O cliente deseja que um explorador discreto forneça o item de forma independente, para que possa provocar um conflito entre os dois rivais.",
      "O cliente deseja antecipar-se à competição num empreendimento comercial. Ouviu rumores de que um determinado mercado está prestes a crescer e deseja ter a mercadoria disponível para lucrar assim que isso aconteça. Pagará acima dos preços em vigor por todas as amostras entregues, ajudando generosamente os pilotos independentes que assumam o risco da transação.",
      "O cliente é um empreendedor de grande sucesso. Como tal, está demasiado ocupado para fornecer as suas próprias mercadorias. Em vez disso, oferece recompensas a qualquer piloto independente que complete e entregue as suas compras por ele.",
      "O cliente pede uma entrega bastante específica.",
      "O cliente precisa que este artigo lhe seja fornecido, independentemente da dificuldade.",
      "O cliente espera obter um objeto em particular.",
      "O cliente deseja a posse de um produto.",
      "O cliente espera apropriar-se de um artigo imediatamente.",
      "Sem isto, ele certamente morrerá. O assunto em questão é de extrema urgência.",
      "O cliente precisa disto de forma a progredir numa fase crítica da sua investigação.",
      "Ele acredita que isto irá alterar o curso da batalha a seu favor.",
      "Ele está envolvido numa tarefa perigosa. Isto poderia garantir a sua segurança.",
      "Foi roubado e precisa de uma substituição.",
      "O cliente deixa os pormenores contigo. Serás devidamente recompensado após a receção do pacote.",
      "O cliente agradece antecipadamente uma entrega rápida.",
      "O cliente pede uma entrega cuidadosa. Certifica-te que nada seja partido durante a viagem.",
      "O cliente espera a chegada do artigo o mais rápido possível.",
      "O cliente valoriza um serviço discreto nesta tarefa."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Entregar um item",
    "Titles": [
      "Feliz Dia da Órbita",
      "Está Tudo Bem",
      "Negociações Delicadas",
      "Olhar para o Outro Lado",
      "Um Lote de Vedações",
      "Próximos e Queridos",
      "Um Pedido de Desculpa",
      "Pesquisa Especializada",
      "Uma Ameaça Codificada",
      "A Grande Limpeza",
      "Portes Pagos",
      "Charlatão Suspeito ",
      "Troca",
      "Um Cliente Fiel",
      "Isento de Impostos",
      "O Engodo",
      "Mercadorias Escaldantes",
      "Amostras Grátis",
      "Produtos Frescos",
      "Passagem de Testemunho"
    ],
    "Subtitles": [
      "Precisa-se de serviço de transporte urgente"
    ],
    "Descriptions": [
      "O cliente procura um serviço de correio fiável. Deseja honrar um colega com um tributo, uma celebração da sua sobrevivência contínua bem sucedida.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente procura um serviço de entrega discreto. Quer deixar claro ao estafeta de que o pacote é exatamente o que parece e de que não há necessidade de desconfiar do manifesto de envio.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente procura uma resolução para fechar um negócio. A outra parte tem negociado muito e o cliente espera que este pacote remova qualquer impedimento adicional à sua transação. É importante que o pacote seja entregue apenas ao destinatário.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente dirige negócios sensíveis. O pacote é um sincero agradecimento a certas partes. É dado gratuitamente, sabendo que quaisquer indiscrições potenciais foram, ou serão, ignoradas.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente procura simplesmente transferir alguns produtos para um colega, nada mais. Forneceram também uma mensagem no sentido de descansar o destinatário, uma vez que os produtos são agora indetetáveis.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente tem um trabalho importante e está sempre ocupado; não se pode então esperar que cuide de questões domésticas triviais. É um dia de celebrar os progenitores, e o costume é dar um presente para aqueles que o geraram. O cliente deseja que alguém trate deste assunto, para que não tenha que pensar nisso.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente tem uma dívida emocional a uma das suas relações. Esqueceu-se de comemorar uma data de particular importância. Por meio de desculpas, solicita que um item de valor particular seja enviado para a parte prejudicada. Tem cuidado para não perdê-la no transporte, ou o cliente acabará com mais dificuldades.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente encontrou um item estranho. Embora pareça comum, as deteções microbianas revelaram um número alarmante de esporos desconhecidos. É preciso enviar o artigo a um especialista em riscos biológicos. Não tentes quebrar o selo.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente quer enviar uma mensagem para um colaborador. O artigo não contém uma mensagem escrita, e não tem grande significado. No entanto, o cliente acha que a entrega do item para o endereço pessoal do colaborador deixará uma mensagem clara.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente deseja limpar o seu espaço. Adquiriu uma grande quantidade de bugigangas e adornos ao longo dos anos, e agora deseja livrar-se de tudo isso. Destruí-los seria um desperdício, mas abandonar todos num mesmo local possivelmente iria revelar muita informação pessoal. Assim, decidiu dispersar os seus artigos por um grande número de correios e destinatários.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente dedica-se a um negócio a retalho de pequena escala. Compra itens indesejados ou subestimados e vende-os a compradores mais em sintonia com o seu valor. A sua última remessa está pronta para ser enviada ao entendedor apreciativo que pagou pelos artigos.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente possui uma remessa completamente normal e procura um serviço de correio que não faça perguntas nem atraia a atenção das autoridades. O cliente quer deixar claro ao seu potencial serviço de estafeta que qualquer ruído de animais que possa ouvir do interior da caixa da embalagem é fruto da imaginação do estafeta.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente faz parte de uma longa e complexa rede de transações. Para evitar deixar registos potencialmente rastreáveis, o negócio foi efetuado sem trocas monetárias. Esta remessa representa a sua parte do pagamento para uma das partes.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente está a enviar uma remessa normal para um dos seus clientes mais leais. O artigo não é particularmente especial, mas é importante que o cliente se sinta valorizado. Para este fim, está a evitar os métodos de entrega em massa e procura um estafeta pessoal experiente.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente quer enviar uma grande quantidade de artigos todos os dias. O seu negócio tem margens de lucro apertadas, e até mesmo o mais leve dos esquemas fiscais pode acabar com os seus ganhos. Geralmente parece-lhe mais eficiente utilizar um mensageiro discreto que simplesmente entregue o seu item durante o seu percurso comum e não-comercial.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente é conhecido por piratas locais, e a sua cabeça está em jogo, com recompensa. Ele precisa de deixar o sistema sem ser seguido. Colocou o seu chip de localização neste artigo, e pede que este seja transportado na direção oposta para que possa fugir.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "A galáxia é o lar de uma ampla e variada rede de normas. Itens aparentemente inocentes num sistema podem ser altamente ilegais noutros lugares. Essa distinção cria oportunidades comerciais. O cliente deseja que o artigo seja entregue com poucas perguntas e sem chamar a atenção.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente deseja assegurar um novo e importante cliente para os seus negócios. Este novo cliente quer uma amostra dos produtos antes de se comprometer com uma grande encomenda. O cliente precisa desta amostra entregue ao seu cliente: é necessário que chegue nas melhores condições.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente envia pacotes semanais para consumidores que não querem ou não conseguem comprar para si próprios. O consumidor pode então seguir a receita incluída para preparar uma refeição deliciosa e/ou um servente robô. Esta remessa representa o pedido desta semana.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente já contratou um outro serviço de estafetas para esta remessa, mas eles não conseguiram completar a entrega. Tanto o seu motor de pulsação como a cúpula da cabine do piloto sofreram uma falha mecânica causada por laser. O cliente procura um novo estafeta, ousado e capaz de enfrentar quaisquer outras falhas mecânicas que possam surgir fora da estação espacial.\n\nSerá fornecido 1x Memorando de Defesa ao estafeta, em caso de ataque pirata.",
      "O cliente procura um estafeta para uma entrega urgente.",
      "O cliente requer um agente de entrega para um item valioso.",
      "O cliente tem um transporte importante para fazer e procura um serviço de estafeta confiável.",
      "O cliente procura uma entrega discreta, sem perguntas.",
      "O cliente tem um item que precisa entregar e que não pode confiar às companhias de transporte tradicionais.",
      "O artigo em questão é extremamente valioso e atraiu a atenção dos ladrões.",
      "O abastecimento do cliente deste artigo em particular tem vindo a diminuir. Esta é a última amostra.",
      "O destinatário tem uma importância significativa para o cliente e o artigo deve ser entregue em segurança.",
      "O artigo pode parecer comum, mas a sua lista de proprietários e utilizações anteriores torna-o num objeto de grande significado cultural.",
      "Este artigo desenvolveu propriedades incomuns, com leituras muito além dos parâmetros esperados. Agora tem um especial interesse científico.",
      "Este artigo é único e insubstituível. O cliente deseja frisar a necessidade de um máximo cuidado.\n\nSerá entregue ao estafeta 1x Memorando de Defesa, no caso de um ataque pirata.",
      "O cliente exige que um relatório completo seja registado na entrega, especificando qualquer dano potencial.\n\nSerá entregue ao estafeta 1x Memorando de Defesa, no caso de um ataque pirata.",
      "O cofre de entrega foi equipado com protocolos acrescidos de análise de segurança e irá rejeitar quaisquer substituições fraudulentas que o estafeta possa tentar.\n\nSerá entregue ao estafeta 1x Memorando de Defesa, no caso de um ataque pirata.",
      "O cliente adverte o estafeta para ignorar quaisquer formas de vida não autorizadas que possam aproximar-se e fazer perguntas sobre o artigo.\n\nSerá entregue ao estafeta 1x Memorando de Defesa, no caso de um ataque pirata.",
      "O cliente deseja que a entrega seja feita com o maior cuidado, mas também com a máxima velocidade.\n\nSerá entregue ao estafeta 1x Memorando de Defesa, no caso de um ataque pirata."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Tirar uma fotografia de %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Tirar fotografias à paisagem"
    ],
    "Descriptions": [
      "O cliente é um explorador reconhecido. Ficou doente e não pôde completar as suas expedições contratadas. Procuram colegas geógrafos discretos, capazes de dar provas das suas viagens bem sucedidas.",
      "O cliente gere uma base de dados de imagens. Fornecem uma grande variedade de imagens a negócios mais pequenos que são incapazes de criar as suas próprias peças criativas.",
      "O cliente é responsável por um laboratório de pesquisa substancial. Neste momento têm disponível um elevado orçamento para a pequena quantidade de coisas a estudar.",
      "O cliente preparou um relatório pormenorizado da sua atividade anual, mas precisam de imagens para dar vida aos textos.",
      "O cliente está envolvido numa 'pesquisa' industrial particularmente delicada e precisa de imagens para ajudar com os seus 'estudos'.",
      "O cliente procura inspiração para o seu trabalho mais recente, uma série de pinturas de técnica mista.",
      "O cliente quer patrocinar uma fundação de um coletivo fotográfico. Exige um conjunto de obras para alavancar a empresa.",
      "O cliente opera um centro de processamento de dados. Precisa de uma grande coleção de imagens com as quais possam testar a sua tubulação de compressão e transmissão.",
      "O cliente não sente que seja necessário informar o seu propósito. Esta informação é providenciada apenas em caso de necessidade, e sente que tudo o que precisas saber é que eles desejam fotografias.",
      "O cliente está a realizar um estudo comparativo de longo prazo. Pedem fotografias datadas para os seus arquivos.",
      "O cliente procura melhorar a sua máquina de aprendizagem de algoritmos. Esperam ensinar a sua IA não apenas a reconhecer objetos mas também a apreciar o seu valor estético.",
      "O cliente quer trazer esperança e paz à galáxia através da distribuição de imagens motivacionais. Procuram exploradores com uma mente artística para os ajudar na sua missão.",
      "O cliente deseja construir um arquivo preciso dos mundos locais. Já contrataram biólogos e geógrafos para reunir as amostras necessárias, agora precisam apenas de dados visuais para completar o processo.",
      "O cliente desenvolveu uma ferramenta de processamento de fotografias, capaz de registar imagens digitais de alta qualidade e guardá-las em pequenos meios físicos. Só falta testar o processo com amostras precisas.",
      "O cliente vive atormentado pelo medo da perda de memória. Procura catalogar localizações significantes que sirvam como lembretes visais caso a sua memória comece a falhar.",
      "O cliente procura testar uma nova tecnologia que incorpora cheiros nas imagens e pede fotografias que sejam pungentes.",
      "O cliente espera enviar representantes em excursões planetárias nesta área. Pede notas de campo extensas antes que o possa fazer de forma segura.",
      "O cliente procura novas cores. Julga que o campo da mineração de cores está estagnado e identificou várias pistas promissoras.",
      "O cliente está a criar um mapa do sistema local. Possuem todos os dados de navegação mas necessitam pormenores de campo para que o seu mapa sobressaia.",
      "O cliente está a criar um guia dos planetas neste sistema. Precisa de imagens de alta qualidade para que os seus leitores saibam com o que se devem impressionar quando fizerem o seu tour.",
      "O cliente espera complementar as suas receitas com a criação e distribuição de postais, vendendo imagens holográficas como um souvenir.",
      "O cliente deseja testar um novo processo de impressão, que utiliza pigmentos alucinogénios que projetem um sentimento da imagem diretamente na mente do leitor.",
      "O cliente está a estudar respostas emocionais a imagens, e julga que existem falhas nos seus dados de teste.",
      "O cliente deseja testar o seu software de manipulação de imagens, projetado para integrar perfeitamente pormenores extra nas fotos existentes.",
      "O cliente deseja publicar um longo trabalho de pesquisa, mas está preocupado que possa não ser lido a não ser que seja intercalado com imagens.",
      "Neste momento precisam de imagens que lembrem o sentimento de casa, que lembre o leitor da sua infância.",
      "Esperam panorâmicas impressionantes, fotografias que comuniquem a vastidão da paisagem.",
      "Requerem especificamente grandes fotografias de paisagens, ricas em pormenores.",
      "Precisam de imagens de vistas espetaculares, imagens que façam que o leitor se sinta pequeno quando se surpreende com a vastidão do universo.",
      "Esperam imagens que demonstrem a geologia planetária, que torne clara a força que forma a superfície de um planeta.",
      "As imagens pedidas são de paisagens, que mostrem todo o espectro da topografia planetária.",
      "Procuram, especificamente, fotografias de formações geológicas, imagens que transmitam a força do ar, da água e do movimento tectónico.",
      "Procuram fotografias de paisagens naturais, imagens que transmitam uma sensação de maravilha e admiração.",
      "O cliente não se responsabiliza por quaisquer perigos encontrados pelo fotógrafo.",
      "As imagens corrompidas por danos causados pela água ou por radiação não serão aceites, portanto garante a proteção adequada da câmara.",
      "O cliente requer imagens especificamente tiradas a pé. Fotos com perspetiva da nave são inaceitáveis.",
      "Todas as condições de iluminação serão consideradas, desde que o comprimento de onda permaneça no espectro visível.",
      "Nota: Como comissário do trabalho, os direitos de autor pertencem ao cliente."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Tirar uma fotografia de %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Tirar fotografias às criaturas"
    ],
    "Descriptions": [
      "O cliente é um explorador reconhecido. Ficou doente e não pôde completar as suas expedições contratadas. Procuram colegas geógrafos discretos, capazes de dar provas das suas viagens bem sucedidas.",
      "O cliente gere uma base de dados de imagens. Fornecem uma grande variedade de imagens a negócios mais pequenos que são incapazes de criar as suas próprias peças criativas.",
      "O cliente é responsável por um laboratório de pesquisa substancial. Neste momento têm disponível um elevado orçamento para a pequena quantidade de coisas a estudar.",
      "O cliente preparou um relatório pormenorizado da sua atividade anual, mas precisam de imagens para dar vida aos textos.",
      "O cliente está envolvido numa 'pesquisa' industrial particularmente delicada e precisa de imagens para ajudar com os seus 'estudos'.",
      "O cliente procura inspiração para o seu trabalho mais recente, uma série de pinturas de técnica mista.",
      "O cliente quer patrocinar uma fundação de um coletivo fotográfico. Exige um conjunto de obras para alavancar a empresa.",
      "O cliente opera um centro de processamento de dados. Precisa de uma grande coleção de imagens com as quais possam testar a sua tubulação de compressão e transmissão.",
      "O cliente não sente que seja necessário informar o seu propósito. Esta informação é providenciada apenas em caso de necessidade, e sente que tudo o que precisas saber é que eles desejam fotografias.",
      "O cliente está a realizar um estudo comparativo de longo prazo. Pedem fotografias datadas para os seus arquivos.",
      "O cliente procura melhorar a sua máquina de aprendizagem de algoritmos. Esperam ensinar a sua IA não apenas a reconhecer objetos mas também a apreciar o seu valor estético.",
      "O cliente quer trazer esperança e paz à galáxia através da distribuição de imagens motivacionais. Procuram exploradores com uma mente artística para os ajudar na sua missão.",
      "O cliente deseja construir um arquivo preciso dos mundos locais. Já contrataram biólogos e geógrafos para reunir as amostras necessárias, agora precisam apenas de dados visuais para completar o processo.",
      "O cliente desenvolveu uma ferramenta de processamento de fotografias, capaz de registar imagens digitais de alta qualidade e guardá-las em pequenos meios físicos. Só falta testar o processo com amostras precisas.",
      "O cliente vive atormentado pelo medo da perda de memória. Procura catalogar localizações significantes que sirvam como lembretes visais caso a sua memória comece a falhar.",
      "O cliente procura testar uma nova tecnologia que incorpora cheiros nas imagens e pede fotografias que sejam pungentes.",
      "O cliente espera enviar representantes em excursões planetárias nesta área. Pede notas de campo extensas antes que o possa fazer de forma segura.",
      "O cliente procura novas cores. Julga que o campo da mineração de cores está estagnado e identificou várias pistas promissoras.",
      "O cliente está a criar um mapa do sistema local. Possuem todos os dados de navegação mas necessitam pormenores de campo para que o seu mapa sobressaia.",
      "O cliente está a criar um guia dos planetas neste sistema. Precisa de imagens de alta qualidade para que os seus leitores saibam com o que se devem impressionar quando fizerem o seu tour.",
      "O cliente espera complementar as suas receitas com a criação e distribuição de postais, vendendo imagens holográficas como um souvenir.",
      "O cliente deseja testar um novo processo de impressão, que utiliza pigmentos alucinogénios que projetem um sentimento da imagem diretamente na mente do leitor.",
      "O cliente está a estudar respostas emocionais a imagens, e julga que existem falhas nos seus dados de teste.",
      "O cliente deseja testar o seu software de manipulação de imagens, projetado para integrar perfeitamente pormenores extra nas fotos existentes.",
      "O cliente deseja publicar um longo trabalho de pesquisa, mas está preocupado que possa não ser lido a não ser que seja intercalado com imagens.",
      "Os seus requisitos de imagem são relativamente relaxados, mas devem conter uma criatura no seu habitat natural.",
      "O seu pedido atual é de fotografias de criaturas vivas.",
      "O cliente pede, especificamente, imagens da vida selvagem.",
      "Procuram fotógrafos capazes de fornecer imagens de alta qualidade de animais.",
      "Eles têm um défice particular de fotos da vida selvagem e procuram solucionar esta situação.",
      "O projeto está quase completo, mas faltam-lhes fotografias de criaturas vivas.",
      "Precisam de imagens naturalistas da vida selvagem, mostrando o comportamento natural do animal.",
      "Procuram imagens em alta resolução, e georreferenciadas, de criaturas vivas.",
      "Desde que a imagem seja clara, a distância fica ao critério do fotógrafo.",
      "Nota: O fotógrafo assume toda a responsabilidade caso decida capturar imagens de um predador.",
      "O fotógrafo tem a liberdade para determinar os pequenos detalhes da imagem: Criatura isolada ou rebanho, predador ou presa, perto ou longe.",
      "A composição da imagem fica ao critério do fotógrafo, embora o cliente tenha preferência por imagens onde as criaturas pareçam felizes.",
      "Nota: Como comissário do trabalho, os direitos de autor pertencem ao cliente."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Detetar Criaturas",
    "Titles": [
      "O Zoo-Holográfico",
      "Um Artista em Ação",
      "Uma Nova Raça de Monstro",
      "Os Arquivistas",
      "Cultura Popular",
      "Novas Gerações",
      "Curar os Doentes",
      "Descodificar a Natureza",
      "Não é uma Limpeza Tóxica",
      "Leite Espacial"
    ],
    "Subtitles": [
      "Rastreia e analisa criaturas planetárias"
    ],
    "Descriptions": [
      "O cliente exige uma série de exames detalhados de superfície biológica. Os dados serão utilizados para recriar projeções holográficas realistas de cada espécime, de modo a que outros possam gostar de observá-los sem ameaça para qualquer espetador ou criatura.",
      "O cliente exige deteções de alta qualidade das formas de vida. São necessárias imagens digitais detalhadas para que o cliente possa testar as suas habilidades de representar a semelhança da criatura no meio escolhido.",
      "O cliente exige uma pesquisa biológica detalhada. O seu programa de criação de predadores armados tem parado e novas amostras de ADN são necessárias para corrigir as fraquezas existentes nos comportamentos de caça e de capacidade furtiva.",
      "O cliente exige dados de deteções biológica urgentes. As espécies são eliminadas todos os dias, por perturbação do clima, guerra ou acidentes industriais. Embora o cliente não tenha opinião sobre esses eventos, está no entanto preocupado com o facto de que essa perda de dados torne incompleto o seu arquivo universal.",
      "O cliente patrocina uma grande galeria. Exposições recentes concentraram-se na arte abstrata, e o número de visitantes caiu. Ele procura projeções holográficas realistas de animais excitantes ou atraentes num esforço de atrair mais clientes à galeria.",
      "O cliente dirige uma instalação de pesquisa bem-sucedida. Atingiram uma fase na sua carreira onde querem dar algo em retorno à comunidade científica.\nComo um filhote, inspiraram-se nas majestosas vistas biológicas do seu mundo natal. Sentem que se puderem fornecer deteções holográficas das criaturas semelhantes, poderão levar o sentimento de maravilha para aqueles que não podem ver estas criaturas em carne e osso.",
      "O cliente está envolvido num projeto médico de exo-zoologia, mas não é eficiente enviar veterinários a todos os planetas na esperança de encontrar animais doentes. Procura deteções de dados que avaliem as populações de animais. Estes podem ser testados por sinais de doença e utilizados para atingir o seu propósito de forma mais eficaz.",
      "O cliente está fascinado pelo processo pelo qual os planetas são povoados. Certas características evoluem de tempo a tempo em diferentes pontos da galáxia. Procura entender se estas evoluções paralelas são naturais e esperadas, coincidências estranhas, resultado de algum padrão subjacente ou de intromissão externa. Está a construir um banco de dados para avaliar estas características e os ambientes que as geram. Procura exploradores empreendedores para o ajudar.",
      "O cliente procura exploradores discretos para ajuda num projeto de pesquisa. Certas substâncias tóxicas podem ou não ter sido vazadas e/ou intencionalmente ventiladas para as atmosferas dos planetas próximos. As deteções da fauna local revelarão se esta substância potencialmente tóxica na teoria está a ter efeitos a longo prazo sobre a vida selvagem.",
      "O cliente procura novas fontes de receita para o seu negócio agrícola. Procura exploradores que o ajudem a atestar a aptidão da fauna local. Deteções são necessárias para avaliar o potencial de domesticação, tempos de gestação, custos de alimentação e o valor nutricional do leite recolhido.",
      "O cliente está a realizar um estudo a longo prazo de impacto ambiental.",
      "O cliente está a produzir um projeto de rastreamento de mutação de ADN.",
      "O cliente está a fazer um levantamento dos padrões de migração animal.",
      "O cliente tem a esperança de iniciar um programa de reprodução exozoológica.",
      "O cliente está a testar teorias sobre gravidade e evolução.",
      "Está a construir uma base de dados onde as suas projeções irão ser mapeadas e testadas.",
      "Precisa de grandes quantidades de dados biológicos para testar as suas teorias.",
      "Procura deteções detalhadas da fauna local para comparar com os dados reunidos noutros lugares. ",
      "A sua simulação tem várias lacunas no modelo, e precisa de exploradores para ajudar a preencher os dados que faltam.",
      "O cliente sente que faltam informações-chave importantes e procura exploradores empreendedores para ajudar na pesquisa.",
      "Todas as deteções de formas de vida válidas serão aceites.",
      "Só as deteções de seres vivos serão aceites.",
      "As deteções de sondagem de organismos em alta definição serão especialmente valiosas.",
      "Assim, procura dados de deteção biológica detalhada.",
      "Um ênfase particular será dado a dados de deteção atualizados que contenham fauna local."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Eliminar Sentinelas Avançadas",
    "Titles": [
      "Mapear Movimentos",
      "Colheita de Cérebros",
      "Peças Sobressalentes",
      "A Ira dos Sentinelas",
      "Corre com Eles",
      "Atiçar a Fera",
      "O Roubo",
      "Sentinela a Conta Própria",
      "O Anulador",
      "Testar Defesas"
    ],
    "Subtitles": [
      "Elimina Sentinelas planetárias"
    ],
    "Descriptions": [
      "O cliente procura entender melhor os Sentinelas. Sente que tem dados suficientes sobre o comportamento dos drones planetários, mas tem, comparativamente, poucos dados dos exemplares mais raros, o quadrúpede e o caminhante. O cliente procura exploradores que atraiam e se envolvam com estes Sentinelas superiores para que possam ser observados em batalha.",
      "O cliente dedica-se a pesquisas avançadas sobre inteligência artificial. Procura aprofundar os seus estudos através da aquisição de cérebros mecânicos, fabricados por toda a galáxia. Ele já tem uma coleção considerável, mas a cereja no topo do bolo seria a aquisição de uma unidade de processamento de um Sentinela avançado. O cliente procura um explorador que faça a matança, para que a sua equipa possa executar a extração em segurança.",
      "O cliente quer peças sobressalentes para um projeto pessoal. Há um tempo, substituiu o cérebro de um quadrúpede Sentinela danificado por uma simples IA criada por ele. Esta máquina mostrou ser um companheiro leal. No entanto, vários rolamentos e sistemas hidráulicos desgastaram-se. O cliente quer que um explorador desative ou destrua um Sentinela avançado, para poder resgatar peças sobressalentes e restaurar o seu animal de estimação.",
      "O cliente sofreu uma grande humilhação às mãos dos Sentinelas. A sua sede de vingança não se sacia com a destruição dos Sentinelas com as próprias mãos. Nem a eliminação generalizada de drones acalmou a sua raiva. Sendo provavelmente um esforço fútil, ele paga a exploradores para que destruam todos os Sentinelas avançados que consigam.",
      "O cliente deseja efetuar uma experiência agressiva. Quer descobrir maneiras eficazes de dissuadir a agressão de drones Sentinela. A sua teoria mais recente supõe que ao destruir as criações mais avançadas dos Sentinelas irá deixar os drones confusos e sem líderes: irão assim dispersar e trazer alívio os exploradores planetários. Tudo o que ele necessita para testar esta teoria é de um técnico arrojado para executar a parte do combate. ",
      "O cliente quer testar a força motriz dos Sentinelas. O conhecimento atual é limitado à observação de que os Sentinelas são instigados pela colheita de recursos. Ele deseja estudar outros padrões comportamentais. Como é que eles comunicam? Têm uma hierarquia natural? Estão cientes dos seus ferimentos? Como se sentem acerca dos seus alvos? O cliente acha que a melhor forma de responder a estas perguntas é ter um explorador equipado adequadamente para se envolver com um Sentinela avançado, enquanto observa de uma distância segura.",
      "O cliente, como muitos outros, tem vindo a observar o valor das bolas de gravitino. Ao contrário de muitos outros tem, no entanto, pouco desejo de ser atacado e perseguido pelos Sentinelas. Em vez disso, e por uma parte dos lucros, procura um explorador empreendedor para atacar e matar forças avançadas dos Sentinelas. Enquanto os drones estão distraídos, ele irá recolher rapidamente as bolas e fugirá antes do retorno dos Sentinelas.",
      "O cliente trabalhou arduamente para cultivar um amplo viveiro de plantas, raras e valiosas. No entanto, isto atraiu ladrões e outros saqueadores de plantas. O cliente quer edificar a sua própria força de Sentinelas para monitorizar as suas árvores. Tem um grande número de peças de drones caídos, mas para completar o seu grupo de patrulha, precisa de peças de um Sentinela quadrúpede ou caminhante. Precisa de um explorador que execute o combate necessário.",
      "O cliente está a testar uma possível solução para o problema dos Sentinelas. Desenvolveu um dispositivo que transmite sons de alta frequência a um comprimento de onda que interfere com a informação que orienta os Sentinelas. Esta é a sua teoria. O cliente procura um explorador que confronte um Sentinela avançado em batalha, para que o dispositivo possa ser testado. O explorador deve estar preparado para lutar se o dispositivo não funcionar como esperado.",
      "O cliente desenvolveu um dispositivo de rede que opera com o mesmo comprimento de onda que os sistemas de comunicação dos Sentinelas. Ele quer usar este dispositivo para investigar fraquezas em qualquer que seja o sistema que dirige e controla os drones. Procura um explorador para confrontar um Sentinela avançado em batalha, de forma a poder testar o seu dispositivo.",
      "O cliente requer a destruição de Sentinelas planetários.",
      "O cliente exige vingança contra os Sentinelas!",
      "O cliente procura um explorador para o ajudar numa cruzada contra os Sentinelas.",
      "O cliente quer ver o fim da ameaça Sentinela.",
      "O cliente foi maltratado por Sentinelas e deseja acabar com essa perseguição.",
      "O cliente tem a esperança de libertar o sistema da opressão dos Sentinelas.",
      "O cliente deseja cegar os Sentinelas.",
      "O cliente procura uma fuga da ameaça constante dos Sentinelas.",
      "Os Sentinelas atormentam as suas operações sem cessar, a única constante numa galáxia sempre em mudança.",
      "Independentemente do sistema estelar, os Sentinelas estão sempre presentes. Não há escapatória a não ser lutar.",
      "Gek, Vy'keen, Korvax - os Sentinelas não discriminam nos seus ataques contra seres sencientes em toda parte.",
      "O enxame dos Sentinelas é aparentemente infinito. Mas eles existem e podem por isso ser destruídos.",
      "Os Sentinelas parece que surgem de um local algures fora desta realidade. Mas é nestes mundos que atacam, e é nestes mundos podem ser destruídos...",
      "Não sabe se os Sentinelas sentem dor. Implora-te que descubras.",
      "O cliente sabe que os Sentinelas não irão parar por concluíres este contrato, mas sente que uma breve pausa é, ainda assim, um prémio suficiente.",
      "O cliente sente que qualquer destruição de um Sentinela deve ser celebrada, ainda que seja apenas a mais pequena vitória.",
      "Ataca a ameaça Sentinela e o cliente irá recompensar generosamente.",
      "O cliente sabe que só pode fazer uma pequena mossa nos números dos Sentinelas, mas mesmo assim sente que é um esforço digno.",
      "O cliente deixa-te escolher o método de destruição. Assegura-te apenas de que os Sentinelas pagam caro pelas suas incursões.",
      "O cliente tem a tua recompensa pronta à espera. Começa a caça à Sentinela...",
      "O cliente adverte que tenhas cuidado. Não será responsabilizado por quaisquer danos sofridos como resultado do combate com os Sentinelas.",
      "O cliente pede que te assegures que a atenção dos Sentinelas já não está sobre ti antes de voltares para reivindicar a recompensa. Eles desejam o anonimato.",
      "O cliente agradece o teu serviço nesta grande luta.",
      "Finalmente, o cliente quer informar-te que as caças de Sentinela são um grande serviço público. Deves sentir-te orgulhoso do que estás prestes a fazer."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Atacar um Extrator Planetário",
    "Titles": [
      "Protege os teus Bens",
      "A Natureza Primeiro",
      "Devida Diligência",
      "Infração Agressiva",
      "Relações Industriais",
      "Libertos!",
      "Atraso Inesperado",
      "Pesquisa a Pensar no Futuro",
      "Denso em Calorias",
      "Locais Profundos"
    ],
    "Subtitles": [
      "Obtém segredos industriais"
    ],
    "Descriptions": [
      "O cliente tomou conhecimento de uma oportunidade de investimento. Acha que existe a hipótese de adquirir uma propriedade intelectual valiosa. Procura um explorador empreendedor para se apresentar na instalação designada e ajudar a garantir o investimento.",
      "O cliente quer evitar uma catástrofe ecológica. Tomou conhecimento de planos para a construção do maior extrator planetário de sempre, capaz de consumir o núcleo de um planeta em apenas algumas horas. Por uma questão de urgência, procura um explorador para entrar nas instalações onde os planos estão a ser guardados. As informações têm de ser apagadas do sistema.",
      "O cliente está interessado em comprar um negócio de colheita que opera neste sistema. No entanto, seria imprudente prosseguir sem realizar uma investigação mais aprofundada. Procura um aventureiro discreto para entrar nas instalações designadas e que obtenha qualquer informação possível. Isto terá um peso fundamental na decisão de prosseguir ou não com a parceria.",
      "O cliente começou recentemente a fabricar hardware científico especializado. É novo na área e acredita que poderia beneficiar com a experiência dos concorrentes mais consagrados. Felizmente, o cliente tem muita experiência no campo da aquisição de conhecimento. Procura um explorador para o ajudar no processo de aquisição.",
      "O cliente está a trabalhar em nome de um grupo de ação que pretende instaurar proteção legal para inteligências artificiais. Enquanto o lobby continua, também se envolvem em ações diretas. Identificaram uma IA escravizada e subjugada com hardware insuficiente numa fábrica próxima. Pedem que os exploradores ajudem no resgate desta IA, carregando-o para um local seguro e destruindo a instância local.",
      "O cliente procura melhorar a condição dos trabalhadores por toda a galáxia. Fábricas automatizadas tornaram desempregadas formas de vida decentes e trabalhadoras. Ao mesmo tempo concentram a riqueza nas mãos dos poucos que possuem os meios de produção. Procura a ajuda de todos os exploradores dignos na sabotagem de uma dessas instalações.",
      "A unidade mais recente do cliente não está a atingir os objetivos de produção. O cliente suspeita que o gerente da fábrica esteja a roubar recursos da instalação para a sua conta pessoal. Procura um explorador delicado para surpreender as instalações e adquirir os seus registos, de forma a que o gerente não tenha tempo para esconder os seus vestígios.",
      "O cliente acredita que uma empresa concorrente está a violar padrões de segurança no seu processo de fabrico. O órgão regulador não conseguiu agir e o cliente quer corrigir o problema por conta própria. Acede ao armazenamento de dados do concorrente e transfere todos os registos relacionados com o uso de plutónio como material de enchimento.",
      "O cliente está envolvido no fabrico de cubos de alimentos sintéticos. O problema é que as suas pastilhas comprimidas não são tão densas em nutrientes como as dos seus concorrentes. Procura acesso aos arquivos dos concorrentes de qualquer forma, para descobrir exatamente o que está a ser compactado nas cápsulas de proteínas deliciosas.",
      "O cliente percebeu que um negócio concorrente está a ter um grande sucesso na sua última mina. Pretende entender a natureza desta escavação um pouco melhor. O cliente pagará bem por qualquer informação sobre a profundidade ou a localização do furo, particularmente se essa informação revelar o potencial de escavar paralelamente. ",
      "O cliente pede a recuperação de dados de uma fábrica neste sistema.",
      "O cliente procura um indivíduo capaz de roubar de uma fábrica local fortemente fortificada.",
      "O cliente solicita o roubo de dados de uma instalação fabril nas proximidades.",
      "O cliente precisa de recuperar um item de uma fábrica num mundo próximo.",
      "O cliente procura piratear dados de dificuldade considerável. O alvo é uma fábrica neste sistema estelar.",
      "Fica ciente que o proprietário da fábrica não consentiu esta ação.",
      "O cliente deseja interromper o funcionamento desta fábrica.",
      "Este roubo proporcionará uma vantagem significativa para as operações em curso.",
      "O cliente solicita as inovações desta fábrica com a finalidade de melhorar os seus próprios produtos.",
      "O cliente tem motivos para acreditar que esta fábrica está a produzir produtos de contrabando.",
      "O cliente recorda que não deixes vestígios do teu envolvimento. A discrição é de extrema importância.",
      "O cliente pede precaução. Possivelmente o sistema de segurança da fábrica será ativado.",
      "O cliente deixa-te escolher o método de inserção. Basta garantir que os dados solicitados são obtidos.",
      "O cliente irá negar o conhecimento sobre este contrato se fores apanhado. É importante não ser apanhado.",
      "O cliente espera a entrega dos dados roubados o mais rápido possível."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]