[
  {
    "Id": "MP_PORTALQUEST",
    "Stages": [
      {
        "Level": 31,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Ariadne para obteres mais informações",
        "AppId": "cur25",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "010EF9F3A6C9",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Continua a haver motivos de esperança, companheiro Viajante, mesmo perante a calamidade. Eu tenho um plano..."
          ],
          "Options": [
            {
              "Name": "Perguntar sobre os seus planos",
              "IfSelected": {
                "IncomingMessages": [
                  "Traça o caminho à tua frente com pedras do conhecimento, segue-as até um portal e cura esta corrupção. Quanto ao meu caminho?",
                  "Não nascemos para correr e esconder-nos, companheiro Viajante. É chegada a hora.",
                  "Pretendo enfrentar a causa de todas estas anomalias e distúrbios por mim próprio, custe o que custar."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "As pedras do conhecimento esperam por ti. Elas mostrar-te-ão o caminho através do portal..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Uma transmissão emana da estrutura corrompida. Entre os gritos dos cultistas Gek, uma palavra ecoa com claridade, uma e outra vez.",
            "Exige sacrifício. Exige materiais.",
            "'Abismo'.",
            "O culto não conseguia alimentar o seu mestre. O meu serviço é exigido. Tenho de trazer recursos para cá..."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A transmissão mudou com o colapso da anomalia. Em seu lugar, as vozes Gek falam em gratidão e amizade.",
                  "Dizem-me que este mundo pode ser um lar para mim. Que eu deveria ficar. Que a água é perfeitamente segura para beber.",
                  "Dizem-me que têm estado tão sós."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 32,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Gémeos para obteres mais informações",
        "AppId": "cook42",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "114805AA0B9B",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ariadne desapareceu!",
            "Tentei impedi-los... Tentei fazê-los ver a razão! Oh, espero que estejam a salvo..."
          ],
          "Options": [
            {
              "Name": "Tranquilizá-los",
              "IfSelected": {
                "IncomingMessages": [
                  "Gémeos gesticula, tremendo em pânico.",
                  "Como podes estar tão calmo? Ariadne procura a fonte do próprio Abismo!",
                  "Se eu fosse mais imprudente, se soubesse para onde foram, segui-los-ia e certificar-me-ia de que estão bem",
                  "Não posso pedir-te que passes pelo portal, que procures pedras do conhecimento... a escolha seria tua, e só tua.",
                  "Ariadne desapareceu!",
                  "Tentei impedi-los... Tentei fazê-los ver a razão! Oh, espero que estejam a salvo..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pergunta o que podes fazer",
              "IfSelected": {
                "IncomingMessages": [
                  "Gémeos gesticula, aliviado e grato pela tua ajuda.",
                  "Ariadne procura a fonte do próprio Abismo! Deves seguir os seus passos!",
                  "Procura pedras do conhecimento, passa através do portal e encontra a nossa amiga! Rápido! Não há tempo a perder!"
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Ariadne está em perigo! Temos de encontrar as pedras do conhecimento para a próxima anomalia! Ah!"
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A anomalia canta com vozes, de Viajantes através do tempo e do espaço.",
            "Ouço os seus nomes pela estática... Astéria, Herói-Viajante... Narciso, aliado da Última Ninhada... Eles são inúmeros.",
            "A anomalia exige um sacrifício. Não fala com malícia. Está a sofrer...",
            "Vozes sem fim clamam pela minha ajuda. Tenho de disponibilizar recursos. Tenho de curar o mundo.",
            "Um crescimento musgoso reveste a estrutura. As suas folhas minúsculas mexem em frenesim quando aproximo a minha mão. Será uma oferenda? Algo para me auxiliar?"
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A fenda cura-se a si própria. Rastreio os dados de navegação de todos aqueles que passaram por este lugar.",
                  "Nomes enchem-me a mente. Lázaro. Ártemis. Hildebrand.",
                  "Transfiro os dados de navegação para o Nexus. Estes dados vão demorar algum tempo a ser descodificados..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Recolhe Adubo Adoçado",
              "IfSelected": {
                "IncomingMessages": [
                  "O adubo cai facilmente nas minhas mãos. Tem um cheiro doce, quase apetitoso.",
                  "Vozes sem fim clamam pela minha ajuda. Tenho de disponibilizar recursos. Tenho de curar o mundo."
                ],
                "Options": [
                  {
                    "Name": "Oferecer materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "A fenda cura-se a si própria. Rastreio os dados de navegação de todos aqueles que passaram por este lugar.",
                        "Nomes enchem-me a mente. Lázaro. Ártemis. Hildebrand.",
                        "Transfiro os dados de navegação para o Nexus. Estes dados vão demorar algum tempo a ser descodificados..."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Sair",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 33,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Mercúrio para obteres mais informações",
        "AppId": "cur24",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "11CEFF9BECCC",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Muitas vezes pergunto-me sobre a natureza da nossa existência, Adepto do Portal. O que significa para nós o recente desaparecimento de Ariadne.",
            "Existe quem acredite que os Viajantes são a mesma alma, divididos por inúmeras iterações e universos.",
            "O que poderíamos ter sido, se tivéssemos vivido vidas diferentes..."
          ],
          "Options": [
            {
              "Name": "Perguntar sobre a missão",
              "IfSelected": {
                "IncomingMessages": [
                  "Mercúrio suspira, cansado, mas acena com a cabeça mesmo assim.",
                  "Claro que sim. O grande trabalho deve vir primeiro.",
                  "Localizámos a nave de Ariadne. Ou melhor, localizámos centenas delas, duplicadas e espalhadas pelo universo conhecido.",
                  "A rede de portais está danificada, perigosa. É preciso ter cuidado, indo por esse caminho.",
                  "Comunga com as pedras do conhecimento. Passa através do portal. Descobre a verdade."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Ainda não entendeste? Encontra pedras do conhecimento e procura a nave de Ariadne do outro lado do portal.",
                  "Faças o que fizeres... não bebas a água."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A nave de Ariadne está à minha frente. O meu exofato grita, indicando que me afaste. Tenta salvar-me da infeção.",
            "O Abismo está diante de nós os dois. Exige uma homenagem. Exige mais."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A corrupção abandona esta nave e, com ela, desaparecem mil duplicados para além das estrelas. Li o relatório.",
                  "Antes do estilhaçar da realidade desta nave, ela entrou em contacto com um estranho e vasto cargueiro na escuridão entre sóis.",
                  "O único ocupante conseguiu escapar antes do acidente. Ariadne ainda está lá fora, de alguma forma, algures.",
                  "O meu amigo ainda vive."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 34,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Tétis para obteres mais informações",
        "AppId": "raw31",
        "IterationAppId": "other33",
        "Quantity": 250,
        "PortalAddress": "11F4F91DA978",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Uma vez vivi com um modificador de aparência Vy'keen durante um ano inteiro, sabias? Fiz muitas coisas de que me arrependo.",
            "Nem sei porque estou a falar disso. Nós não somos amigos. És apenas um estranho."
          ],
          "Options": [
            {
              "Name": "Oferecer amizade",
              "IfSelected": {
                "IncomingMessages": [
                  "Faz isto por mim, talvez eu pense nisso, está bem? Eu tenho uma missão para ti. Uma fábrica foi atingida... uma operação clandestina do meu interesse.",
                  "Desloca-se de mundo para mundo para evitar a deteção dos sentinelas. Preciso que rastreies as pedras do conhecimento e encontres as suas atuais coordenadas de portal.",
                  "Não me desiludas."
                ],
                "Options": []
              }
            },
            {
              "Name": "Concordar e ficar em silêncio",
              "IfSelected": {
                "IncomingMessages": [
                  "Tétis parece desapontado. Esperava que lutasses pela sua amizade.",
                  "Eu... eu tenho uma missão para ti. Uma fábrica foi atingida... uma operação clandestina do meu interesse.",
                  "Desloca-se de mundo para mundo para evitar a deteção dos sentinelas. Preciso que rastreies as pedras do conhecimento e encontres as suas atuais coordenadas de portal.",
                  "Preciso de ajuda."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Localiza as pedras do conhecimento para encontrar a perturbação. Deves procurar uma fábrica, no lado de lá. Qualquer portal deverá levar-te lá."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Várias espécies já trabalharam neste local, recolhendo e manipulando dados genéticos para formar modificadores de aparência.",
            "Os registos da fábrica estão corrompidos pela estática, mas eu posso aceder aos projetos finais. Os trabalhadores começaram a criar modificadores de aparência de luz pura, esferas em vez de cabeças.",
            "Todos eles estão mortos agora.",
            "A estrutura exige novos dados. Exige sacrifício."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "À medida que a corrupção se desvanece, investigo uma última vez os registos da fábrica, tentando encontrar provas dos seus derradeiros dias.",
                  "Em algum momento, os trabalhadores descobriram que os visores holográficos que tinham criado substituíram os seus verdadeiros crânios.",
                  "Com estas esferas de luz tinham chegado pesadelos. As imagens parecem de alguma forma familiares. Como se eu já tivesse visto esta cara."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 35,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Héspero para obteres mais informações",
        "AppId": "cook27",
        "IterationAppId": "other36",
        "Quantity": 40,
        "PortalAddress": "10E508A1ACC0",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Héspero parece perturbado. Quando me aproximo, esconde o seu bloco de dados.None",
            "Ariadne mandou-nos notícias... estão a voltar para nós, semelhante. Estão a salvo."
          ],
          "Options": [
            {
              "Name": "Perguntar o que há errado",
              "IfSelected": {
                "IncomingMessages": [
                  "Diz-me, já ouviste a história do Herói-Viajante Astéria? Um dos primeiros entre nós a quebrar o fosso entre mundos.",
                  "O tempo flui de forma estranha para o nosso povo. Astéria foi preservado num arco mental após a sua morte, transmitindo sabedoria do seu túmulo.",
                  "É uma peregrinação que todos nós fizemos. É tempo de procurar a sua profecia, semelhante.",
                  "Encontra o seu mundo. Segue as pedras do conhecimento e transporta os seus glifos através do portal."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Procura o túmulo do Herói-Viajante Astéria. Segue as pedras do conhecimento e o caminho ao qual conduzem."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O túmulo de Astéria sibila com algo familiar. Por todo o lado, deteto os sinais de vida dos Viajantes separados da realidade.",
            "Uma voz cansada fala, praticamente inaudível devido à estática.",
            "Astéria conta-me que, certa vez, conduziram os Vy'keen para a batalha contra emissários de vidro. Que, certa vez, destruíram uma frota de Sentinelas.",
            "Dizem-me que serei traído. Dizem-me que também eu me tornarei um traidor.",
            "A corrupção chegou a este lugar. Quer negociar. Deseja levar toda a matéria e vida que puder.",
            "Túmulo de Astéria"
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "O Arco da Mente está limpo. A alma no seu interior agradece aos Viajantes pela ajuda.",
                  "Perguntei a Astéria sobre qualquer profecia que possa dar. Pergunto sobre a natureza do meu inimigo.",
                  "Diz-me que o Abismo não é o que parece.",
                  "A voz silencia-se. Parto, perturbado com o que ouvi."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 36,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Ariadne para obteres mais informações",
        "AppId": "cook25",
        "IterationAppId": "other26",
        "Quantity": 40,
        "PortalAddress": "2117FBF686E8",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Estou em casa. Estou finalmente em casa. Amigo-Viajante, fico tão feliz de te ver."
          ],
          "Options": [
            {
              "Name": "Diz que sentes o mesmo",
              "IfSelected": {
                "IncomingMessages": [
                  "Fui em busca do Abismo. Quase enfrentei o nosso adversário e, então..",
                  "Não... não me lembro do que me aconteceu naquele vazio, Companheiro-Viajante.",
                  "Sei apenas que acordei, e fui caçado. Assombrado.",
                  "Há uma nave, imensa e terrível. A corrupção ondula, persistente...",
                  "Encontra as pedras do conhecimento. Passa pelo portal. Vou recuperar as minhas forças para o teu regresso."
                ],
                "Options": []
              }
            },
            {
              "Name": "Perguntar onde estiveram",
              "IfSelected": {
                "IncomingMessages": [
                  "Fui em busca do Abismo. Quase enfrentei o nosso adversário e, então..",
                  "Não... não me lembro do que me aconteceu naquele vazio, Companheiro-Viajante.",
                  "Sei apenas que acordei, e fui caçado. Assombrado.",
                  "Há uma nave, imensa e terrível. A corrupção ondula, persistente...",
                  "Encontra as pedras do conhecimento. Passa pelo portal. Vou recuperar as minhas forças para o teu regresso."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Segue as pedras do conhecimento através do portal. Luta contra o nosso inimigo..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O cargueiro fora Vy'keen. Era um navio de inquisidores, que percorria as galáxias em busca de hereges.",
            "Tudo o que encontrou foi a morte. A corrupção está aqui, agora. Está em todo o lado. Anseia por um tributo..."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A corrupção já partiu. Tudo o que resta são os tristes troncos dos seres que sofrem, clamando a sua inocência.",
                  "O pai de um sacerdote mecânico, afirmando que não sabe onde está o seu filho, afirmando que ainda segue o caminho de Hirk.",
                  "Os dados revelam que todos os prisioneiros foram executados, antes de um motim. Os restantes membros da tripulação partiram para o desconhecido.",
                  "Nada para além de restos mortais."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 37,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Gémeos para obteres mais informações",
        "AppId": "cur32",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "21DE0936B5C7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ariadne voltou! O nosso amigo está bem! Ah, alegrem-se!"
          ],
          "Options": [
            {
              "Name": "Alegre-se",
              "IfSelected": {
                "IncomingMessages": [
                  "Queria que nossos irmãos tivessem o teu espírito!",
                  "FTH_EXOTIC2_PQ_BLD_RES_D_19"
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir uma missão",
              "IfSelected": {
                "IncomingMessages": [
                  "Tens razão. A nossa tarefa aqui é mais importante do que nunca.",
                  "FTH_EXOTIC2_PQ_BLD_RES_D_19"
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Por favor, segue as pedras do conhecimento até ao local da corrupção. Segue os portais. Encontra Héspero. Temo por ele..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Os meus sensores detetam os restos de mil almas Korvax, espalhadas por todo este sistema.",
            "Tentaram simular o Abismo. Conseguiram apenas atrair a sua atenção.",
            "Não vai ser fácil curar este vazio. Sem sustento, ele irá devorar sistema atrás de sistema."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A fenda cicatrizada, descubro a origem da experiência.",
                  "Héspero tinha estado a trabalhar com os Korvax... tinha estado a tentar resolver a nossa situação.",
                  "O seu fracasso aqui causou devastação a esta espécie. Não sei se o meu amigo sobreviveu..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 38,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Mercúrio para obteres mais informações",
        "AppId": "cook29",
        "IterationAppId": "other28",
        "Quantity": 90,
        "PortalAddress": "313AFB6EBFE2",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "A calamidade abateu-se sobre nós, Adepto do Portal. Mil almas Korvax foram separadas da Convergência.",
            "O resultado da ambição de um companheiro viajante que excedeu o seu limite. Héspero estava a trabalhar com os Korvax para tentar simular o próprio Abismo. Em vez disso, o Abismo atacou-os.",
            "Se Héspero voltar para nós, acreditas que ainda podemos confiar nele? Tem muitas contas para prestar."
          ],
          "Options": [
            {
              "Name": "Declarar confiança",
              "IfSelected": {
                "IncomingMessages": [
                  "Espero que tenhas razão, Adepto do Portal."
                ],
                "Options": []
              }
            },
            {
              "Name": "Abanar a cabeça",
              "IfSelected": {
                "IncomingMessages": [
                  "É algo que me dói, Adepto do Portal. Embora receie que possas ter razão.",
                  "FTH_EXOTIC3_PQ_BLD_RES_D_20"
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "As pedras do conhecimento vão iluminar o teu caminho, Adepto do Portal. Parte. Faz aquilo que eu não posso."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A corrupção dá-me as boas-vindas, afirmando que já me encontrou antes, vezes sem conta.",
            "Ouço agora a sua estática na minha mente. Ela exige presentes. Afirma ter-me dado tantos..."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A anomalia cessa. Penso nas dúvidas de Mercúrio... nos fracassos de Héspero...",
                  "Os meus companheiros Viajantes estão a fazer o seu melhor. Temos de nos ajudar mutuamente, eu sei",
                  "E, com esse pensamento, outro atravessa-me o corpo. Não é meu. É uma voz dentro de mim.",
                  "Devo ajudá-la."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 39,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Tétis para obteres mais informações",
        "AppId": "cur22",
        "IterationAppId": "other33",
        "Quantity": 24,
        "PortalAddress": "0200FBA353D2",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Tétis parece inquieto. Os seus olhos sem pálpebras piscam em direção ao lugar vazio de Mercúrio.",
            "Conta. Já te sentiste sozinho?"
          ],
          "Options": [
            {
              "Name": "Dizer que todos sentem",
              "IfSelected": {
                "IncomingMessages": [
                  "Mas eu não sou só mais um, pois não? Eu devia ser melhor...",
                  "Eles movem-se desconfortavelmente.",
                  "Talvez haja mais hipóteses de sobrevivência se viajarmos sozinhos. Não sei por quanto tempo continuaremos seguros aqui.",
                  "As pedras do conhecimento chamam-nos a todos, agora. Os portais precisam de ti."
                ],
                "Options": []
              }
            },
            {
              "Name": "Dizer que não",
              "IfSelected": {
                "IncomingMessages": [
                  "Não? Hm. Estás a mentir.",
                  "Eles movem-se desconfortavelmente.",
                  "Talvez haja mais hipóteses de sobrevivência se viajarmos sozinhos. Não sei por quanto tempo continuaremos seguros aqui.",
                  "As pedras do conhecimento chamam-nos a todos, agora. Os portais precisam de ti."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Segue as pedras do conhecimento, atravessa o portal. Preciso de fazer os meus próprios preparativos."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A corrupção fervilha através da nave acidentada, de alguma forma o diário de bordo do capitão não é afetado.",
            "O piloto foi traído por alguém que considerava aliado. O Abismo só pode levar aquilo que o convidam a consumir. Ele deseja muito mais, mesmo agora..."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Depois de purgada a corrupção, observo mais de perto os dados da nave caída. O piloto Viajante acreditava ouvir vozes nos dias anteriores ao acidente.",
                  "Sussurros do seu próprio exofaro emitidos para o vazio, negociando pela sobrevivência...",
                  "Saio, verificando se o meu próprio exofato apresenta sinais de adulteração ou mau funcionamento. Tudo parece estar bem."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 40,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Héspero para obteres mais informações",
        "AppId": "cur25",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "20FDF7C5C5A3",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ah, semelhante... não temas. Toda a culpa foi purgada da minha mente. Os aglomerados de nanites podem facilmente transformar neurónios..."
          ],
          "Options": [
            {
              "Name": "Escutar",
              "IfSelected": {
                "IncomingMessages": [
                  "Ajudei os Korvax a criar a sua simulação do Abismo. Lamento sinceramente a sua morte, semelhante. Mas não foi apenas esse trabalho que determinou o seu destino!",
                  "Alguém entre nós é um traidor... alguém conduziu o Abismo até nós!",
                  "Não consegues ver? As pedras do conhecimento estão a ser desviadas!",
                  "Quem está por trás desta traição quer que passemos pelos portais. Querem que alimentemos as anomalias.",
                  "Passa pela brecha mais uma vez, semelhante. Vou tentar libertar-nos deste ciclo terrível..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Encontra as pedras do conhecimento, passa pelo portal. Eu irei vigiar e observar..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O túmulo crepita com energias exóticas.",
            "O Viajante que outrora descansou aqui já partiu há muito, colhido por um Arco da Mente de outro universo.",
            "Agora, o túmulo é um lugar de remorso sem fim. A sua existência exige um tributo de recursos."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "O túmulo está purificado. Tento encontrar o nome daquele que aqui morreu, mas tudo o que encontro é um valor nulo.",
                  "Parto, perturbado. Sinto como se alguém me estivesse a observar..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 41,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Ariadne para obteres mais informações",
        "AppId": "cook27",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "209B0170700E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ah, companheiro Viajante. Voltaste.",
            "O seu rosto contorce-se em algo que parece ser um sorriso."
          ],
          "Options": [
            {
              "Name": "Devolver o sorriso",
              "IfSelected": {
                "IncomingMessages": [
                  "Alguns acreditam que todos Viajantes são uma entidade, dividida em formas e corpos incontáveis.",
                  "Eu sou tu, e tu és eu.",
                  "É por isso que acredito em ti, Companheiro-Viajante. Se trabalharmos juntos, podemos salvar tudo aquilo que somos.",
                  "As pedras do conhecimento são um presente do Atlas. Quem somos nós para recusar o chamamento dos portais?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Segue as pedras do conhecimento, Companheiro-Viajante, para que o portal te conduza à tua próxima tarefa."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Uma vez, os devotos de Atlas vieram a este mundo para rezar.",
            "Uma anomalia distorce a sua nave acidentada. Ela ceifou as vidas daqueles que há muito tempo se encontravam lá dentro.",
            "Agora, a anomalia deseja mais. Espera o nosso convite para partir, para que os recursos saciem a sua inconcebível sede."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A nave acidentada é purgada de todos os vestígios anómalos.",
                  "O diário de bordo fala do Atlas, que fez todas as coisas... até a própria perda. Até o ódio.",
                  "Interrogo-me se, nos seus momentos finais, confiou na sua divindade. Se esperava a salvação..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 42,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Gémeos para obteres mais informações",
        "AppId": "raw47",
        "IterationAppId": "other27",
        "Quantity": 400,
        "PortalAddress": "11DFFB6E3036",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Gémeos observa esquemas de exofatos. Não parece notar a minha aproximação..."
          ],
          "Options": [
            {
              "Name": "Cumprimentar o teu amigo",
              "IfSelected": {
                "IncomingMessages": [
                  "Ele esconde os esquemas, hesitando quando se vira para mim.",
                  "Tanto das nossas vidas é um mistério, meu amigo. Os rostos com os quais nascemos...",
                  "As roupas que vestimos. Quem fez os exofatos? Quem fala com a sua voz?",
                  "As pedras do conhecimento, os portais pelos quais nos conduzem... são o nosso direito de nascença.",
                  "Há tanta coisa lá fora, ainda por encontrar."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Segue as pedras do conhecimento, como sempre fizemos. É direito de qualquer Viajante poder passar pelos portais..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Outrora, a estrutura abrigou uma inteligência artificial.",
            "A corrupção festeja agora dentro da sua concha, odiando tudo aquilo que alguma vez foi.",
            "Este lugar só deseja matéria. Quer que eu lhe traga mais."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Observo os últimos vestígios da IA no momento em que toda a corrupção parte, os últimos quinze minutos da sua vida...",
                  "Sabia que eu viria aqui. Sabia que eu iria tentar salvá-la.",
                  "Mundos atrás de mundos derivam no vazio. O Abismo espalha-se."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 43,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Mercúrio para obteres mais informações",
        "AppId": "build168",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "4037F8AE0462",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Vivemos tempos sombrios, Adepto do Portal. A nossa comunidade deixou-se cair na discórdia."
          ],
          "Options": [
            {
              "Name": "Perguntar o que se passa",
              "IfSelected": {
                "IncomingMessages": [
                  "Héspero ficou paranóico. Recusa-se a participar nas nossas reuniões. Evita até Nada e Polo.",
                  "Não te deves tornar no nosso antigo amigo. O teu trabalho é tão importante...",
                  "As pedras do conhecimento irão guiar-te pelo teu caminho através dos portais. Elas irão mostrar-te o caminho para a salvação."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Permite que as pedras do conhecimento sejam o teu guia. Os portais guiar-te-ão para a salvação."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A estrutura foi infetada, as suas chamadas anómalas ecoam através do próprio planeta.",
            "O Abismo requer recursos. Sem eles, este mundo estará perdido para sempre."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Cumpro o meu dever. A corrupção desvanece-se. Ouço a sua voz... Sinto os seus sentimentos...",
                  "Sinto malícia, ódio, desespero... tudo dirigido apenas contra si própria...",
                  "Vejo memórias de água..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 44,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Tétis para obteres mais informações",
        "AppId": "cook116",
        "IterationAppId": "other33",
        "Quantity": 90,
        "PortalAddress": "519505C9AA01",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Viajante... o teu exofato tem estado a funcionar corretamente?"
          ],
          "Options": [
            {
              "Name": "Dizer que sim",
              "IfSelected": {
                "IncomingMessages": [
                  "Hmm...",
                  "Tenho ouvido ruídos estranhos do meu próprio fato. Quase como se estivesse a sussurrar.",
                  "Um associado meu dirigiu-se ao espaço Korvax para completar uma análise dos nossos sinais, mas não regressou.",
                  "Poderias ir procurá-lo, passando através do portal? As pedras do conhecimento deverão mostrar-te o caminho."
                ],
                "Options": []
              }
            },
            {
              "Name": "Dizer que não",
              "IfSelected": {
                "IncomingMessages": [
                  "Hmm...",
                  "Tenho ouvido ruídos estranhos do meu próprio fato. Quase como se estivesse a sussurrar.",
                  "Um associado meu dirigiu-se ao espaço Korvax para completar uma análise dos nossos sinais, mas não regressou.",
                  "Poderias ir procurá-lo, passando através do portal? As pedras do conhecimento deverão mostrar-te o caminho."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Outro associado meu está desaparecido. Encontra-o, atravessando o portal... as pedras do conhecimento deverão mostrar-te o destino. Rápido."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Um Viajante fez isto?",
            "Há provas de que uma multiferramenta disparou sobre o amigo caído de Tétis; a sua análise, para sempre incompleta.",
            "A corrupção espalha-se em redor do túmulo, exigindo o seu tributo.",
            "Um crescimento musgoso reveste a estrutura. As suas folhas minúsculas mexem em frenesim quando aproximo a minha mão. Será uma oferenda? Algo para me auxiliar?"
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "O túmulo está purificado.",
                  "Vejo vestígios da batalha, das memórias do Viajante caído.",
                  "Vejo um rosto que não é um rosto, um braço levantado para disparar a sua arma.",
                  "Vejo o assassino.",
                  "É Ariadne."
                ],
                "Options": []
              }
            },
            {
              "Name": "Recolhe Adubo Adoçado",
              "IfSelected": {
                "IncomingMessages": [
                  "O adubo cai facilmente nas minhas mãos. Tem um cheiro doce, quase apetitoso.",
                  "A corrupção espalha-se em redor do túmulo, exigindo o seu tributo."
                ],
                "Options": [
                  {
                    "Name": "Oferecer materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "O túmulo está purificado.",
                        "Vejo vestígios da batalha, das memórias do Viajante caído.",
                        "Vejo um rosto que não é um rosto, um braço levantado para disparar a sua arma.",
                        "Vejo o assassino.",
                        "É Ariadne."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Sair",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 45,
        "NpcMessage": "A região perturbada tem de ser acedida através de um Portal\nFala com a Iteração: Héspero para obteres mais informações",
        "AppId": "cur22",
        "IterationAppId": "other36",
        "Quantity": 24,
        "PortalAddress": "313B052E463F",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Os outros estarão de regresso em breve, semelhante. Não temos muito tempo..."
          ],
          "Options": [
            {
              "Name": "Escutar",
              "IfSelected": {
                "IncomingMessages": [
                  "Ariadne diz-nos que o universo arde de corrupção; que só nós, Viajantes, o podemos combater.",
                  "Mas estas missões... estas mentiras... meu semelhante, nós fomos enganados.",
                  "Pensei que as minhas leituras tinham de estar erradas. Pensei que tinha sonhado com os sussurros que ouvi na minha mente.",
                  "Héspero sacode-se, atormentado.",
                  "Ariadne despenhou-se com a sua nave há algumas semanas. Nunca mais voltou. A entidade que agora nos conduz é uma impostora.",
                  "Encontra as pedras do conhecimento e define o teu rumo através do portal. Vê a verdade com os teus olhos."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pedir orientações",
              "IfSelected": {
                "IncomingMessages": [
                  "Ariadne, a verdadeira entidade, ainda está por aí. Verifica este engano, semelhante. Encontra as pedras do conhecimento, cruza a rede de portais. Descobre a verdade..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A estrutura canta com energias exóticas. Vê-me. Conhece a minha mente.",
            "Na canção ouço nomes, distantes, desvanecidos... Ouço o número no final de tudo.",
            "Vejo o seu sussurro. Vejo uma forma sem nome banir Ariadne...",
            "E vejo um duplicado que é resultado do acidente, que regressa para reivindicar a sua forma.",
            "Acreditando nesta visão, então Héspero tem razão. Ariadne é um impostor.",
            "Este lugar deseja ajudar-me... desde que eu possa dar-lhe recursos."
          ],
          "Options": [
            {
              "Name": "Oferecer materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A energia exótica dissipa-se, mas a sua canção perdura.",
                  "O que foi feito de Ariadne? Quem é o impostor que tomou o seu lugar?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Sair",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      }
    ]
  }
]