{
	"guid": "a9ba2f6d-027c-4a5d-9615-79a36910c7e2",
	"title": "How to create a Guide and publish it",
	"shortTitle": "Creating Guides",
	"author": "Kurt Lourens",
	"image": "guide.jpg",
	"minutes": 10,
	"date": "2019-09-25T09:59:14.882Z",
	"tags": [
		"How To"
	],
	"sections": [
		{
			"heading": "What to write about?",
			"items": [
				{
					"type": "text",
					"content": "It is great that you want to help your fellow Travellers,! This App can display Guides that are created via the website nmsassistant.com."
				},
				{
					"type": "link",
					"name": "Website",
					"content": "https://nmsassistant.com/tools/guide"
				},
				{
					"type": "text",
					"content": "This will take you through how to make your own Guide and how to submit it to be added to the App.\nIf you have any extra questions please feel free to join the Discord, where we can answer you questions quicker"
				},
				{
					"type": "link",
					"name": "Discord",
					"content": "https://discord.gg/q3aFBQM"
				},
				{
					"type": "text",
					"content": "Before you start writing your article, consider asking on the Discord server if anyone else is busy writing a similar Guide. Or ask for ideas on what to write."
				}
			]
		},
		{
			"heading": "Do I need to use the website?",
			"items": [
				{
					"type": "text",
					"content": "You don't have to use the website. You can edit the .json files directly. However I would advise that you only do this if you are confident you know what you are doing."
				}
			]
		},
		{
			"heading": "Basics",
			"items": [
				{
					"type": "text",
					"content": "The Guide is split into sections and items. A Guide has multiple sections and each section has multiple items. The heading option on a section is what gets highlighted and stays at the top of the screen while it's items are visible."
				},
				{
					"type": "text",
					"content": "There are different types of items. At the moment there are: Text, Image and Link."
				}
			]
		},
		{
			"heading": "Want a unique item?",
			"items": [
				{
					"type": "text",
					"content": "The website only shows options for items that are supported such as: Text, Image, Links etc."
				},
				{
					"type": "text",
					"content": "If you want another type of content, you will need to ask for it to be developed on Discord with a reaso as to why it is needed."
				}
			]
		},
		{
			"heading": "Publishing",
			"items": [
				{
					"type": "text",
					"content": "Once you are happy with how your Guide looks. You can click the \"Download Json File\" button."
				},
				{
					"type": "text",
					"content": "You will then need to send the .json file via email or to the Guides channel on the Discord"
				},
				{
					"type": "link",
					"name": "Email",
					"content": "mailto:support@nmsassistant.com"
				},
				{
					"type": "link",
					"name": "Discord",
					"content": "https://discord.gg/q3aFBQM"
				},
				{
					"type": "text",
					"content": "Your Guide will then be read and checked, there may be some suggestions made. Once approved your Guide will be added on the next release."
				}
			]
		},
		{
			"heading": "Questions",
			"items": [
				{
					"type": "text",
					"content": "Please ask lots of questions! So we can make this guide even better!"
				},
				{
					"type": "image",
					"image": "site.jpg"
				}
			]
		}
	]
}