{
	"guid": "a9ba2f6d-027c-4a5d-9615-79a36910c7e2",
	"title": "Come creare una guida e pubblicarla",
	"shortTitle": "Creazione Guide",
	"author": "Kurt Lourens",
	"image": "guide.jpg",
	"minutes": 10,
	"date": "2019-09-25T09:59:14.882Z",
	"tags": [
		"How To"
	],
	"sections": [
		{
			"heading": "Che cosa scrivere?",
			"items": [
				{
					"type": "text",
					"content": "È bello che tu voglia aiutare i tuoi compagni di viaggio ! Questa App può visualizzare Guide create tramite il sito Web nmsassistant.com."
				},
				{
					"type": "link",
					"name": "Sito Web",
					"content": "https://nmsassistant.com/guide"
				},
				{
					"type": "text",
					"content": "Questo ti spiegherà come creare la tua guida e come inviarla per essere aggiunta all'app.\nSe hai ulteriori domande, non esitare a unirti a Discord, dove possiamo rispondere alle tue domande più rapidamente"
				},
				{
					"type": "link",
					"name": "Discord",
					"content": "https://discord.gg/q3aFBQM"
				},
				{
					"type": "text",
					"content": "Prima di iniziare a scrivere il tuo articolo, considera di chiedere s Discord se qualcun altro è impegnato a scrivere una Guida simile. Oppure chiedi idee su cosa scrivere."
				}
			]
		},
		{
			"heading": "Devo usare il sito Web?",
			"items": [
				{
					"type": "text",
					"content": "You don't have to use the website. You can edit the .json files directly. However I would advise that you only do this if you are confident you know what you are doing."
				}
			]
		},
		{
			"heading": "Nozioni di base",
			"items": [
				{
					"type": "text",
					"content": "La guida è divisa in sezioni ed elementi. Una guida ha più sezioni e ogni sezione ha più elementi. L'opzione di intestazione di una sezione è ciò che viene evidenziato, e rimane nella parte superiore dello schermo, mentre gli elementi sono visualizzati"
				},
				{
					"type": "text",
					"content": "There are different types of items. At the moment there are: Text, Image and Link."
				}
			]
		},
		{
			"heading": "Vuoi un oggetto unico?",
			"items": [
				{
					"type": "text",
					"content": "The website only shows options for items that are supported such as: Text, Image, Links etc."
				},
				{
					"type": "text",
					"content": "If you want another type of content, you will need to ask for it to be developed on Discord with a reaso as to why it is needed."
				}
			]
		},
		{
			"heading": "Pubblicazione",
			"items": [
				{
					"type": "text",
					"content": "Una volta che sei soddisfatto di come appare la tua guida  possibile fare clic sul pulsante \"Scarica file Json\"."
				},
				{
					"type": "text",
					"content": "Sarà quindi necessario inviare il file .json via e-mail o al canale Guide su Discord"
				},
				{
					"type": "link",
					"name": "Email",
					"content": "mailto:support@nmsassistant.com"
				},
				{
					"type": "link",
					"name": "Discord",
					"content": "https://discord.gg/q3aFBQM"
				},
				{
					"type": "text",
					"content": "Your Guide will then be read and checked, there may be some suggestions made. Once approved your Guide will be added on the next release."
				}
			]
		},
		{
			"heading": "Domande",
			"items": [
				{
					"type": "text",
					"content": "Per favore, fai molte domande! In questo mod possiamo migliorare ulteriormente questa guida!"
				},
				{
					"type": "image",
					"image": "site.jpg"
				}
			]
		}
	]
}