{
	"guid": "a9ba2f6d-027c-4a5d-9615-79a36910c7e2",
	"title": "Wie man einen Guide macht und veröffentlicht",
	"shortTitle": "Guide erstellen",
	"author": "Kurt Lourens (translation by Sphynxcolt)",
	"image": "guide.jpg",
	"minutes": 10,
	"date": "2019-09-25T09:59:14.882Z",
	"tags": [
		"How To"
	],
	"sections": [
		{
			"heading": "Über was schreiben?",
			"items": [
				{
					"type": "text",
					"content": "Es ist toll dass du deinen Reisenden freundenhelfen willst,! Diese App kann Guides anzeigen, die auf der Webseite nmsassistant.com erstellt wurden."
				},
				{
					"type": "link",
					"name": "Guide erstellen",
					"content": "https://nmsassistant.com/guide"
				},
				{
					"type": "text",
					"content": "Dieser Guide wird dir erklären, wie du deinen eigenen Guide erstellen und veröffentlichst.\nWenn du noch fragen hast dann tritt unserer Discord community bei. Dort können wir deine Fragen schnell beantworten"
				},
				{
					"type": "link",
					"name": "Discord",
					"content": "https://discord.gg/q3aFBQM"
				},
				{
					"type": "text",
					"content": " Bevor du startest, einen Artikel zu schreiben, sei so frei und informiere dich auf Discord ob jemand snderes schon einen Guide über ein ähnliches Thema schreibt oder frage nach Ideen für einen Artikel."
				}
			]
		},
		{
			"heading": "Muss ich die Webseite benutzen?",
			"items": [
				{
					"type": "text",
					"content": "Du musst die Webseite nicht benutzen. Du kannst die .json Datei auch direkt bearbeiten. Jedoch weisen wir darauf hin, dass du das nur machen solltest, wenn du dich auskennst."
				}
			]
		},
		{
			"heading": "Einführung",
			"items": [
				{
					"type": "text",
					"content": "Der Guide ist in verschiedene Sektoren aufgeteilt. Ein Guide hat verschiedene sektoren, die wiederum jeweils in verschiede teile geteilt sind. Die Überschrift dient als grobe übersicht, worum es in dem Guide geht."
				},
				{
					"type": "text",
					"content": "Im Moment gibt es 3 verschiedene Sektoren. Diese sind wie folgt: Text, Image und Link."
				}
			]
		},
		{
			"heading": "Du willst einen eigenen Sektor?",
			"items": [
				{
					"type": "text",
					"content": "Die Webseite zeigt nur die Unterstützten Sektoren an, welche Text, Image, Links usw. sind."
				},
				{
					"type": "text",
					"content": "Wenn du eine Idee für einen eigenen Sektor hast, frag den Entwickler über Discord und nenne verwendungsmöglichketen und gründe."
				}
			]
		},
		{
			"heading": "Veröffentlichung",
			"items": [
				{
					"type": "text",
					"content": "Wenn du mit deinem Guide fertig bist, drücke den \"Download Json File\" Knopf."
				},
				{
					"type": "text",
					"content": "Du musst die.json an den Entwickler oder uns (per Guide channel auf Discord)"
				},
				{
					"type": "link",
					"name": "E-mail",
					"content": "Mail der Entwicklers: support@nmsassistant.com"
				},
				{
					"type": "link",
					"name": "Discord",
					"content": "https://discord.gg/q3aFBQM"
				},
				{
					"type": "text",
					"content": "Dein Guide wird dann kontrolliert und gecheckt. Er wird dann im nächsten Update hinzugefügt und eventuell etwas verändert."
				}
			]
		},
		{
			"heading": "Fragen",
			"items": [
				{
					"type": "text",
					"content": "Bitte frag viele Fragen! Denn dann können wir den Guide noch besser machen!"
				},
				{
					"type": "image",
					"image": "site.jpg"
				}
			]
		}
	]
}