[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Étapes d'exploration",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Étapes de survie",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Les Gek",
    "description": "De petite taille, ces formes de vie reptiliennes et aviformes sont les marchands les plus importants de la galaxie. Ils peuvent communiquer à l'aide de phéromones libérées avec précaution, qui transmettent des concepts et des sentiments complexes par l'odorat.\n\nOriginaires de la planète Balaron, les autres formes de vie sensibles les considèrent avec méfiance en raison des agissements des Premiers-Nés gek, qui ont construit un empire puissant par la conquête et le massacre.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Les Vy'keen",
    "description": "Les Vy'keen sont des êtres belliqueux originaires du système Dryn'dargh. Ils sont obnubilés par l'idée de vaincre les Sentinelles. Contrôlés par le Haut-commandement vy'keen, ils combattent la menace sentinelle, dans toute la galaxie.\n\nMalgré leur apparence agressive, les Vy'keen se conforment à un strict code d'honneur. Ils accordent de l'importance à la loyauté, au sens du sacrifice et à une belle mort plutôt qu'aux biens matériels ou au savoir, et ont juré d'aider le Voyageur autant que possible.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Les Korvax",
    "description": "Les entités korvax sont des formes de vie non organiques qui occupent des enveloppes métalliques transmises de génération en génération. Ils pensent pouvoir s'élever au niveau de l'Atlas grâce à l'étude mathématique, et que le chemin qui y mène passe par l'étude des Sentinelles.\n\nChaque Korvax est un esprit pur, une goutte au sein de leur immense Convergence collective. L'enveloppe qu'ils habitent a peu d'importance comparée à leur connexion à cette conscience de groupe.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Guilde des marchands",
    "description": "Une organisation collective qui représente les entreprises commerciales et les marchands individuels de toute la galaxie. Elle aide à contrôler et à trouver du travail pour les pilotes à embaucher au nom de ses membres.\n\nLes Gek prédominent naturellement au sein de la Guilde des marchands, mais il ne s'agit pas pour autant d'un club privé. Toutes les formes de vie y sont les bienvenues, tant qu'elles ont les réserves en capital requises...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Guilde des mercenaires",
    "description": "Un ensemble disparate d'organisations de mercenaires de toute la galaxie. La guilde comprend toute une panoplie de factions en concurrence, dont beaucoup se battraient entre elles si elles en avaient l'occasion.\n\nPirates, justiciers solitaires, agents infiltrés, cultes, rebelles et militants : la Guilde des mercenaires maintient la paix au sein de la galaxie en s'assurant que les bons postes soient donnés aux bons groupes d'opportunistes armés.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Guilde des explorateurs",
    "description": "La Guilde des explorateurs, une société mutuelle de chercheurs et d'explorateurs, réunit ceux qui ont besoin de données avec ceux qui les récupèrent.\n\nLes membres sont essentiellement divisés entre les institutions scientifiques, les sociétés géographiques et les entreprises technologiques, avec parfois quelques explorateurs individuels. La Guilde propose des ressources mises en commun, des laboratoires partagés, des séries de conférences et des remises de prix annuelles.",
    "medals": []
  }
]