[
  {
    "Id": "mission1",
    "Objective": "Chasser les pirates",
    "Titles": [
      "Interruption",
      "Argent protecteur",
      "La science contre-attaque",
      "Sauver les apparences",
      "La croisade",
      "Depuis l'au-delà",
      "Sabotage !",
      "Chasse aux hackers",
      "Négociations musclées",
      "Un enjeu important"
    ],
    "Subtitles": [
      "Chassez et éliminez des pirates"
    ],
    "Descriptions": [
      "Des équipages de pirates perturbent le transport de marchandises : un véritable affront aux marchands, honnêtes comme malhonnêtes. Le client veut que cette perturbation prenne fin. De manière perturbante.",
      "Des pirates pillent des installations minières et attaquent les vaisseaux qui viennent vider les trémies. Ils s'en prennent aux faibles et le client espère qu'éliminer un petit nombre de vaisseaux pirates incitera les autres à s'attaquer à un endroit qui leur opposera moins de résistance. ",
      "Les centres de recherche scientifique locaux peinent à faire face à une vague d'attaques pirates. Ils ont dérobé des microscopes et détruit du matériel de titrage. Le client souhaite mener une expérience où de nombreux pirates doivent mourir afin de stopper les attaques.",
      "Le client cherche à résoudre un problème familial. Plus précisément, un membre de sa famille s'est tourné vers la piraterie et a sali son nom. Anéantissez-le et redonnez au client bonne réputation auprès des formes de vie respectables.",
      "Le client a bénéficié d'un message des étoiles lui expliquant son but dans la vie. Il doit faire le bien autour de lui, au moyen d'une quête sans fin visant à éliminer les pirates. Il a besoin de pilotes pour l'accompagner dans cette croisade, au moins temporairement.",
      "Cette annonce a été faite pour le compte du client par ses héritiers. Le client a été abandonné par un gang de pirates et laissé pour mort sur une planète hostile. Il est présumé mort, mais un répéteur continuait de transmettre les détails de son sort sur les chaînes de radio locales. Il a demandé à ce qu'on utilise le reste de ses fonds pour mettre à prix les têtes de ceux qui l'ont abandonné. ",
      "Le client demande une aide immédiate pour appréhender un pirate. Des dispositifs IEM ont été cachés aux quatre coins de son établissement, causant de graves dommages à ses capacités opérationnelles. N'ayant pas le droit de s'en occuper lui-même, il appelle tous les pilotes respectueux de la loi à lui venir en aide afin de retrouver les responsables.",
      "Le client a subi une lourde perte aux mains d'un gang de pirates. Plutôt que d'attaquer dans l'espace, ils ont pris le contrôle du terminal de commerce à distance afin de détourner des fonds et des marchandises vers leur propre compte. Le client exige des représailles physiques pour ce crime virtuel.",
      "Des pirates ont kidnappé plusieurs employés du client. Ils demandent une rançon extrêmement élevée. Le client pense qu'une démonstration de force est la meilleure façon d'empêcher de futurs enlèvements. Il est à la recherche d'un pilote pour trouver et détruire le vaisseau pirate, bien que les otages soient toujours à bord. Les pertes en vies humaines sont regrettables, mais une telle approche montrera que le client ne tolérera aucune tentative d'extorsion.",
      "Le client mène une activité lucrative qui consiste à parier sur l'issue de batailles spatiales. Il opère depuis un cargo luxueux, traversant l'espace local à la recherche de conflits que ses clients pourront observer et sur lesquels ils pourront parier confortablement et en toute sécurité. Les affaires sont florissantes, mais pas les conflits. Il a besoin de pilotes pour entrer dans l'arène et provoquer des événements divertissants pour ses passagers.",
      "Le client souhaite la destruction de pirates des environs.",
      "Le client souhaite éradiquer la piraterie dans ce système.",
      "Le client exige de sévères représailles contre les pirates installés près de cette station.",
      "Le client demande la mort de tous les pirates établis aux alentours de ces mondes.",
      "Le client souhaite la mort de la vermine pirate.",
      "Le client voudrait faire assassiner un escadron de pirates des environs.",
      "Le client exige l'élimination des pirates qui infectent ces mondes.",
      "Le client espère voir tous les pirates établis près de la station annihilés.",
      "Les criminels ont échappé à la justice pendant trop longtemps, harcelant les cargos du secteur en toute impunité.",
      "Les criminels mènent des raids sur les installations du secteur, se pensant au-dessus des lois.",
      "À chaque jour qui passe, la menace criminelle devient plus présente. Il faut agir.",
      "Les criminels ont scellé leur sort à l'instant où ils se sont résolus à vivre une vie de liberté et de brigandage.",
      "Les criminels ne méritent pas la moindre amnistie, il n'y a pas d'échappatoire à leurs crimes.",
      "Les criminels détruiraient le secteur tout entier, s'ils en avaient l'occasion.",
      "Les criminels perturbent les routes commerciales de ce système depuis bien trop longtemps.",
      "Les criminels ont choisi la mort quand ils ont choisi de vivre cette vie.",
      "Le client veut que cette affaire soit traitée rapidement, et avec discrétion. Il ne veut pas avoir à subir de représailles venant de clans pirates affiliés.",
      "Le client recommande d'être prudent en s'occupant de la question. Les pirates seront prêts à tout pour abattre votre vaisseau.",
      "Le client vous laisse libre de choisir la méthode d'extermination des pirates. Veillez seulement à ce qu'aucun d'entre eux ne vive assez longtemps pour parler.",
      "Le client vous remercie d'avoir accompli ce devoir civique. Aucun système ne devrait tolérer de telles infractions.",
      "De nombreuses personnes tireront profit de l'accomplissement de cette mission. Votre récompense sera considérable.",
      "Le client vous rappelle de ne pas négocier avec les pirates, ni d'engager une quelconque conversation. Ils feront tout pour échapper à la justice.",
      "Le client est ouvert à la fois à une méthode instantanée ou prolongée pour l'extermination des pirates. Le choix de la vitesse vous revient.",
      "Le client a conscience que d'autres pirates finiront par vouloir s'implanter dans ce territoire, mais une paix temporaire est toujours préférable à aucune paix."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Récupérer un objet",
    "Titles": [
      "Assistant shopping",
      "Souvenir",
      "Un festin",
      "Éclairer le chemin",
      "Le jeu de la vie",
      "Manipulation du marché",
      "De bon cœur",
      "Le nouveau noir",
      "Compétitivité",
      "Un mouton en nanites",
      "Des spécimens précieux",
      "Le remplacement",
      "Scoop sur les Jupitériens",
      "Le rouage de la machine",
      "Une trace de notre époque",
      "Le dernier morceau",
      "Mercantilisme",
      "Le marionnettiste",
      "Longueur d'avance",
      "La sagesse populaire"
    ],
    "Subtitles": [
      "Recherche d'objets précieux"
    ],
    "Descriptions": [
      "Le client souhaite remettre un présent d'une grande valeur à un associé fidèle. Ce dernier l'a servi loyalement pendant de nombreuses années. Il a besoin d'un pilote digne de confiance pour se procurer et livrer sans encombre un objet de valeur appropriée.",
      "Le client est à la recherche d'un objet de son passé qui lui rappelle une époque révolue. Il représente un moment important de son enfance, c'est pourquoi il récompensera généreusement la personne qui livrera l'objet sans encombre.",
      "Le client a entendu parler d'une nouvelle mode. Il est à la recherche d'un aliment qui serait à la fois délicieux et riche en nutriments. Évidemment, cette soudaine popularité signifie qu'il est difficile de s'en procurer. Il récompensera tout pilote capable d'acquérir cet aliment à temps pour qu'il le déguste lors de son prochain festin.",
      "Le client se renseigne sur des méthodes de production d'énergie alternatives. Il pense avoir fait une découverte importante : sa nouvelle méthode génère de grandes quantités d'énergie avec très peu de déchets toxiques. Cependant, il est à cours d'un composant essentiel. Il ne peut pas quitter son laboratoire et recherche donc des pilotes pour se le procurer.",
      "Le client travaille dans le domaine de la recherche en conscience avancée. Il pense avoir fait une découverte.\nIl a trouvé un matériau doté de propriétés qui correspondraient à la capacité de penser. Tout ce qu'il doit faire pour démontrer sa théorie, c'est fabriquer une machine pensante à l'aide de cette substance. Il lui faut pour cela une quantité importante de matériau et il a besoin d'explorateurs pour l'aider à le récolter.",
      "Le client a trouvé un moyen de gagner de l'argent. Une partie des gains sera à la disposition de tous ceux qui apporteront leur aide. Il a besoin d'explorateurs pour livrer des objets au même endroit afin de faire baisser les prix des marchés. L'excédent de marchandises conduira les fournisseurs concurrents à la faillite, ce qui permettra au client d'entrer sur le marché à une date ultérieure et de profiter de l'absence d'approvisionnement à long terme.",
      "Le client souhaite faciliter ses relations avec les autorités du système. Il a appris que le commissaire de la station locale apprécie un objet particulier et voudrait donc qu'il le reçoive. Il serait évidemment grossier de le livrer en personne. Il a besoin qu'un explorateur serve d'intermédiaire et aille chercher l'objet en son nom.",
      "Le client propose une sélection de biens tous les mois pour les riches oisifs. Il a constaté un regain d'intérêt pour un objet particulier qu'il lui faut donc absolument pour sa dernière collection. Il est prêt à payer le prix fort si un explorateur parvient à le lui procurer.",
      "Le client a appris qu'un de ses rivaux était intéressé par un objet très spécifique. Évidemment, il ne peut pas le laisser en faire l'acquisition. Il récompensera tout explorateur qui se le procurera avant son rival et l'empêchera de faire ce qu'il voulait en faire.",
      "Le client a récemment démarré une nouvelle activité. Il sélectionne des objets ordinaires et aide les autres à en voir la valeur. Sa méthode consiste principalement à prendre de vieux objets et à leur donner un aspect vieilli pour qu'ils aient l'air d'avoir un intérêt historique. Il a besoin d'un nouveau lot d'objets sur lequel utiliser son alchimie.",
      "Le client travaille dans le domaine de la recherche spéculative. Il a reçu une grande subvention et cherche un moyen de la dépenser. Il a donc préparé une série de tests qu'il juge capables de lui faire savoir si un objet a besoin d'autres tests. Il a besoin de matériaux sur lesquels utiliser ce procédé.",
      "Le client a égaré un objet très important. Il doit être remplacé au plus vite, afin que personne n'apprenne qu'il avait disparu.",
      "Le client a découvert qu'une organisation rivale avait fait l'acquisition d'un objet très important. Il ne sait pas trop en quoi il est important, mais pense qu'il lui en faut absolument un, de crainte de se faire dépasser par la concurrence.",
      "Le client construit une machine à mouvement perpétuel. Il s'est procuré une grande variété de pièces et de sources d'énergie venues de toute la galaxie et pense qu'il ne lui manque plus que quelques composants pour finir sa création. Il ne peut pas laisser la machine sans surveillance et a donc besoin d'explorateurs pour se procurer le reste des matériaux.",
      "Le client veut remplir un coffre sécurisé d'objets représentant son peuple et sa culture. Il estime qu'ils seront d'une grande valeur pour les futurs historiens. Cependant, aucun de ses collaborateurs n'a voulu céder ses biens. Il a donc besoin que des explorateurs aillent chercher des échantillons des objets choisis pour les lui rapporter.",
      "Le client est un collectionneur connu d'objets de valeur. Il a rassemblé une belle collection mais il lui manque LA pièce. Tant que ce problème n'est pas réglé, la collection n'a aucune valeur. Le client fait appel à tous les explorateurs pour l'aider à trouver cet objet très rare et récompensera quiconque l'aidera à l'obtenir. Exemplaires en parfait état uniquement.",
      "Le client veut manipuler les marchés locaux. En raison d'une regrettable erreur de données, il a acheté dix fois la quantité de biens qu'il lui fallait. Il a besoin d'explorateurs pour acheter le même objet depuis les terminaux commerciaux, dans le but de faire monter le prix, afin qu'il puisse se délester de son achat accidentel avec profit.",
      "Le client cherche à déséquilibrer les relations entre deux factions criminelles locales. Elles recherchent toutes deux un objet particulier et, si elles ne le trouvent pas, elles penseront qu'il s'agit d'une manigance de la part de l'autre. Le client a besoin d'un explorateur discret pour se procurer l'objet de façon indépendante afin de provoquer un conflit entre les deux rivaux.",
      "Le client veut devancer la concurrence dans le cadre d'une activité commerciale. Il a entendu dire qu'un marché particulier était sur le point d'exploser et souhaite être en possession du stock disponible pour en tirer profit quand cela aura lieu. Il paiera plus que le prix du marché pour tout échantillon livré, aidant généreusement les pilotes indépendants qui prennent des risques dans cette transaction.",
      "Le client est un entrepreneur couronné de succès et il est donc bien trop occupé pour se procurer sa propre marchandise. À la place, il offrira une récompense à tout pilote indépendant qui s'occupera de faire ses achats et de lui apporter.",
      "Le client demande une livraison très spéciale.",
      "Le client a besoin qu'on lui fournisse un objet, peu importe la difficulté.",
      "Le client souhaite obtenir un objet particulier.",
      "Le client désire entrer en possession d'un produit.",
      "Le client espère s'approprier un objet au plus vite.",
      "Sans cela, il ne fait aucun doute qu'il mourra. Ce problème est d'une urgence absolue.",
      "Il en a besoin afin de franchir une étape cruciale de ses recherches.",
      "Il pense que cela pourrait renverser le cours de la bataille en sa faveur.",
      "Il est engagé dans une tâche dangereuse. Cela pourrait garantir sa sécurité.",
      "Il a été victime d'un vol et a besoin de ceci comme remplacement.",
      "Le client vous laisse vous charger des détails. Vous serez récompensé dûment à la réception du colis.",
      "Le client vous remercie d'avance de le livrer rapidement.",
      "Le client insiste sur le soin requis pour cette livraison. Veillez à ce que rien ne soit endommagé pendant le transit.",
      "Le client espère voir arriver l'objet dès que possible.",
      "Le client apprécie la discrétion de votre service dans cette affaire."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Récupérer un objet",
    "Titles": [
      "Assistant shopping",
      "Souvenir",
      "Un festin",
      "Éclairer le chemin",
      "Le jeu de la vie",
      "Manipulation du marché",
      "De bon cœur",
      "Le nouveau noir",
      "Compétitivité",
      "Un mouton en nanites",
      "Des spécimens précieux",
      "Le remplacement",
      "Scoop sur les Jupitériens",
      "Le rouage de la machine",
      "Une trace de notre époque",
      "Le dernier morceau",
      "Mercantilisme",
      "Le marionnettiste",
      "Longueur d'avance",
      "La sagesse populaire"
    ],
    "Subtitles": [
      "Recherche d'objets précieux"
    ],
    "Descriptions": [
      "Le client souhaite remettre un présent d'une grande valeur à un associé fidèle. Ce dernier l'a servi loyalement pendant de nombreuses années. Il a besoin d'un pilote digne de confiance pour se procurer et livrer sans encombre un objet de valeur appropriée.",
      "Le client est à la recherche d'un objet de son passé qui lui rappelle une époque révolue. Il représente un moment important de son enfance, c'est pourquoi il récompensera généreusement la personne qui livrera l'objet sans encombre.",
      "Le client a entendu parler d'une nouvelle mode. Il est à la recherche d'un aliment qui serait à la fois délicieux et riche en nutriments. Évidemment, cette soudaine popularité signifie qu'il est difficile de s'en procurer. Il récompensera tout pilote capable d'acquérir cet aliment à temps pour qu'il le déguste lors de son prochain festin.",
      "Le client se renseigne sur des méthodes de production d'énergie alternatives. Il pense avoir fait une découverte importante : sa nouvelle méthode génère de grandes quantités d'énergie avec très peu de déchets toxiques. Cependant, il est à cours d'un composant essentiel. Il ne peut pas quitter son laboratoire et recherche donc des pilotes pour se le procurer.",
      "Le client travaille dans le domaine de la recherche en conscience avancée. Il pense avoir fait une découverte.\nIl a trouvé un matériau doté de propriétés qui correspondraient à la capacité de penser. Tout ce qu'il doit faire pour démontrer sa théorie, c'est fabriquer une machine pensante à l'aide de cette substance. Il lui faut pour cela une quantité importante de matériau et il a besoin d'explorateurs pour l'aider à le récolter.",
      "Le client a trouvé un moyen de gagner de l'argent. Une partie des gains sera à la disposition de tous ceux qui apporteront leur aide. Il a besoin d'explorateurs pour livrer des objets au même endroit afin de faire baisser les prix des marchés. L'excédent de marchandises conduira les fournisseurs concurrents à la faillite, ce qui permettra au client d'entrer sur le marché à une date ultérieure et de profiter de l'absence d'approvisionnement à long terme.",
      "Le client souhaite faciliter ses relations avec les autorités du système. Il a appris que le commissaire de la station locale apprécie un objet particulier et voudrait donc qu'il le reçoive. Il serait évidemment grossier de le livrer en personne. Il a besoin qu'un explorateur serve d'intermédiaire et aille chercher l'objet en son nom.",
      "Le client propose une sélection de biens tous les mois pour les riches oisifs. Il a constaté un regain d'intérêt pour un objet particulier qu'il lui faut donc absolument pour sa dernière collection. Il est prêt à payer le prix fort si un explorateur parvient à le lui procurer.",
      "Le client a appris qu'un de ses rivaux était intéressé par un objet très spécifique. Évidemment, il ne peut pas le laisser en faire l'acquisition. Il récompensera tout explorateur qui se le procurera avant son rival et l'empêchera de faire ce qu'il voulait en faire.",
      "Le client a récemment démarré une nouvelle activité. Il sélectionne des objets ordinaires et aide les autres à en voir la valeur. Sa méthode consiste principalement à prendre de vieux objets et à leur donner un aspect vieilli pour qu'ils aient l'air d'avoir un intérêt historique. Il a besoin d'un nouveau lot d'objets sur lequel utiliser son alchimie.",
      "Le client travaille dans le domaine de la recherche spéculative. Il a reçu une grande subvention et cherche un moyen de la dépenser. Il a donc préparé une série de tests qu'il juge capables de lui faire savoir si un objet a besoin d'autres tests. Il a besoin de matériaux sur lesquels utiliser ce procédé.",
      "Le client a égaré un objet très important. Il doit être remplacé au plus vite, afin que personne n'apprenne qu'il avait disparu.",
      "Le client a découvert qu'une organisation rivale avait fait l'acquisition d'un objet très important. Il ne sait pas trop en quoi il est important, mais pense qu'il lui en faut absolument un, de crainte de se faire dépasser par la concurrence.",
      "Le client construit une machine à mouvement perpétuel. Il s'est procuré une grande variété de pièces et de sources d'énergie venues de toute la galaxie et pense qu'il ne lui manque plus que quelques composants pour finir sa création. Il ne peut pas laisser la machine sans surveillance et a donc besoin d'explorateurs pour se procurer le reste des matériaux.",
      "Le client veut remplir un coffre sécurisé d'objets représentant son peuple et sa culture. Il estime qu'ils seront d'une grande valeur pour les futurs historiens. Cependant, aucun de ses collaborateurs n'a voulu céder ses biens. Il a donc besoin que des explorateurs aillent chercher des échantillons des objets choisis pour les lui rapporter.",
      "Le client est un collectionneur connu d'objets de valeur. Il a rassemblé une belle collection mais il lui manque LA pièce. Tant que ce problème n'est pas réglé, la collection n'a aucune valeur. Le client fait appel à tous les explorateurs pour l'aider à trouver cet objet très rare et récompensera quiconque l'aidera à l'obtenir. Exemplaires en parfait état uniquement.",
      "Le client veut manipuler les marchés locaux. En raison d'une regrettable erreur de données, il a acheté dix fois la quantité de biens qu'il lui fallait. Il a besoin d'explorateurs pour acheter le même objet depuis les terminaux commerciaux, dans le but de faire monter le prix, afin qu'il puisse se délester de son achat accidentel avec profit.",
      "Le client cherche à déséquilibrer les relations entre deux factions criminelles locales. Elles recherchent toutes deux un objet particulier et, si elles ne le trouvent pas, elles penseront qu'il s'agit d'une manigance de la part de l'autre. Le client a besoin d'un explorateur discret pour se procurer l'objet de façon indépendante afin de provoquer un conflit entre les deux rivaux.",
      "Le client veut devancer la concurrence dans le cadre d'une activité commerciale. Il a entendu dire qu'un marché particulier était sur le point d'exploser et souhaite être en possession du stock disponible pour en tirer profit quand cela aura lieu. Il paiera plus que le prix du marché pour tout échantillon livré, aidant généreusement les pilotes indépendants qui prennent des risques dans cette transaction.",
      "Le client est un entrepreneur couronné de succès et il est donc bien trop occupé pour se procurer sa propre marchandise. À la place, il offrira une récompense à tout pilote indépendant qui s'occupera de faire ses achats et de lui apporter.",
      "Le client demande une livraison très spéciale.",
      "Le client a besoin qu'on lui fournisse un objet, peu importe la difficulté.",
      "Le client souhaite obtenir un objet particulier.",
      "Le client désire entrer en possession d'un produit.",
      "Le client espère s'approprier un objet au plus vite.",
      "Sans cela, il ne fait aucun doute qu'il mourra. Ce problème est d'une urgence absolue.",
      "Il en a besoin afin de franchir une étape cruciale de ses recherches.",
      "Il pense que cela pourrait renverser le cours de la bataille en sa faveur.",
      "Il est engagé dans une tâche dangereuse. Cela pourrait garantir sa sécurité.",
      "Il a été victime d'un vol et a besoin de ceci comme remplacement.",
      "Le client vous laisse vous charger des détails. Vous serez récompensé dûment à la réception du colis.",
      "Le client vous remercie d'avance de le livrer rapidement.",
      "Le client insiste sur le soin requis pour cette livraison. Veillez à ce que rien ne soit endommagé pendant le transit.",
      "Le client espère voir arriver l'objet dès que possible.",
      "Le client apprécie la discrétion de votre service dans cette affaire."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Rapporter un objet",
    "Titles": [
      "Joyeuse fête de l'orbite",
      "Tout va bien",
      "Négociations délicates",
      "Détourner les yeux",
      "Un colis à refourguer",
      "Des êtres chers",
      "Des excuses",
      "Recherches spécialisées",
      "Une menace codée",
      "La grande purge",
      "Port prépayé",
      "Cancanement suspect",
      "Troc",
      "Un client fidèle",
      "Hors taxes",
      "Le leurre",
      "Marchandise chaude",
      "Goûteurs gratuits",
      "Produit frais",
      "Passer le témoin"
    ],
    "Subtitles": [
      "Urgent : recherche livreur"
    ],
    "Descriptions": [
      "Le client est à la recherche d'un coursier digne de confiance. Il souhaite honorer un collègue avec un hommage, une célébration de sa survie continue et réussie.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client recherche un service de livraison discret. Il garantit au coursier que le colis est exactement ce qu'il semble être et qu'il n'y a aucune raison de douter de la véracité des informations renseignées sur le bon de livraison.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client souhaite conclure un accord commercial. L'autre partie négocie fermement et il espère que ce colis permettra d'éliminer tout autre obstacle à leur transaction. Il est important que le colis ne soit remis qu'au destinataire.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client mène une activité délicate. Ce colis est une manière de remercier chaleureusement certaines parties. Il est offert librement, en sachant que toutes les potentielles indiscrétions ont été oubliées, ou le seront.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client souhaite juste transmettre des produits à un collègue, rien de plus. Il a aussi fourni un message attestant que le destinataire n'a pas à s'inquiéter, et que les produits sont désormais intraçables.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client a un emploi important et exigeant et se trouve donc dans l'impossibilité de s'occuper de problèmes domestiques insignifiants. C'est le jour où l'on célèbre ses progéniteurs, et la tradition veut que l'on offre un cadeau à ceux qui vous ont donné naissance. Le client souhaite que l'on s'en occupe afin qu'il n'ait pas à s'en soucier.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client a une dette émotionnelle envers un membre de sa famille. Il a oublié de commémorer une date extrêmement importante. En guise d'excuse, il a commandé un objet d'une valeur particulière qui doit être livré à la partie lésée. Faites attention à ne pas le perdre en cours de route, sans quoi le client se retrouverait dans une situation encore plus compliquée.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client est tombé sur un objet étrange. Bien qu'il ait l'air ordinaire, des scans microbiens ont révélé un nombre inquiétant de spores inconnues. L'objet doit être livré à un expert en danger biologique. N'essayer pas de retirer l'opercule de sécurité.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client souhaite envoyer un message à un collaborateur. Aucune note manuscrite n'accompagne l'objet, qui lui-même ne revêt pas une grande importance. Cependant, il pense que la livraison de l'objet à l'adresse personnelle du collaborateur suffira à faire passer le message.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client souhaite désencombrer. Il a fait l'acquisition d'un très grand nombre de bibelots et de bricoles au fil des années et voudrait désormais s'en débarrasser. Les détruire serait du gaspillage, mais les déposer tous au même endroit pourrait potentiellement révéler trop d'informations personnelles. C'est pourquoi le client a choisi de les répartir entre un grand nombre de livreurs et de destinataires. \n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client lance un petit commerce de détail. Il achète des objets non désirés et sous-estimés puis les propose à des acheteurs plus au fait de leur valeur. Son dernier colis est prêt à être envoyé au connaisseur reconnaissant qui en a fait l'acquisition.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client dispose d'un colis tout à fait ordinaire et a besoin d'un livreur qui ne posera pas de questions et n'attirera pas l'attention des autorités. Il garantit au livreur potentiel que tout cri d'animal émanant de l'intérieur de la caisse n'est dû qu'à son imagination.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client fait partie d'une chaîne d'opérations longue et complexe. Afin d'éviter de laisser des traces écrites potentiellement traçables, le marché a été conclu sans échange monétaire. Ce colis représente leur part du paiement.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client expédie régulièrement un colis à l'un de ses clients les plus fidèles. L'objet n'a rien de particulier, mais il est important que le client se sente valorisé. C'est pour cela qu'il évite la livraison en gros et a besoin d'un livreur personnel expérimenté.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client expédie de nombreux objets tous les jours. Son entreprise implique des marges de profit très étroites et même le régime fiscal le plus léger pourrait anéantir ses gains. Il trouve qu'il est généralement plus efficace d'embaucher un livreur discret qui livrera par hasard le colis au cours de ses activités ordinaires et non-commerciales.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client est connu des pirates locaux et sa tête a été mise à prix. Il doit quitter le système sans être suivi. Il a inséré une puce GPS dans cet objet qui doit être transporté dans la direction opposée à la sienne. \n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "La galaxie abrite un dédale de réglementations étendu et varié. Des objets en apparence anodins dans un système peuvent être extrêmement illégaux dans un autre. De telles différenciations créent des opportunités commerciales. Le client souhaite que l'un de ces objets soit livré sans poser trop de questions et sans attirer l'attention.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client souhaite fidéliser un nouveau client très important pour son entreprise. Ce dernier veut un échantillon des marchandises du client avant de faire une commande groupée. L'échantillon doit lui être livré et doit arriver en excellent état.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client expédie des colis toutes les semaines à des consommateurs qui ne peuvent pas ou ne veulent se déplacer pour faire des achats. Ils peuvent ensuite suivre la recette incluse afin de se préparer un délicieux repas et/ou un robot domestique. Ce colis correspond à la commande de cette semaine. \n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client avait déjà embauché un livreur pour ce colis, mais il s'est avéré inefficace. Son pulsoréacteur et la verrière de son cockpit ont subi une défaillance mécanique due à un laser. Le client a besoin d'un nouveau livreur téméraire, capable d'échapper à toutes les autres défaillances mécaniques qui rôdent à l'extérieur de la station spatiale.\n\nLe coursier recevra x1 Bulletin de défense, en cas d'attaques de pirates.",
      "Le client a besoin d'un livreur pour une livraison importante.",
      "Le client a besoin d'un livreur pour un objet de valeur.",
      "Le client a une livraison importante à effectuer, et a besoin d'un livreur digne de confiance.",
      "Le client a besoin d'un livreur discret qui ne pose pas de questions.",
      "Le client doit livrer un objet, mais ne fait pas confiance aux compagnies de transport traditionnelles.",
      "L'objet en question est de très grande valeur, et a attiré l'attention de voleurs.",
      "L'approvisionnement du client pour cet objet particulier est en baisse. C'est le dernier exemplaire.",
      "Le destinataire prévu a beaucoup d'importance pour le client, et l'objet doit être livré sans encombre.",
      "L'objet a peut-être l'air banal, mais la liste de ses utilisations et propriétaires précédents lui confère une grande importance culturelle.",
      "L'objet a développé des propriétés inhabituelles, les relevés dépassant de loin les paramètres prévus. Il revêt désormais un intérêt scientifique particulier.",
      "Il est impossible de remplacer l'objet, le client souhaite donc rappeler qu'il faut faire preuve de la plus grande prudence.\n\nLe coursier recevra 1x bulletin de défense, en cas d'attaque de pirates.",
      "Le client exige qu'un rapport complet soit enregistré à la livraison, détaillant tous les dommages potentiels.\n\nLe coursier recevra 1x bulletin de défense, en cas d'attaque de pirates.",
      "Le coffre de livraison a été doté de protocoles d'analyse supplémentaires, et rejettera toute tentative de substitution frauduleuse de la part du livreur.\n\nLe coursier recevra 1x bulletin de défense, en cas d'attaque de pirates.",
      "Le client demande au coursier d'ignorer l'ensemble des formes de vie non-autorisées qui pourraient s'approcher de lui et poser des questions concernant l'objet.\n\nLe coursier recevra 1x bulletin de défense, en cas d'attaque de pirates.",
      "Le client veut que la livraison soit effectuée avec le plus grand soin, mais aussi le plus rapidement possible.\n\nLe coursier recevra 1x bulletin de défense, en cas d'attaque de pirates."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Prendre une photo d'%BIOME%",
    "Titles": [],
    "Subtitles": [
      "Prenez des photos de paysages"
    ],
    "Descriptions": [
      "Le client est un explorateur de renom. Il est tombé malade et ne peut terminer les expéditions pour lesquelles il s'est engagé. Il cherche des collègues géographes discrets pour lui fournir des preuves de voyages.",
      "Le client gère une banque d'images. Il propose un vaste assortiment d'images consultables aux petites entreprises qui ne peuvent créer leurs propres œuvres.",
      "Le client est responsable d'un laboratoire de recherche important. Il dispose d'un surplus budgétaire conséquent et d'une pénurie de sujets d'études.",
      "Le client a préparé un rapport détaillé de son activité annuelle, mais manque d'images pour égayer un peu son texte.",
      "Le client est engagé dans un domaine de « recherche » industrielle délicat et a besoin d'images pour appuyer ses « études ».",
      "Le client cherche l'inspiration pour sa dernière œuvre, une série de peintures en technique mixte.",
      "Le client cherche à financer la fondation d'un collectif de photographes. Il a besoin d'une série initiale d'œuvres pour lancer son entreprise.",
      "Le client gère un centre de gestion de données. Il a besoin d'une vaste collection d'images afin de tester ses procédures de compression et de transmission.",
      "Le client ne juge pas nécessaire de révéler son objectif. Ce type d'information n'est divulgué qu'en cas de nécessité, et il pense que tout ce que vous avez besoin de savoir, c'est qu'il souhaite des images.",
      "Le client organise une étude comparative sur le long terme. Il a besoin de photos datées pour ses archives.",
      "Le client souhaite améliorer ses algorithmes d'apprentissage automatisés. Il espère enseigner à son IA à reconnaître des objets, mais aussi à juger leur valeur esthétique.",
      "Le client souhaite répandre l'espoir et la joie dans la galaxie à travers la distribution d'images fascinantes. Il recherche des explorateurs ayant une âme d'artiste pour l'aider dans sa mission.",
      "Le client souhaite créer une archive fiable des mondes locaux. Il a déjà employé des biologistes et des géographes pour rassembler les échantillons nécessaires et a désormais besoin de données visuelles pour finaliser le processus.",
      "Le client a développé un outil de traitement de photos qui prend des images numériques propres et les stocke sur un support physique mince. La dernière étape consiste à tester le processus avec des échantillons de données fiables.",
      "Le client est hanté par la peur de la perte de mémoire. Il cherche à cataloguer des lieux significatifs afin de s'en servir de stimulus visuel au cas où son esprit viendrait à lui faire défaut.",
      "Le client cherche à tester une nouvelle technologie intégrant des odeurs aux images et a besoin de photos donnant une impression de puanteur.",
      "Le client espère pouvoir envoyer des représentants en incursions planétaires dans cette zone. Il a besoin de rapports de terrain approfondis pour être convaincu de la sécurité de ces personnes.",
      "Le client recherche de nouvelles couleurs. Il trouve que le domaine de l'extraction de couleurs stagne depuis trop longtemps et a identifié plusieurs pistes prometteuses.",
      "Le client établit une carte du système local. Il détient les données de navigation complètes, mais a besoin de détails pris sur le terrain afin d'attirer l'attention sur sa carte.",
      "Le client crée un guide des planètes de ce système. Il a besoin d'images de qualité afin que ses lecteurs sachent ce qu'ils doivent admirer au cours de leur visite.",
      "Le client espère compléter ses revenus grâce à la création et à la distribution de cartes postales basées sur des images holographiques en guise de souvenirs.",
      "Le client souhaite tester un nouveau processus d'impression utilisant des pigments hallucinogènes pour projeter une sensation de l'image directement dans l'esprit du spectateur.",
      "Le client étudie les réactions émotionnelles aux images et estime que ses données de tests ont des lacunes.",
      "Le client souhaite tester son logiciel de manipulation d'images conçu pour insérer des détails supplémentaires dans des photos existantes de façon fluide.",
      "Le client souhaite publier une étude approfondie, mais craint qu'elle ne soit pas lue si elle n'est pas enrichie d'images.",
      "Il a actuellement besoin d'images illustrant la notion de foyer et rappelant au spectateur son enfance.",
      "Il espère trouver des panoramas marquants pour obtenir des photos qui transmettront toute la grandeur du paysage.",
      "Il a besoin de photos de paysages grandioses riches en détails.",
      "Il a besoin d'images de panoramas spectaculaires qui donneront au spectateur l'impression d'être tout petit et le feront s'émerveiller face à l'immensité de l'univers.",
      "Il espère obtenir des photos montrant la géologie des planètes et mettant en évidence les forces qui façonnent la surface d'une planète.",
      "Les images recherchées doivent représenter des paysages et montrer tout l'éventail de la topographie planétaire.",
      "Il recherche des photos de formations géologiques, des images montrant la puissance du vent, de l'eau et des mouvements tectoniques.",
      "Il souhaite des photos de paysages naturels qui suscitent un émerveillement humble.",
      "Le client n'assume aucune responsabilité pour tout danger auquel le photographe pourrait être confronté.",
      "Les images corrompues par l'eau ou les radiations ne seront pas acceptées, assurez-vous donc de bien protéger votre appareil photo.",
      "Le client a spécifiquement besoin de photos prises à pied : les photos prises depuis un vaisseau ne seront pas acceptées.",
      "Toutes les conditions lumineuses seront admises, à condition que la longueur d'onde reste dans le spectre visible.",
      "Remarque : en tant que commissaire de l'œuvre, les droits d'auteur sont dévolus au client."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Prendre une photo d'%CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Prenez des photos de créatures"
    ],
    "Descriptions": [
      "Le client est un explorateur de renom. Il est tombé malade et ne peut terminer les expéditions pour lesquelles il s'est engagé. Il cherche des collègues géographes discrets pour lui fournir des preuves de voyages.",
      "Le client gère une banque d'images. Il propose un vaste assortiment d'images consultables aux petites entreprises qui ne peuvent créer leurs propres œuvres.",
      "Le client est responsable d'un laboratoire de recherche important. Il dispose d'un surplus budgétaire conséquent et d'une pénurie de sujets d'études.",
      "Le client a préparé un rapport détaillé de son activité annuelle, mais manque d'images pour égayer un peu son texte.",
      "Le client est engagé dans un domaine de « recherche » industrielle délicat et a besoin d'images pour appuyer ses « études ».",
      "Le client cherche l'inspiration pour sa dernière œuvre, une série de peintures en technique mixte.",
      "Le client cherche à financer la fondation d'un collectif de photographes. Il a besoin d'une série initiale d'œuvres pour lancer son entreprise.",
      "Le client gère un centre de gestion de données. Il a besoin d'une vaste collection d'images afin de tester ses procédures de compression et de transmission.",
      "Le client ne juge pas nécessaire de révéler son objectif. Ce type d'information n'est divulgué qu'en cas de nécessité, et il pense que tout ce que vous avez besoin de savoir, c'est qu'il souhaite des images.",
      "Le client organise une étude comparative sur le long terme. Il a besoin de photos datées pour ses archives.",
      "Le client souhaite améliorer ses algorithmes d'apprentissage automatisés. Il espère enseigner à son IA à reconnaître des objets, mais aussi à juger leur valeur esthétique.",
      "Le client souhaite répandre l'espoir et la joie dans la galaxie à travers la distribution d'images fascinantes. Il recherche des explorateurs ayant une âme d'artiste pour l'aider dans sa mission.",
      "Le client souhaite créer une archive fiable des mondes locaux. Il a déjà employé des biologistes et des géographes pour rassembler les échantillons nécessaires et a désormais besoin de données visuelles pour finaliser le processus.",
      "Le client a développé un outil de traitement de photos qui prend des images numériques propres et les stocke sur un support physique mince. La dernière étape consiste à tester le processus avec des échantillons de données fiables.",
      "Le client est hanté par la peur de la perte de mémoire. Il cherche à cataloguer des lieux significatifs afin de s'en servir de stimulus visuel au cas où son esprit viendrait à lui faire défaut.",
      "Le client cherche à tester une nouvelle technologie intégrant des odeurs aux images et a besoin de photos donnant une impression de puanteur.",
      "Le client espère pouvoir envoyer des représentants en incursions planétaires dans cette zone. Il a besoin de rapports de terrain approfondis pour être convaincu de la sécurité de ces personnes.",
      "Le client recherche de nouvelles couleurs. Il trouve que le domaine de l'extraction de couleurs stagne depuis trop longtemps et a identifié plusieurs pistes prometteuses.",
      "Le client établit une carte du système local. Il détient les données de navigation complètes, mais a besoin de détails pris sur le terrain afin d'attirer l'attention sur sa carte.",
      "Le client crée un guide des planètes de ce système. Il a besoin d'images de qualité afin que ses lecteurs sachent ce qu'ils doivent admirer au cours de leur visite.",
      "Le client espère compléter ses revenus grâce à la création et à la distribution de cartes postales basées sur des images holographiques en guise de souvenirs.",
      "Le client souhaite tester un nouveau processus d'impression utilisant des pigments hallucinogènes pour projeter une sensation de l'image directement dans l'esprit du spectateur.",
      "Le client étudie les réactions émotionnelles aux images et estime que ses données de tests ont des lacunes.",
      "Le client souhaite tester son logiciel de manipulation d'images conçu pour insérer des détails supplémentaires dans des photos existantes de façon fluide.",
      "Le client souhaite publier une étude approfondie, mais craint qu'elle ne soit pas lue si elle n'est pas enrichie d'images.",
      "Ses exigences concernant l'image sont relativement souples, mais elle doit représenter une créature dans son environnement naturel.",
      "Actuellement, il a besoin de photos de créatures vivantes.",
      "Le client désire spécifiquement des images de faune.",
      "Il recherche des photographes capables de fournir des images de haute qualité représentant des animaux.",
      "Il manque particulièrement de photos de faune et souhaite y remédier.",
      "Son projet est presque terminé, mais il manque de photos représentant des créatures vivantes.",
      "Il a besoin d'images représentant un animal en milieu naturel et son comportement.",
      "Il recherche des images géolocalisées en haute résolution représentant des créatures vivantes.",
      "La distance du sujet est à l'appréciation du photographe, tant que l'image reste nette.",
      "Remarque : le photographe assume les risques éventuels en cas de prise de vue d'un prédateur.",
      "Le photographe est libre de décider des détails de l'image - créature isolée ou troupeau, prédateur ou proie, en gros plan ou à distance.",
      "La composition de l'image est à l'appréciation du photographe, mais le client préférerait que les créatures photographiées paraissent heureuses.",
      "Remarque : en tant que commissaire de l'œuvre, les droits d'auteur sont dévolus au client."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Scanner les créatures",
    "Titles": [
      "Le Zoo holographique",
      "Un artiste à l'œuvre",
      "Nouvelle race de monstre",
      "Les archivistes",
      "Culture populaire",
      "Nouvelles générations",
      "Soigner la maladie",
      "Les schémas naturels",
      "Nettoyage non toxique",
      "Lait de l'espace"
    ],
    "Subtitles": [
      "Traquez et scannez des créatures planétaires"
    ],
    "Descriptions": [
      "Le client a besoin d'un certain nombre de scans de surface biologiques détaillés. Les données serviront à recréer des projections holographiques réalistes de chaque spécimen, afin que tout le monde puisse les observer sans mettre en danger ni le spectateur, ni la créature.",
      "Le client est à la recherche de scans de formes de vie de haute qualité. Des images numériques détaillées sont nécessaires afin qu'il puisse tester leurs capacités en termes de reproduction de la créature à l'aide du médium de leur choix.",
      "Le client a besoin d'une enquête biologique détaillée. Leur programme d'élevage de prédateurs armés a calé, et de nouveaux échantillons d'ADN sont nécessaires afin de corriger les faiblesses existantes au niveau des comportements de chasse/furtifs.",
      "Le client a besoin de données de scans biologiques urgentes. Des espèces disparaissent tous les jours en raison de perturbations climatiques, de guerres ou d'accidents industriels. Même s'il n'a pas d'avis sur ces événements, il craint que ces pertes de données ne lui permettent pas de compléter ses archives universelles.",
      "Le client finance une grande galerie d'art. Des expositions récentes avaient pour sujet l'art abstrait, et le nombre de visiteurs a chuté. Il est à la recherche de projections holographiques réalistes d'animaux fascinants et attractifs dans le but d'inciter les visiteurs à revenir à la galerie.",
      "Le client est à la tête d'un centre de recherche. Il a atteint un stade de sa carrière où il veut donner quelque chose à la communauté scientifique.\nPetit, il était fasciné par les créatures biologiques de son monde d'origine. Il pense que s'il pouvait fournir des scans holographiques de créatures, il pourrait offrir le même sentiment d'émerveillement à tous ceux qui ne peuvent pas voir ces bêtes en chair et en os.",
      "Le client participe à un projet médical d'exozoologie, mais il est inutile d'envoyer des vétérinaires sur chaque planète dans l'espoir d'y trouver des animaux malades. Il est à la recherche de scans de données composés d'échantillons de populations animales. Ils peuvent être testés afin de déceler des signes de maladie et utilisés pour orienter leurs efforts plus efficacement.",
      "Le client est fasciné par le procédé par lequel les planètes sont peuplées. Il veut comprendre si ces évolutions parallèles sont naturelles ou prévues, des coïncidences étranges ou bien le fruit d'une intervention extérieure. Il développe une base de données dans laquelle ces traits et les environnements qui les ont générés pourront être évalués, et recherche des explorateurs motivés pour l'aider à la remplir.",
      "Le client a besoin d'explorateurs discrets afin de l'aider pour un projet de recherche. Il se peut que certaines substances toxiques aient été déversées et/ou intentionnellement dispersées dans l'atmosphère des planètes avoisinantes. Des scans de la faune locale révéleront si cette substance théorique potentiellement toxique a des effets à long terme sur la vie sauvage.",
      "Le client est à la recherche de nouvelles sources de revenus pour son commerce dans l'agriculture. Il manque d'explorateurs pour examiner la faune locale. Des scans sont requit pour évaluer le potentiel de domestication, faire une projection du temps et des ressources nécessaire pour la procréation et une projection des revenus pour la fabrication de lait.",
      "Le client réalise une étude sur l'impact écologique à long terme.",
      "Le client réalise un projet de suivi des mutations génétiques.",
      "Le client réalise une carte des schémas migratoires des animaux.",
      "Le client aimerait lancer un programme de reproduction exozoologique.",
      "Le client étudie les théories sur la gravité et l'évolution.",
      "Il construit une base de données qui lui permettra de répertorier et de tester ses prévisions.",
      "Il a besoin d'une grande quantité de données biologiques pour pouvoir tester ses théories.",
      "Il a besoin de rapports détaillés sur la faune locale pour les comparer aux données collectées ailleurs.",
      "Son modèle de simulation est incomplet. Il a besoin de l'aide d'explorateurs pour rassembler les données manquantes.",
      "Il lui manquerait certaines informations essentielles. Il aimerait que des explorateurs l'aident dans ses recherches.",
      "Toutes les scanographies valides seront acceptées.",
      "Seules les scanographies d'êtres vivants seront acceptées.",
      "Les scanographies haute-définition d'organes sont particulièrement importantes.",
      "Pour cela, il a besoin de données de scanographie biologique détaillées.",
      "Il est particulièrement intéressé par les données de scanographie récentes sur la faune locale."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Éliminer les sentinelles avancées",
    "Titles": [
      "Étudier leurs déplacements",
      "Récolte de cerveaux",
      "Pièces de rechange",
      "La colère des Sentinelles",
      "Faites-les fuir",
      "Tendre le bâton",
      "Le cambriolage",
      "Une sentinelle personnelle",
      "L'annuleur",
      "Tester leurs défenses"
    ],
    "Subtitles": [
      "Éliminez les sentinelles planétaires"
    ],
    "Descriptions": [
      "Le client voudrait mieux comprendre les Sentinelles. Il pense avoir suffisamment de données quant au comportement des drones planétaires, mais relativement peu concernant les plus rares quadrupèdes et marcheurs. Il est à la recherche d'explorateurs pour attirer ces Sentinelles supérieures et les défier afin qu'il puisse les observer au combat.",
      "Le client est chercheur dans le domaine de l'intelligence artificielle. Il veut approfondir ses études en faisant l'acquisition de cerveaux mécaniques et fabriqués. Il possède déjà une grande collection mais l'unité de traitement d'une Sentinelle avancée serait le joyau de la couronne. Il recherche un explorateur pour la mise à mort afin que son équipe puisse procéder à l'extraction.",
      "Le client a besoin de pièces de rechange pour un projet personnel. Il y a longtemps, il avait remplacé le cerveau d'une Sentinelle quadrupède endommagée par une IA simple qu'il avait créée. Cette machine rescapée s'est avérée être un compagnon fidèle. Cependant, certains roulements et systèmes hydrauliques commencent à fatiguer. Un explorateur doit désactiver ou détruire une Sentinelle avancée, afin de pouvoir récupérer les pièces détachées et remettre sur pied son petit compagnon. ",
      "Le client a essuyé une grande humiliation aux mains des Sentinelles. Détruire des Sentinelles de ses propres mains n'a pas suffi à assouvir sa soif de vengeance, tout comme l'élimination de nombreux drones n'a pas apaisé sa colère. Dans une escalade de violence probablement vaine, il a décidé qu'il paierait des explorateurs pour détruire autant de Sentinelles avancées que possible.",
      "Le client souhaite réaliser une expérience violente. Il veut découvrir des moyens efficaces de décourager l'agressivité des drones sentinelles. Sa dernière théorie est que la destruction des créations sentinelles les plus avancées privera les drones de leur guide et les perturbera. Alors ils se disperseront, ce qui permettra aux explorateurs planétaires d'avoir un peu de répit. Tout ce qu'il lui faut pour tester cette théorie, c'est un technicien téméraire prêt à s'occuper de la partie combat de son expérience.",
      "Le client veut examiner les systèmes de fonctionnement les Sentinelles. Les connaissances actuelles se limitent à l'observation que les Sentinelles sont provoquées par l'exploitation des ressources. Il voudrait étudier d'autres schémas comportementaux. Comment communiquent-elles ? Ont-elles une hiérarchie naturelle ? Ont-elles conscience de leurs blessures ? Le client demande à un explorateur de défier une Sentinelle avancée tandis qu'il observe de loin.",
      "Le client, comme beaucoup d'autres, a remarqué la valeur des orbes de gravitino. Cependant, à l'inverse de beaucoup d'autres, il n'a pas très envie d'être attaqué et poursuivi par les Sentinelles. Il préférerait, en échange d'une partie des gains, qu'un explorateur courageux attaque et tue une Sentinelle avancée. Pendant que les drones seront distraits, il récupérera les orbes et s'enfuira avant le retour des Sentinelles.",
      "Le client a travaillé dur afin de faire pousser une pépinière, pleine de plantes rares et chère. Cela a attiré des voleurs et autres pillards. Le client voudrait construire ses propres forces sentinelles afin de surveiller les plantes. Il possède de nombreuses pièces de drones, mais pour terminer son groupe de patrouille il a besoin de pièces de Sentinelles quadrupèdes ou de marcheurs. Il lui faut un explorateur pour cette missions.",
      "Le client teste une solution au problème d'acharnement des Sentinelles. Il a mis au point un dispositif qui diffuse des sons haute fréquence sur une longueur d'onde qui interfère avec l'intelligence inconnue qui contrôle les Sentinelles. En tout cas, c'est sa théorie. Le client veux qu'un explorateur défie une Sentinelle avancée afin que le dispositif puisse être testé. L'explorateur doit être prêt à se battre si le dispositif ne fonctionne pas.",
      "Le client a mis au point un dispositif de réseau qui fonctionne sur la même longueur d'onde que les systèmes de communication sentinelles. Il a l'intention de l'utiliser pour examiner les programmes du système qui dirige et contrôle les drones. Il recherche un explorateur pour se battre contre une Sentinelle avancée afin d'essayer son dispositif.",
      "Le client souhaite la destruction de Sentinelles planétaires.",
      "Le client veut se venger des Sentinelles !",
      "Le client a besoin d'un explorateur pour l'aider dans une croisade contre les Sentinelles.",
      "Le client souhaite mettre fin à la menace sentinelle.",
      "Le client est persécuté par les Sentinelles, et souhaite y mettre fin.",
      "Le client veut libérer le système du joug des Sentinelles.",
      "Le client veut aveugler l'œil des Sentinelles.",
      "Le client veut échapper à la menace constante des Sentinelles.",
      "Les Sentinelles le pourchassent sans relâche, la seule constante dans une galaxie en perpétuel changement.",
      "Peu importe le système stellaire, les Sentinelles sont toujours là. Pas d'autre issue que le combat.",
      "Gek, Vy'keen, Korvax - les Sentinelles ne font pas de distinction dans leurs attaques contre les êtres sensibles, où qu'ils soient.",
      "Les Sentinelles grouillent, leur nombre apparemment infini. Mais elles existent et peuvent donc être détruites.",
      "Les Sentinelles sembles venir d'une autre réalité. Mais elles attaquent dans ce monde, et peuvent donc y être détruites...",
      "Le client ne sait pas si les Sentinelles ressentent la douleur. Il vous implore de le découvrir.",
      "Le client sait que les Sentinelles ne pourrons pas être stoppées même si vous terminez ce contrat, mais pense que même un bref répit est une récompense suffisante.",
      "Il pense que toute destruction des Sentinelles doit être célébrée, même la plus petite des victoires.",
      "Portez un coup à la menace des Sentinelles, et le client veillera à ce que vous soyez grandement récompensé.",
      "Le client a conscience que l'on peut tout juste entamer le nombre de Sentinelles, mais considère que cette action vaut la peine malgré tout.",
      "Le client vous laisse le choix de la méthode de destruction. Veillez simplement à faire payer chèrement aux Sentinelles leurs incursions.",
      "Le client a déjà préparé votre récompense, elle vous attend. Que la chasse aux Sentinelles commence...",
      "Le client vous recommande d'être prudent. Il ne pourra en aucun cas être tenu pour responsable des dégâts causés par un affrontement avec les Sentinelles.",
      "Le client vous demande de vous assurer d'avoir semé les Sentinelles avant de venir réclamer votre récompense. Il souhaite préserver son anonymat. ",
      "Le client vous remercie de votre service dans ce grand combat.",
      "Enfin, le client souhaite vous informer que la chasse aux Sentinelles est un grand service public. Vous devriez tirer de la fierté de ce que vous êtes sur le point de faire."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Piller un extracteur planétaire",
    "Titles": [
      "Protection de marchandise",
      "La nature passe d'abord",
      "Diligence raisonnable",
      "Infraction musclée",
      "Relations industrielles",
      "Libéré !",
      "Retards inattendus",
      "Recherches innovantes",
      "Riche en calorie",
      "Les profondeurs"
    ],
    "Subtitles": [
      "Obtenez des secrets industriels"
    ],
    "Descriptions": [
      "Le client a pris connaissance d'une opportunité d'investissement. Il pense qu'il pourrait obtenir à bas prix des biens intellectuels de valeur. Il a besoin qu'un explorateur motivé se présente à l'installation cible et aide à sécuriser l'investissement.",
      "Le client veut éviter une catastrophe écologique. Il a découvert les plans du plus grand extracteur planétaire jamais construit, capable de dévorer le noyau d'une planète en l'espace de quelques heures. Il cherche en urgence un explorateur pour s'introduire dans le bâtiment où se trouvent les plans. Les données doivent être effacées du système.",
      "Le client aimerait acquérir une entreprise d'exploitation en activité dans ce système. Mais il serait peu judicieux de le faire sans mener une enquête approfondie. Il a besoin d'un aventurier discret pour s'introduire dans l'installation cible et obtenir le plus de données possibles. Cela sera très utile pour décider si le partenariat aura lieu ou non.",
      "Le client a récemment commencé à fabriquer du matériel scientifique spécialisé. Il est nouveau dans ce secteur et estime pouvoir tirer profit de l'expertise de ses concurrents bien établis. Heureusement, il a beaucoup d'expérience dans le domaine de l'acquisition de connaissances. Il a besoin d'un explorateur pour l'aider à obtenir ces dernières.",
      "Le client travaille pour le compte d'un groupe de campagne souhaitant la mise en place d'une protection légale des intelligences artificielles. Tandis que le lobbying continue, il prend aussi des mesures directes. Il a identifié une IA esclave liée à du matériel défaillant dans une usine à proximité. Il demande aux explorateurs de l'aider à secourir cette IA en l'important dans une zone sécurisée et en détruisant l'exemplaire local.",
      "Le client voudrait améliorer les conditions des travailleurs de la galaxie. Les usines automatisées mettent au chômage des formes de vie honnêtes et travailleuses. Et en même temps confient tout l'argent à ceux qui possèdent les moyens de production. Il a besoin de l'aide d'explorateurs bien pensants pour saboter l'une de ces usines. ",
      "La dernière installation du client n'atteint pas ses objectifs de production. Il soupçonne le directeur général de l'usine de détourner les ressources vers son compte personnel. Il a besoin qu'un explorateur subtil prenne l'usine par surprise et récupère ses archives afin que le directeur n'ait pas le temps de couvrir ses traces. ",
      "Le client pense qu'une entreprise rivale enfreint les règles de sécurité lors de son processus de fabrication. L'organisme de contrôle n'a pris aucune mesure et le client veut donc résoudre le problème lui-même. Accédez à la banque de données du concurrent et téléchargez toutes les archives en lien avec l'utilisation du plutonium comme matériau de charge.",
      "Le client travaille dans le domaine de la fabrication de cubes de nourriture synthétique. Mais il a un problème : ses granulés compactés ne sont pas aussi riches en nutriments que ceux de ses concurrents. Il veut avoir accès aux dossiers de ces derniers coûte que coûte afin de trouver ce qui est vraiment compacté dans ces délicieuses capsules protéinées.",
      "Le client a appris que la dernière mine d'une entreprise concurrente rencontrait beaucoup de succès. Il voudrait comprendre un peu mieux la nature de cette excavation. Il paiera généreusement pour toute information concernant la profondeur ou la localisation du puits de forage, surtout si lesdites informations révèlent la possibilité de fouilles parallèles.",
      "Le client a besoin de récupérer les données d'une usine de ce système.",
      "Le client est à la recherche d'un individu capable de voler quelque chose dans une usine fortifiée du secteur.",
      "Le client a besoin qu'on vole pour lui des données d'une usine proche.",
      "Le client a besoin qu'on récupère un objet dans une usine d'un monde proche.",
      "Le client a besoin d'un piratage de données particulièrement ardu. La cible est une usine dans ce système stellaire.",
      "Sachez que le propriétaire de cette usine n'a pas consenti à une telle action.",
      "Il souhaite perturber le fonctionnement de cette usine.",
      "Ce vol procurera un avantage considérable à ses installations actives.",
      "Il a besoin des innovations renfermées dans cette usine pour améliorer ses propres produits.",
      "Il a des raisons de penser que cette usine fabrique des marchandises de contrebande. ",
      "Le client vous rappelle que vous ne devez pas laisser de trace de vos actions. La discrétion est primordiale.",
      "Le client vous recommande d'être prudent. L'usine sera selon toute vraisemblance équipée d'un système de sécurité et d'une alarme.",
      "Le client vous laisse le choix de la méthode de pénétration. Veillez seulement à obtenir les données demandées.",
      "Le client niera catégoriquement avoir connaissance de ce contrat si vous deviez être capturé. Par conséquent : ne vous faites pas capturer.",
      "Le client espère recevoir les données volées dès que possible."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]