{
	"guid": "6c548838-3924-4a4f-966d-2e8cb76d616e",
	"title": "Guia para Iniciantes",
	"shortTitle": "Guia para Iniciantes",
	"author": "KaeAl",
	"translatedBy": "Leanardo Pato",
	"minutes": 300,
	"date": "2019-09-28T19:57:54.708Z",
	"tags": [
		"Além de Pronto",
		"Units",
		"Nanites",
		"Glifos",
		"Dados de Navegação",
		"Espaços de inventário"
	],
	"isNew": false,
	"sections": [
		{
			"heading": "Guia para Iniciantes",
			"items": [
				{
					"type": "text",
					"content": "Este guia vai te iniciar no No Man's Sky. O núcleo do guia é ganhar 1 bilhão de unidades e, a partir daí, você pode escolher quais partes do guia deseja seguir, dependendo de seus objetivos para o jogo."
				},
				{
					"type": "text",
					"content": "Ganhe mais de 1 bilhão de Units. (Isso é suficiente para comprar qualquer coisa que você precise no jogo)\nDesbloquear todos os espaços de inventário na sua Exosuit, Para todos os 3 tipos. (Sua Exosuit é parte do seu personagem e ela é levada por toda Gameplay nesse Save em especifico.)\nObtenha milhares de nanites (honestamente, isso é apenas o começo, você precisa de MUITOS Nanites para comprar e melhorar items no jogo e isso ainda não será suficiente para tudo)\nComece a obter todos os 16 glifos. (É possível concluir isso durante o guia de iniciação, mas isso depende da sua sorte no RNG, você precisa encontrar 16 viajantes)"
				},
				{
					"type": "text",
					"content": "Não abordaremos nenhuma parte da história neste guia. Para começar, vamos supor que você tenha concluído as partes mais iniciais da história até ter sua primeira nave e as receitas necessárias para fabricar combustível de pulo(Warp Fuel)."
				}
			]
		},
		{
			"heading": "Inversão de Recursos",
			"items": [
				{
					"type": "text",
					"content": "Começaremos com inversão de cobalto para nos colocar em funcionamento. Existem várias razões pelas quais começamos com esse método: a primeira é que você pode começar imediatamente. Enquanto estiver avançando na primeira parte da história, sempre que vir o cobalto que é facilmente encontrado em cavernas, você poderá começar a \"farmar\". E a segunda razão é que você pode começar com 0 créditos, se quiser, como você pode acumular todo o cobalto inicial necessário."
				},
				{
					"type": "text",
					"content": "Cobalto pode ser econtrado em todo Sistema, e esta disponivel em todo Terminal da Estação Espacial.\n\nPara começar \"farme\" alguns milhares ou tenha credito suficiente para comprar."
				},
				{
					"type": "text",
					"content": "Vá para a estação espacial mais próxima e compre todo o cobalto que puder. Se você tiver créditos suficientes para comprar tudo dos terminais, vá a qualquer nave que voe e compre o que eles têm também. Depois de comprar tudo o que puder, certifique-se de que tudo esteja no seu inventario da Exosuit (nos slots regulares ou nos de carga, o terminal vê ambos lugares da mesma forma) ou no inventario da sua nave. Quando você vender, quer ter certeza de fazer tudo em um clique. À medida que você vende cada vez mais, o preço diminui, e é isso que buscamos. Mas queremos vender na alta e comprar na baixa. Fazer tudo de uma vez nos dá o melhor preço. A compra não aumenta o preço para que você possa fazer isso em várias transações."
				},
				{
					"type": "text",
					"content": "Agora vá ao terminal e venda todo o cobalto que você possui. (Novamente, certifique-se de vender tudo de uma vez) e depois compre tudo de volta. Quando você vende tudo, o preço cai para -70% ou mais, e você compra por uma fração do que acabou de vender.\n\nEste é o básico da inversão de cobalto e você pode fazer isso com qualquer item vendido no terminal. Sempre verifique o que está à venda no terminal antes de vender seus itens. Se você vender algo que eles não oferecem, não poderá comprá-lo de volta. Você adicionará teares de fiação ao seu inversor assim que puder comprar cerca de 100 deles. Eu recomendo manter os fios de fiação em seu inventario da Exosuit, pois você poderá ter mais lá quando começar a desbloquear seus espaços de inventario e manter outros itens invertidos na sua nave."
				},
				{
					"type": "text",
					"content": "Depois de comprar tudo o que seu inventário pode conter, você voará para fora da estação espacial, você irá abrir o mapa da galáxia e se moverá para o próximo sistema. Se você ainda não possui um scanner econômico instalado em sua nave, você pode simplesmente se deparar com qualquer sistema, mas se você tiver um scanner econômico, poderá obter mais unidades acessando um sistema de alta economia. Ao longo do caminho, você desbloqueia o acesso à anomalia, pode obter o modelo do scanner econômico e instalá-lo para aumentar sua renda."
				},
				{
					"type": "text",
					"content": "Em cada sistema que interaga com o portal, tudo que você precisa fazer é abrir a interface e fechá-la. Isso o adiciona à sua lista de opções do portal para viagens futuras."
				}
			]
		},
		{
			"heading": "Desbloqueando Todos Espaços de Inventário",
			"items": [
				{
					"type": "text",
					"content": "Em cada estação espacial, você pode comprar um espaço de inventário extra no vendedor de atualização da Exosuit. Recomendamos que você faça isso durante a inversão de recursos, pois aumenta a sua capacidade de carga, o que faz com que você crie mais unidades por sistema. E depois que você tiver acesso à anomalia, também poderá comprar um segundo slot de inventário em cada sistema.\n\nSe você estiver fazendo isso durante a inversão de recursos, recomendo desbloquear os slots de carga primeiro, pois você pode manter o dobro da fiação em seus slots de carga, depois seus slots padrão e, finalmente, seus slots de tecnologia. Você provavelmente terá alguma tecnologia instalada em seus slots padrão desde o início do jogo. Mova o máximo possível para os slots de tecnologia, depois de concluir a carga e os slots padrão, e comece a desbloquear novos slots de tecnologia, mova o restante para que você tenha todos os espaços de inventário abertos para teares de fiação\n"
				}
			]
		},
		{
			"heading": "\"Farmando\" Nanites",
			"items": [
				{
					"type": "text",
					"content": "Em cada estação que você visitar, você vai visitar os agentes de missão. No começo, eles não conversam com você, mas depois que você obtém a receita de antimatéria da missão da história, eles ficam disponivel. Você desejará iniciar qualquer missão para escanear ou destruir sentinelas, que é pago em Nanites. Essas missões se acumulam, por exemplo, se você tiver várias missões para caçar sentinelas, quando você destrói 1 sentinela, isso conta para cada missão ao mesmo tempo.\n\nOutra fonte de nanites é Pugneum e Platina. Muitos dos terminais que você encontra nas estações espaciais tem disponivel. Se tiverem, siga o procedimento de inversão de recursos vendendo tudo o que você tem e comprando tudo de volta, além do que eles originalmente tinham a oferecer. Faça isso em seu inventário da nave para manter sua exosuit aberta para teares de fiação. Novamente, faça isso apenas se eles tiverem para venda, se você não conseguir recomprar seu inventário. Quando você terminar o guia, você jogará seu Pugneum e Platina em um refinador e os transformará em nanites.\n"
				}
			]
		},
		{
			"heading": "Caçando Glifos",
			"items": [
				{
					"type": "text",
					"content": "Along the way as you visit the various space stations you will occasionally come across travelers. You can tell them apart by the glow they give off, and their unique appearance. They will not look like any of the 3 dominant species: Gek, Korvax, or Vy’Keen. If you wish to gather your glyphs along the way all you need to do is talk to them and locate their graves. The first time you interact with them they will have a puzzle or question for you. If you answer correctly they can possibly reward you with over 100 nanites. Then you need to interact with them a second time and ask them where they came from. It will cost you 100 nanites, and they will give you a location on one of the planets in the system. Go to the location, interact with the grave and it will give you the next Glyph you need out of the 16 total available. (For more details see our Guide to obtaining all 16 Glyphs and locating your first Portal) If there are multiple travelers in a space station complete one at a time."
				},
				{
					"type": "text",
					"content": "Você pode ou não conseguir obter todos os 16 glifos enquanto desbloqueia seus slots de inventário. Depende de quantos viajantes você encontrar ao longo do caminho. Se você não obteve todos os 16, pode continuar a viajar para novos sistemas e ir às estações espaciais exclusivamente para encontrar viajantes até concluir sua coleção."
				}
			]
		},
		{
			"heading": "Bônus",
			"items": [
				{
					"type": "text",
					"content": "Existem alguns outros bônus que você pode buscar ao longo do caminho. \n\nO primeiro é que você pode encontrar dados de navegação aleatoriamente em estações espaciais em mesas e balcões. Eles serão úteis mais tarde no jogo, assim que você concluir este guia.\n\nOutro bônus que você pode fazer é quando você se depara com um novo sistema, verifique cada planeta e veja quais recursos eles têm para oferecer. Você pode anotar todos os sistemas que deseja lembrar no aplicativo Assistant for No Man's Sky, na Biblioteca de Portais. Algumas notas que você pode querer manter são sistemas que possuem planetas paradisíacos nos quais você pode instalar uma base permanente, um planeta com Índio Ativado para instalar uma mina ou até mesmo um planeta com ouro e prata para fazer uma \"fazenda\" de Nanite. (Ouro e Prata refinados viram Platina, que você pode refinar em Nanites)\n"
				}
			]
		},
		{
			"heading": "Menções rápidas",
			"items": [
				{
					"type": "markdown",
					"content": "* Viaje para um novo sistema\n* Escaneie planetas e anote qualquer um que você deseje voltar **(Se você estiver mantendo bônus de registro dos sistemas)**\n* Call anomaly and run in and purchase next exosuit slot (Starting with Cargo, then standard, then tech slots) **(If you are unlocking exosuit slots)**\n* Fly to the local space station\n* Go up to the vendors on the right when facing out, and purchase your next exosuit slot. **(If you are unlocking exosuit slots)**\n* Check around for navigation data **(If you are collecting navigation data)**\n* Check around for Travelers and complete them one at a time. **(If you are collecting Glyphs)**\n* Go to the terminal, check what items they offer for sale. (We are looking for Cobalt, Wiring Looms, Pugneum, and Platinum)\n* Sell your entire inventory at once of the items that terminal has for sale. And then buy them all back.\n* Go to the mission agent and start any missions for scanning flora/fauna and for hunting sentinels. **(If you are Nanite mission stacking)**\n* Open and close the portal to add it to your list.\n* Fly out of the space station, pull up the galaxy map and locate a high economy system to warp to. (If you don’t have an economy scanner yet then any system will work)"
				}
			]
		},
		{
			"heading": "O Fim",
			"items": [
				{
					"type": "text",
					"content": "Você pode decidir quando terminar, se é quando atingir 1 bilhão de unidades, desbloquear todos os espaços de inventário ou apenas quando está satisfeito com a sua localização e deseja seguir com a história principal. Para encerrar tudo, você só precisa vender todo o cobalto e os teares que você possui. (Você pode manter uma pilha ou duas de cobalto e um punhado de teares para criar ao longo do caminho). Depois termine todas as suas missões de escaneamento e de caça e entregue-as em qualquer agente da missão da estação espacial. Crie e instale um refinador portátil ou, de preferência, se você tiver uma configuração básica, use um refinador médio ou grande e jogue todo o pugneum e depois a platina que você possui e refine-os em nanites.\n"
				}
			]
		}
	]
}