{
	"guid": "6c548838-3924-4a4f-966d-2e8cb76d616e",
	"title": "Starter Guide",
	"shortTitle": "Starter Guide",
	"author": "KaeAl",
	"minutes": 300,
	"date": "2019-09-28T19:57:54.708Z",
	"tags": [
		"Beyond Ready",
		"Units",
		"Nanites",
		"Glyphs",
		"Navigation Data",
		"Inventory Slots"
	],
	"sections": [
		{
			"heading": "Starter Guide",
			"items": [
				{
					"type": "text",
					"content": "This guide will get you started in No Man’s Sky. The core of the guide is getting 1 Billion units, and from there you can pick and choose which parts of the guide you want to follow depending on your goals for the game."
				},
				{
					"type": "text",
					"content": "Obtain over 1 Billion Units. (This is enough to buy anything you need in the game)\nUnlock all of your exosuit inventory slots, for all 3 types. (Your exosuit is a part of your character and it carries through your entire gameplay on that specific save.)\nObtain thousands of Nanites (This is honestly just a start, you need a ton of nanites to cap everything in the game and this will not be enough for everything)\nGet started on obtaining all 16 Glyphs. (It is possible to finish this during the starter guide but it depends on your RNG luck, you need to find 16 travelers)"
				},
				{
					"type": "text",
					"content": "We won’t cover any parts of the story line in this guide. To get started, we will assume you got the very early parts of the story completed up to having your first ship, and having the blueprints to craft warp fuel."
				}
			]
		},
		{
			"heading": "Resource Flipping",
			"items": [
				{
					"type": "text",
					"content": "We will start with Cobalt flipping to get us up and running. There are several reasons we start with this method, the first is that you can get started right away. While you are working on the first part of the story, whenever you see Cobalt which is easily found in caves, you can start farming it. And the second reason is that you can start this with 0 credits if you wanted to as you can farm all the startup Cobalt you need."
				},
				{
					"type": "text",
					"content": "Cobalt can be found in any system, and is available in every Space Station terminal.\n\nTo get started either farm a couple thousand Cobalt or have enough credits to buy it."
				},
				{
					"type": "text",
					"content": "Go to your nearest Space Station and buy all the Cobalt you can. If you have enough credits to buy everything off of the terminals then go to any of the ships that fly in and buy what they have as well. Once you have bought all you can, make sure it is all either in your exosuit inventory (Either the regular slots or cargo slots, the terminal sees inveontry in both places as the same) or in your ship inventory. When you sell you want to make sure you do it all in one click. As you sell more and more the price will go down, which is what we are after. But we want to sell high and buy low. Doing it all at once gets us the best price. Buying doesn’t increase the price so you can do that in multiple transactions."
				},
				{
					"type": "text",
					"content": "Now go to the terminal and sell all of the Cobalt you have. (Again, make sure you sell all at once) and then go and buy it all back again. When you sell all of it, it will crash the price down to -70% or more so you will be buying it at a fraction of what you just sold it for.\n\nThat is the basics of cobalt flipping, and you can do this with any item that is sold at the terminal. Always check what is for sale at the terminal before you sell your items. If you sell it something they do not offer then you cannot buy it back. You will add wiring looms to your flipping once you can afford around 100 of them. I recommend keeping the wiring looms in your exosuit inventory as you will be able to hold more there when you start unlocking your cargo slots, and keeping your other flipping items in your ship."
				},
				{
					"type": "text",
					"content": "Once you have bought everything your inventory can hold or your units allow, you will fly out of the space station, pull up the galaxy map and warp to the next system. If you don’t have an economy scanner installed in your ship yet then you can just warp to any system, but if you do have an economy scanner you get more units by going to a high economy system. Along the way you will unlock access to the anomaly, you can get the economy scanner blueprint there and install it to boost your income."
				},
				{
					"type": "text",
					"content": "In each system interact with the portal, all you need to do is open the interface and close it out. This adds it to your list of portal options for future travel."
				}
			]
		},
		{
			"heading": "Unlocking Inventory Slots",
			"items": [
				{
					"type": "text",
					"content": "At each space station you can purchase an extra inventory slot behind the exosuit upgrade salesman. We recommend you do this while doing your resource flipping as it adds to your carrying capacity which makes it so you make more units per system. And once you have access to the anomaly you can also purchase a second inventory slot there in each system.\n\nIf you are doing this while resource flipping I recommend unlocking the cargo slots first, as you can hold twice as many wiring looms in your cargo slots, then your standard slots, and finally your tech slots. You will likely have some tech installed in your standard slots from the start of the game. Move as many as you can to the tech slots, and then once you get done with the cargo and standard slots, and start unlocking new tech slots, move any remaining over so you have all of your inventory slots open for wiring looms.\n"
				}
			]
		},
		{
			"heading": "Nanite Farming",
			"items": [
				{
					"type": "text",
					"content": "At each station you visit you will want to visit the mission agents. At first they will not talk to you but once you obtain the blueprint for antimatter from the storyline mission, they will open up. You will want to start any missions for scanning or for destroying sentinels that pay out in Nanites. These missions stack, so for example if you have multiple missions to hunt sentinels, when you destroy 1 sentinel it counts for each mission at the same time.\n\nAnother source of nanites is Pugneum and Platinum. Many of the terminals you come across in space stations will offer these. If they do, follow the resource flipping procedure by selling everything you have and then buying it all back plus what they originally had to offer. Do so in your ship inventory to keep your exosuit open for wiring looms. Again, only do this if they offer them for sale, if they don’t you won’t be able to buy back your inventory. Once we are done with the guide you will throw your Pugneup and Platinum into a refiner and turn them into nanites.\n"
				}
			]
		},
		{
			"heading": "Glyph Hunting",
			"items": [
				{
					"type": "text",
					"content": "Along the way as you visit the various space stations you will occasionally come across travelers. You can tell them apart by the glow they give off, and their unique appearance. They will not look like any of the 3 dominant species: Gek, Korvax, or Vy’Keen. If you wish to gather your glyphs along the way all you need to do is talk to them and locate their graves. The first time you interact with them they will have a puzzle or question for you. If you answer correctly they can possibly reward you with over 100 nanites. Then you need to interact with them a second time and ask them where they came from. It will cost you 100 nanites, and they will give you a location on one of the planets in the system. Go to the location, interact with the grave and it will give you the next Glyph you need out of the 16 total available. (For more details see our Guide to obtaining all 16 Glyphs and locating your first Portal) If there are multiple travelers in a space station complete one at a time."
				},
				{
					"type": "text",
					"content": "You may or may not be able to obtain all 16 glyphs while unlocking your inventory slots. It depends on how many travelers you find along your way. If you didn’t get all 16 then you can just continue warping to new systems and going to the space stations exclusively to find travelers until you complete your collection."
				}
			]
		},
		{
			"heading": "Bonuses",
			"items": [
				{
					"type": "text",
					"content": "There are a couple o other bonuses you can pursue along your way. \n\nThe first is that you can find navigation data randomly throughout space stations on tables and counters, they will come in handy later in the game once you complete this guide.\n\nAnother bonus you can do is when you warp into a new system, scan each planet and see what resources they have to offer. You can make note of any systems you want to remember in the Assistant for No Man’s Sky app under the Portal Library. Some notes you may want to keep are systems that have paradise planets that you may want to setup a permanent base on, a planet with Activated Indium to setup a mine on, or even a planet with both Gold and Silver on to setup a Nanite farm on. (Gold and Silver refine together into Platinum which you can then refine into Nanites.)\n"
				}
			]
		},
		{
			"heading": "Quick Reference",
			"items": [
				{
					"type": "markdown",
					"content": "* Warp into new system\n* Scan the planets and take notes of any you want to return to **(If you are keeping a bonus log of systems)**\n* Call anomaly and run in and purchase next exosuit slot (Starting with Cargo, then standard, then tech slots) **(If you are unlocking exosuit slots)**\n* Fly to the local space station\n* Go up to the vendors on the right when facing out, and purchase your next exosuit slot. **(If you are unlocking exosuit slots)**\n* Check around for navigation data **(If you are collecting navigation data)**\n* Check around for Travelers and complete them one at a time. **(If you are collecting Glyphs)**\n* Go to the terminal, check what items they offer for sale. (We are looking for Cobalt, Wiring Looms, Pugneum, and Platinum)\n* Sell your entire inventory at once of the items that terminal has for sale. And then buy them all back.\n* Go to the mission agent and start any missions for scanning flora/fauna and for hunting sentinels. **(If you are Nanite mission stacking)**\n* Open and close the portal to add it to your list.\n* Fly out of the space station, pull up the galaxy map and locate a high economy system to warp to. (If you don’t have an economy scanner yet then any system will work)"
				}
			]
		},
		{
			"heading": "The End",
			"items": [
				{
					"type": "text",
					"content": "You can decide whenever you are done, if that is once you have reached 1 Billion units, or once you have unlocked all of your inventory slots, or just when you are satisfied with where you are at and want to move on with the main story line. To wrap everything up, you just need to sell off all of the cobalt, and wiring looms you have. (You can keep a stack or two of cobalt and a handful of wiring looms as you do use them for crafting along the way) Then finish all of your scan missions and hunt missions, and turn them in at any space station mission agent. Drop down a portable refiner or preferably if you have a base setup use a medium or large refiner, and throw in all the pugneum and then platinum you have and refine them into nanites.\n"
				}
			]
		}
	]
}