[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Этапы исследования",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Этапы выживания",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Геки",
    "description": "Эти небольшие рептилии с клювами — главные торговцы галактики. Они способны контролировать выделение феромонов и используют эту особенность своего организма для общения, передавая сложные мысли и эмоции посредством запахов.\n\nЭта раса зародилась на планете Баларон, и другие разумные формы жизни относятся к ее представителям с недоверием. Все дело в Гекских Первородах, которые безжалостно строили свою империю на костях других народов.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Вай'кины",
    "description": "Вай'кины — воинственные существа из системы Дрин'дарга, одержимые уничтожением стражей. Под руководством Вай’кинского верховного командования они ведут борьбу со стражами по всей Галактике.\n\nНесмотря на свою агрессивность и грозный внешний вид, вай’кины подчиняются строгому кодексу чести. Верность, самопожертвование и славную смерть на поле боя они ценят превыше материальных благ или знаний. Каждый из них дал клятву по возможности помогать Страннику.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Корваксы",
    "description": "Сущности корваксов — это неорганические формы жизни, обитающие в металлических оболочках, которые передаются между поколениями. Они полагают, что существует математическое уравнение, решение которого позволит им возвыситься до уровня Атласа, а для его решения необходимо изучать стражей.\n\nКаждый корвакс — это сознание в чистой форме, капля в великом Единстве. Оболочка, в которой они обитают, ничтожна по сравнению с их связью с коллективным сознанием.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Гильдия торговцев",
    "description": "Коллективная организация, представляющая торговые компании и отдельных торговцев со всей галактики. Помогает контролировать и распределять работу среди наемных пилотов.\n\nЕстественно, наибольшим влиянием в Гильдии торговцев обладают геки, но не стоит воспринимать ее как закрытый клуб. Здесь рады всем формам жизни, по крайней мере тем, кто обладает достаточным капиталом...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Гильдия наемников",
    "description": "Свободный союз разных организаций наемников со всей галактики. Многие входящие в состав гильдии фракции открыто враждуют между собой и готовы при первой удобной возможности перебить друг друга.\n\nПираты, одинокие мстители, служители порядка под прикрытием, сектанты, перебежчики и идеалисты — в Гильдии наемников принято считать, что порядок в галактике способны поддерживать только хорошо вооруженные головорезы.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Гильдия исследоват.",
    "description": "Гильдия исследователей — это содружество ученых, первооткрывателей и путешественников, которое ставит своей целью объединить тех, кому нужны данные, с теми, кто готов их собрать.\n\nВ состав организации входят научные центры, географические общества, технологические компании и индивидуальные исследователи. Члены гильдии могут рассчитывать на доступ к общему фонду ресурсов, общественным лабораториям, лекциям и ежегодным наградам.",
    "medals": []
  }
]