[
  {
    "Id": "mission1",
    "Objective": "Охота на пиратов",
    "Titles": [
      "Помехи",
      "Плата за покровительство",
      "Наука наносит ответный удар",
      "Спасение репутации",
      "Высшая цель",
      "Из могилы",
      "Саботаж!",
      "Охота на хакеров",
      "Безжалостные переговоры",
      "Высокие ставки"
    ],
    "Subtitles": [
      "Поиск и уничтожение пиратов"
    ],
    "Descriptions": [
      "Пираты постоянно создают помехи передвижению грузовых кораблей, от чего страдают как законопослушные, так и не совсем честные торговцы. Клиент хочет покончить с этим. И поскорее.",
      "Пираты совершают набеги на автономные добывающие станции и подлетающие к ним корабли. Пираты действуют так смело, потому что уверены, что им ничего не угрожает, и клиент надеется, что если уничтожить несколько пиратских кораблей, они отправятся искать место поспокойнее.",
      "Местные научные центры никак не могу справиться с нападениями пиратов.  Они похищают микроскопы и уничтожают ценное оборудование. Клиент хочет провести эксперимент, цель которого — выяснить, сколько пиратов должно погибнуть, прежде чем атаки прекратятся.",
      "Клиент стремится разрешить семейную проблему. Один его родственник стал пиратом и покрыл позором весь их славный род. Уничтожьте их и восстановите репутацию клиента.",
      "Клиент получил послание с далеких звезд, рассказывающее о смысле его существования. Оказывается, перед ним стоит благородная цель — уничтожить всех пиратов в галактике. И теперь он ищет пилотов, которые присоединятся к нему. Хотя бы на время.",
      "Это объявление оставил корабль клиента от его имени. Он попал в западню: пираты напали на него, ограбили и бросили умирать на опасной планете. Предположительно, клиент погиб, но система связи его корабля продолжает транслировать это сообщение. В нем говорится о том, что все имущество, оставшееся после смерти клиента, достанется тому, кто найдет и убьет повинных в его кончине.",
      "Клиенту нужна помощь в задержании пирата. Злодей разместил на станции клиента генераторы электромагнитных импульсов, которые нанесли урон оборудованию. Таким образом, неспособный отомстить клиент просит всех законопослушных пилотов откликнуться на его зов и помочь в поимке преступника.",
      "Пираты нанесли клиенту серьезный материальный ущерб. Вместо того чтобы напасть на него открыто, они похитили его торговый терминал и перевели его средства на свой счет. Хоть это преступление и было виртуальным, клиент считает, что пиратов стоит подвергнуть вполне реальному наказанию.",
      "Нескольких сотрудников клиента похитили пираты и требуют за их освобождение огромный выкуп. Клиент решил, что избежать повторения подобного можно только путем применения физической силы. Он ищет пилота, который сможет найти и уничтожить пиратское судно, несмотря на то, что заложники все еще находятся на борту. Их гибель будет страшной трагедией, но такой подход раз и навсегда даст всем понять, что клиент не ведет переговоров с похитителями.",
      "Этот клиент — букмекер, принимающий ставки на исход космических сражений. Он ведет дела на борту роскошного грузового корабля, странствуя по квадранту в поисках военных конфликтов, за которыми его клиенты могут наблюдать, находясь в комфортных условиях и не подвергая себя риску. Бизнес процветает, а конфликтов явно не хватает. Клиент ищет пилотов, готовых «выйти на арену» и устроить представление для его пассажиров.",
      "Клиент требует уничтожения находящихся неподалеку пиратов.",
      "Клиент хочет очистить эту звездную систему от пиратов.",
      "Клиент хочет как можно скорее отомстить пиратам, разместившимся неподалеку от этой станции.",
      "Клиент требует смерти всех пиратов, разместившихся возле этих планет.",
      "Клиент требует срочного уничтожения пиратов.",
      "Клиент мечтает об уничтожении находящегося неподалеку отряда пиратов.",
      "Клиент требует уничтожения оскверняющих эти планеты пиратов.",
      "Клиент хочет, чтобы все разместившиеся неподалеку от этой станции пираты были уничтожены.",
      "Эти преступники и без того слишком долго скрывались от правосудия и разоряли местные грузовые корабли.",
      "Эти преступники явно уверены, что им закон не писан, и постоянно нападают на базы этого сектора.",
      "В каждым днем угроза становится все значительнее. С этим нужно что-то делать.",
      "Эти преступники обрекли себя на преследование в тот самый день, когда решили вести жизнь, полную свободы и воровства.",
      "Эти преступники не заслуживают жалости. Их преступления непростительны.",
      "Будь у них такая возможность, преступники стерли бы с лица земли весь этот сектор.",
      "Преступники и без того слишком долго разоряли местные торговые пути.",
      "Выбрав преступную жизнь, пираты одновременно обрекли себя на смерть.",
      "Клиент хочет, чтобы работа была выполнена быстро и тихо. Им не хотелось бы вступать в конфликт с другими пиратскими кланами.",
      "Клиент рекомендует вам действовать осторожно. Пираты сделают все, что в их силах, чтобы уничтожить ваш звездолет.",
      "Способ уничтожения пиратов остается на ваш выбор. Главное — чтобы никто из них не выжил.",
      "Клиент благодарит вас за выполнение гражданского долга. Разумные виды не должны мириться с преступностью.",
      "Выполнение этого заказа значительно облегчит жизнь многих существ. Награда будет внушительной.",
      "Клиент напоминает, что с пиратами не следует вступать в разговор. Они готовы на все, чтобы избежать правосудия.",
      "Клиента устроит как мгновенное, так и постепенное изничтожение. Вы можете действовать с любой удобной вам скоростью.",
      "Клиент понимает, что рано или поздно эту территорию пожелают занять другие пиратские кланы, но даже короткий миг спокойствия лучше постоянной опасности."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Забрать предмет",
    "Titles": [
      "Ассистент по закупкам",
      "Память",
      "Пир",
      "Освещая дорогу",
      "Жизнь всегда найдет путь",
      "Рыночные манипуляции",
      "Бесплатные дары",
      "Последний писк",
      "Нездоровая конкуренция",
      "Овца в нанитной шкуре",
      "Ценные образцы",
      "Замена",
      "В погоне за лидером",
      "Болты и гайки",
      "Хроника нашего времени",
      "Жемчужина коллекции",
      "Спекуляция",
      "Кукловод",
      "На шаг впереди",
      "Мудрость толпы"
    ],
    "Subtitles": [
      "Поиски ценных предметов"
    ],
    "Descriptions": [
      "Клиент хочет сделать ценный подарок своему верному деловому партнеру. Непросто найти компаньона, которому можешь доверять, как самому себе. Клиент ищет пилота, который сможет найти и доставить адресату предмет соответствующей ценности.",
      "Клиент ищет предмет из своего прошлого — символ давно ушедших времен. Этот предмет связан с его детскими воспоминаниями и представляет для клиента особую ценность. Он готов щедро заплатить тому, кто его доставит.",
      "Недавно клиент узнал о новом популярном веянии. Он ищет особый предмет, который не только обладает удивительным вкусом, но и полон питательных веществ. Разумеется, большой спрос означает, что раздобыть его непросто. Клиент готов щедро заплатить пилоту, который успеет найти и доставить нужный предмет в срок к его следующему приему пищи.",
      "Клиент изучает альтернативные способы производства энергии. Он полагает, что совершил настоящий прорыв. Новый способ позволяет ему получать огромное количество энергии, производя в процессе очень небольшое количество токсичных отходов. Однако его запасы основного компонента уже почти истощены. Клиент не может покинуть свою лабораторию, поэтому ему нужны пилоты, которые доставят необходимый предмет.",
      "Клиент занимается исследованиями принципов работы сознания. Стремясь составить наиболее полную картину, он решил в своих трудах отказаться от классического подхода. Он полагает, что совершил настоящий прорыв.\r\nОн нашел материал, который, как ему кажется, способен помочь воспроизвести мыслительный процесс. Чтобы подтвердить свою теорию, ему осталось только создать из этого вещества думающую машину. Однако для этого требуется очень большое количество материала, и клиент ищет пилотов, который помогут с его добычей.",
      "Клиент нашел новую возможность обогащения. Каждый, кто поможет ему, может рассчитывать на часть прибыли. \r\nЧтобы план сработал, клиенту нужно, чтобы большое количество пилотов разом доставило свой груз в одно и то же место. Таким образом, он сможет саботировать местную экономику, вытеснить конкурентов и в конце концов стать единственным торговцем в условиях образовавшегося рыночного вакуума.",
      "Клиент хочет наладить отношения с властями. Он выяснил, что комиссар с местной станции интересуется одним предметом и хотел бы ему его подарить. Разумеется, вручать подарок лично в такой ситуации не стоит. Он ищет исследователя, готового стать его представителем в этом деле.",
      "Клиент торгует предметами роскоши. Недавно он узнал, что среди его клиентуры один предмет пользуется особенным спросом. Он ищет исследователя, который сможет раздобыть для него такой предмет и готов заплатить за него выше рыночной стоимости.",
      "Недавно клиент узнал, что его прямой конкурент заинтересовался одним предметом. Естественно, он не может допустить, чтобы этот предмет достался сопернику. Он готов заплатить любому исследователю, который опередит его конкурента и добудет предмет раньше него.",
      "Недавно клиент начал новое дело. Он берет обычные предметы и помогает другим разглядеть их ценность. Другими словами, он состаривает дешевые вещи, чтобы они выглядели, как предметы старины. Сейчас клиент ищет новую партию предметов, с которыми он сможет провернуть свой трюк.",
      "Клиент занимается теоретическими исследованиями. Недавно он получил крупный грант и ищет, на что его потратить. Он разработал серию экспериментов, призванных подтвердить или опровергнуть теорию, над которой он сейчас работает. Однако ему нужны тестовые материалы.",
      "Клиент потерял один очень важный предмет. Ему срочно нужно найти замену, чтобы никто не узнал о его ошибке.",
      "Клиенту стало известно, что в руки к его конкуренту попал предмет особой значимости. Пока он не понимает, что в этой вещи особенного, но твердо уверен, что без нее он безнадежно отстанет от конкурента.",
      "Клиент работает над созданием вечного двигателя. Он уже собрал множество деталей и элементов питания со всех уголков галактики, но думает, что ему по-прежнему не хватает нескольких компонентов. Клиент не может оставить свой проект без присмотра и ищет исследователей, которые смогут добыть для него необходимые материалы.",
      "Source updateКлиент решил самостоятельно создать музей, посвященный своему народу, его истории и культуре. Он считает, что это будет иметь большое значение для будущих поколений. Клиент надеялся, что экспонаты для музея предоставят его знакомые, но они не спешат расставаться со своей собственностью. И теперь он ищет исследователей, которые помогут ему с поиском необходимых предметов.",
      "Этот клиент — достаточно известный коллекционер. Он уже собрал внушительную коллекцию ценностей. Однако без главного экспоната эта коллекция ничего не стоит. Клиент готов платить всем исследователям, которые помогут ему в поисках редких ценностей. И не забывайте, что все предметы должны быть в приличном состоянии.",
      "Клиенту нужна помощь в манипуляциях на местных рынках. Из-за неприятной ошибки он приобрел товара в десять раз больше, чем ему было нужно. Теперь он просит всех исследователей покупать тот же товар в местных торговых терминалах, чтобы искусственно поднять на него спрос и повысить его цену, превратив свою оплошность в источник прибыли.",
      "Клиент стремится дестабилизировать отношения между двумя местными преступными организациями. Обеим организациям нужен один и тот же предмет, и если они не смогут его найти, каждая из сторон решит, что это все происки конкурентов. Клиент ищет надежного странника, который сможет самостоятельно найти и забрать предмет, спровоцировав тем самым конфликт между соперничающими бандами.",
      "Клиент придумал, как обставить конкурентов. До него дошли слухи о скором повышении спроса на один конкретный товар, и он хочет запастись этим товаром, чтобы быть готовым, кода это произойдет. Он уверен в будущем успехе и готов заплатить за товар выше рыночной стоимости.",
      "Клиент — весьма успешный предприниматель. Следовательно, он слишком занят, чтобы тратить свое драгоценное время на закупку товаров. Поэтому он предлагает вознаграждение независимым пилотам, которые согласны совершать покупки вместо него.",
      "Клиенту требуется один очень специфический предмет.",
      "Клиенту необходим определенный предмет, и его не интересует, насколько сложно его будет достать.",
      "Клиенту требуется определенный предмет.",
      "Клиент мечтает заполучить определенный продукт.",
      "Клиент надеется в ближайшем времени стать владельцем определенного предмета.",
      "Без этого клиенту грозит верная смерть. Действовать нужно быстро.",
      "Он поможет клиенту в важнейшем исследовании.",
      "Этот предмет способен переломить ход затянувшегося сражения в пользу клиента.",
      "Клиент выполняет крайне опасное задание. Этот предмет обеспечит его безопасность.",
      "Клиента обокрали, и теперь ему требуется заменить утраченное.",
      "Детали остаются на ваше усмотрение. За доставку заказа предусмотрена щедрая награда.",
      "Клиент заранее благодарит вас за оперативную работу.",
      "Клиент просит вас обращаться с товаром крайне осторожно. Следите за тем, чтобы его не повредить.",
      "Клиент надеется, что вы сможете доставить ему заказ в самое ближайшее время.",
      "Клиент просит вас не привлекать внимания к этому заказу."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Забрать предмет",
    "Titles": [
      "Ассистент по закупкам",
      "Память",
      "Пир",
      "Освещая дорогу",
      "Жизнь всегда найдет путь",
      "Рыночные манипуляции",
      "Бесплатные дары",
      "Последний писк",
      "Нездоровая конкуренция",
      "Овца в нанитной шкуре",
      "Ценные образцы",
      "Замена",
      "В погоне за лидером",
      "Болты и гайки",
      "Хроника нашего времени",
      "Жемчужина коллекции",
      "Спекуляция",
      "Кукловод",
      "На шаг впереди",
      "Мудрость толпы"
    ],
    "Subtitles": [
      "Поиски ценных предметов"
    ],
    "Descriptions": [
      "Клиент хочет сделать ценный подарок своему верному деловому партнеру. Непросто найти компаньона, которому можешь доверять, как самому себе. Клиент ищет пилота, который сможет найти и доставить адресату предмет соответствующей ценности.",
      "Клиент ищет предмет из своего прошлого — символ давно ушедших времен. Этот предмет связан с его детскими воспоминаниями и представляет для клиента особую ценность. Он готов щедро заплатить тому, кто его доставит.",
      "Недавно клиент узнал о новом популярном веянии. Он ищет особый предмет, который не только обладает удивительным вкусом, но и полон питательных веществ. Разумеется, большой спрос означает, что раздобыть его непросто. Клиент готов щедро заплатить пилоту, который успеет найти и доставить нужный предмет в срок к его следующему приему пищи.",
      "Клиент изучает альтернативные способы производства энергии. Он полагает, что совершил настоящий прорыв. Новый способ позволяет ему получать огромное количество энергии, производя в процессе очень небольшое количество токсичных отходов. Однако его запасы основного компонента уже почти истощены. Клиент не может покинуть свою лабораторию, поэтому ему нужны пилоты, которые доставят необходимый предмет.",
      "Клиент занимается исследованиями принципов работы сознания. Стремясь составить наиболее полную картину, он решил в своих трудах отказаться от классического подхода. Он полагает, что совершил настоящий прорыв.\r\nОн нашел материал, который, как ему кажется, способен помочь воспроизвести мыслительный процесс. Чтобы подтвердить свою теорию, ему осталось только создать из этого вещества думающую машину. Однако для этого требуется очень большое количество материала, и клиент ищет пилотов, который помогут с его добычей.",
      "Клиент нашел новую возможность обогащения. Каждый, кто поможет ему, может рассчитывать на часть прибыли. \r\nЧтобы план сработал, клиенту нужно, чтобы большое количество пилотов разом доставило свой груз в одно и то же место. Таким образом, он сможет саботировать местную экономику, вытеснить конкурентов и в конце концов стать единственным торговцем в условиях образовавшегося рыночного вакуума.",
      "Клиент хочет наладить отношения с властями. Он выяснил, что комиссар с местной станции интересуется одним предметом и хотел бы ему его подарить. Разумеется, вручать подарок лично в такой ситуации не стоит. Он ищет исследователя, готового стать его представителем в этом деле.",
      "Клиент торгует предметами роскоши. Недавно он узнал, что среди его клиентуры один предмет пользуется особенным спросом. Он ищет исследователя, который сможет раздобыть для него такой предмет и готов заплатить за него выше рыночной стоимости.",
      "Недавно клиент узнал, что его прямой конкурент заинтересовался одним предметом. Естественно, он не может допустить, чтобы этот предмет достался сопернику. Он готов заплатить любому исследователю, который опередит его конкурента и добудет предмет раньше него.",
      "Недавно клиент начал новое дело. Он берет обычные предметы и помогает другим разглядеть их ценность. Другими словами, он состаривает дешевые вещи, чтобы они выглядели, как предметы старины. Сейчас клиент ищет новую партию предметов, с которыми он сможет провернуть свой трюк.",
      "Клиент занимается теоретическими исследованиями. Недавно он получил крупный грант и ищет, на что его потратить. Он разработал серию экспериментов, призванных подтвердить или опровергнуть теорию, над которой он сейчас работает. Однако ему нужны тестовые материалы.",
      "Клиент потерял один очень важный предмет. Ему срочно нужно найти замену, чтобы никто не узнал о его ошибке.",
      "Клиенту стало известно, что в руки к его конкуренту попал предмет особой значимости. Пока он не понимает, что в этой вещи особенного, но твердо уверен, что без нее он безнадежно отстанет от конкурента.",
      "Клиент работает над созданием вечного двигателя. Он уже собрал множество деталей и элементов питания со всех уголков галактики, но думает, что ему по-прежнему не хватает нескольких компонентов. Клиент не может оставить свой проект без присмотра и ищет исследователей, которые смогут добыть для него необходимые материалы.",
      "Source updateКлиент решил самостоятельно создать музей, посвященный своему народу, его истории и культуре. Он считает, что это будет иметь большое значение для будущих поколений. Клиент надеялся, что экспонаты для музея предоставят его знакомые, но они не спешат расставаться со своей собственностью. И теперь он ищет исследователей, которые помогут ему с поиском необходимых предметов.",
      "Этот клиент — достаточно известный коллекционер. Он уже собрал внушительную коллекцию ценностей. Однако без главного экспоната эта коллекция ничего не стоит. Клиент готов платить всем исследователям, которые помогут ему в поисках редких ценностей. И не забывайте, что все предметы должны быть в приличном состоянии.",
      "Клиенту нужна помощь в манипуляциях на местных рынках. Из-за неприятной ошибки он приобрел товара в десять раз больше, чем ему было нужно. Теперь он просит всех исследователей покупать тот же товар в местных торговых терминалах, чтобы искусственно поднять на него спрос и повысить его цену, превратив свою оплошность в источник прибыли.",
      "Клиент стремится дестабилизировать отношения между двумя местными преступными организациями. Обеим организациям нужен один и тот же предмет, и если они не смогут его найти, каждая из сторон решит, что это все происки конкурентов. Клиент ищет надежного странника, который сможет самостоятельно найти и забрать предмет, спровоцировав тем самым конфликт между соперничающими бандами.",
      "Клиент придумал, как обставить конкурентов. До него дошли слухи о скором повышении спроса на один конкретный товар, и он хочет запастись этим товаром, чтобы быть готовым, кода это произойдет. Он уверен в будущем успехе и готов заплатить за товар выше рыночной стоимости.",
      "Клиент — весьма успешный предприниматель. Следовательно, он слишком занят, чтобы тратить свое драгоценное время на закупку товаров. Поэтому он предлагает вознаграждение независимым пилотам, которые согласны совершать покупки вместо него.",
      "Клиенту требуется один очень специфический предмет.",
      "Клиенту необходим определенный предмет, и его не интересует, насколько сложно его будет достать.",
      "Клиенту требуется определенный предмет.",
      "Клиент мечтает заполучить определенный продукт.",
      "Клиент надеется в ближайшем времени стать владельцем определенного предмета.",
      "Без этого клиенту грозит верная смерть. Действовать нужно быстро.",
      "Он поможет клиенту в важнейшем исследовании.",
      "Этот предмет способен переломить ход затянувшегося сражения в пользу клиента.",
      "Клиент выполняет крайне опасное задание. Этот предмет обеспечит его безопасность.",
      "Клиента обокрали, и теперь ему требуется заменить утраченное.",
      "Детали остаются на ваше усмотрение. За доставку заказа предусмотрена щедрая награда.",
      "Клиент заранее благодарит вас за оперативную работу.",
      "Клиент просит вас обращаться с товаром крайне осторожно. Следите за тем, чтобы его не повредить.",
      "Клиент надеется, что вы сможете доставить ему заказ в самое ближайшее время.",
      "Клиент просит вас не привлекать внимания к этому заказу."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Доставить предмет",
    "Titles": [
      "С днем орбиты",
      "Все хорошо",
      "Тонкие переговоры",
      "Не обращая внимания",
      "Надежная посылка",
      "Родные и близкие",
      "Извинение",
      "Помощь специалиста",
      "Зашифрованная угроза",
      "Генеральная уборка",
      "Почтовые сборы",
      "Подозрительное кряканье",
      "Бартер",
      "Постоянный покупатель",
      "Беспошлинная торговля",
      "Приманка",
      "Как горячие пирожки",
      "Пробники",
      "Свежий урожай",
      "Временное название"
    ],
    "Subtitles": [
      "Требуется срочная курьерская доставка"
    ],
    "Descriptions": [
      "Клиенту нужен надежный курьер. В знак долгой дружбы он приготовил подарок для своего коллеги.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент ищет надежную службу доставки. Он хочет убедить курьера, что в посылке именно то, что указано в декларации, и незачем все перепроверять.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент хочет завершить одну крупную сделку. Вторая сторона отказывается идти на уступки, и клиент надеется, что эта посылка поможет им найти общи язык. Он отдельно отмечает, что посылку нужно вручить в руки адресату и никому другому.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "У клиента весьма деликатный бизнес. Эта посылка — знак искренней благодарности. Это подарок от всего сердца, который имеет большое значение для будущего клиента.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Судя по всему, клиент просто хочет передать что-то своему коллеге. Также к посылке прилагается записка, в которой говорится, что содержимое посылки теперь отследить невозможно, и адресату не о чем волноваться.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент занимает важный пост в крупной организации, и он слишком занят, чтобы тратить свое время на бытовые дела. В день почитания предков его сородичи по традиции делают подарок тем, кто их породил. Клиенту нужно, чтобы кто-то решил этот вопрос за него.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент провинился перед своей спутницей. Он забыл отметить дату, важную для их отношений. Чтобы принести извинения, он подготовил подарок, который необходимо доставить обиженной стороне. Главное — не потерять его при доставке, иначе у клиента будут новые неприятности.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент обнаружил один весьма странный предмет. Внешне все выглядит нормально, однако микробный сканер обнаружил пугающе большое количество неизвестных спор. Предмет нужно доставить специалисту по борьбе с биологическими угрозами. Не пытайтесь вскрыть печать.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент хочет передать послание своему знакомому. Сам предмет не представляет особой ценности и не сопровождается пояснительной запиской. Однако клиент убежден, что если посылка будет доставлена точно по указанному адресу, его знакомый сможет правильно истолковать послание.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент хочет избавиться от лишнего мусора. За долгие годы у него скопилось большое количество безделушек и ненужного хлама, и теперь он решил избавиться от всего. Однако он не хочет просто уничтожить эти предметы, а если выбросить их все в одном месте, недоброжелатели смогут слишком много узнать об их бывшем владельце. Таким образом, клиент решил разослать свое имущество по разным адресам и привлечь на эту работу разных курьеров.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "У клиента небольшой бизнес, он занимается розничной торговлей и скупает то, что не нужно одним, и выгодно перепродает этот товар тем, кто его ценит. Покупатель уже оплатил заказ и ждет свою посылку.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "У клиента самая обычная посылка, и ему нужен курьер, который не задает лишних вопросов и способен не привлекать внимание властей. Также клиент уверяет: если вдруг курьер услышит крики животного, это значит, что у него просто разыгралось воображение.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Этот клиент — лишь одна из ступеней в большой торговой операции. Чтобы избежать лишнего внимания и не исключить возможность отслеживания сделки, было принято решение воздержаться от обмена валютой. Эта посылка — плата, которую клиент передает одному из участников сделки.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент отправляет обычную посылку одному из своих постоянных покупателей. В посылке ничего особенного, но она призвана показать, как сильно клиент ценит своих покупателей. И такую важную работу он может доверить только надежному и опытному курьеру.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Каждый день клиент отправляет большое количество предметов. Однако ему приходится внимательно следить за всеми своими официальными доходами и расходами, так как в случае просчета весь его доход уйдет на уплату налогов. Поэтому он старается привлекать для работы надежных курьеров, которые доставляют его грузы просто по пути собственного маршрута, не связанного с бизнесом.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "У клиента непростые взаимоотношения с местными пиратами, за его голову назначена награда. Он хочет покинуть систему, чтобы при этом за ним никто не смог проследить. Он нашел на своем корабле отслеживающее устройство, и ему нужно, чтобы во время его побега курьер увез жучок в противоположном направлении.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "В галактике существует множество разных правил и порядков. Предметы, которые считаются безобидными в одной системе, могут быть запрещены в другой. Подобные различия открывают новые возможности перед предприимчивыми торговцами. Клиенту нужен курьер, который доставит такой товар, не задавая лишних вопросов и не привлекая лишнего внимания.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент хочет заполучить нового крупного партнера для своего бизнеса. А его потенциальный партнер хочет сначала взглянуть на образцы товаров. Клиенту нужно, чтобы кто-то доставил образец его потенциальному партнеру в идеальном состоянии.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Еженедельно клиент отправляет посылки покупателям, которые не хотят или не могут совершать покупки самостоятельно. Воспользовавшись прилагающейся инструкцией, покупатели могут приготовить себе восхитительный обед или собрать робота-прислугу. Такую посылку и нужно доставить.\r\n\r\nВ случае нападения пиратов курьер будет снабжен 1x Защитным маяком.",
      "Клиент уже нанимал курьера для доставки этого груза, но тот не смог выполнить работу. Импульсный двигатель и кабина его звездолета были повреждены лазерным лучом. Теперь клиенту нужен отчаянный курьер, готовый бросить вызов любым трудностям и опасностям, которые ждут за пределами космической станции.\r\n\r\nНа случай нападения пиратов курьер будет снабжен 1 защитным маяком.",
      "Клиенту требуется надежный курьер для срочной доставки ценного предмета.",
      "Клиенту требуется курьер для доставки ценного предмета.",
      "Клиент ищет ответственного курьера, которому можно доверить доставку ценного груза.",
      "Клиент просит доставить груз тайно и без лишних вопросов.",
      "Клиенту требуется доставить предмет, который по обычным каналам переправить нельзя.",
      "Предмет, о котором идет речь, исключительно ценен и уже привлек внимание воров.",
      "Запасы клиента полностью истощены. Это последний образец.",
      "Клиента связывают с получателем очень близкие отношения. Нельзя, чтобы посылка подвергалась опасности.",
      "Этот предмет на первый взгляд кажется заурядным, но список его предыдущих владельцев и то, как его использовали, делает его бесценным.",
      "У этого предмета появились необычные свойства. Рядом с ним зашкаливают приборы, поэтому он приобрел большую научную ценность.",
      "Этот предмет абсолютно уникален. Клиент дополнительно подчеркивает, что обращаться с ним нужно крайне осторожно.\n\nВ случае нападения пиратов курьер получит 1 защитный маяк.",
      "Клиент будет ожидать полного отчета о доставке с подробной информацией о возможных повреждениях.\n\nВ случае нападения пиратов курьер получит 1 защитный маяк.",
      "Сейф, в который помещен предмет, оснащен особыми системами защиты, чтобы курьер ни в коем случае не подменил его содержимое.\n\nВ случае нападения пиратов курьер получит 1 защитный маяк.",
      "Клиент просит курьера полностью игнорировать все формы жизни, проявляющие интерес к предмету.\n\nВ случае нападения пиратов курьер получит 1 защитный маяк.",
      "Клиент просит курьера произвести доставку как можно быстрее, но при этом максимально бережно и осторожно.\n\nВ случае нападения пиратов курьер получит 1 защитный маяк."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Сфотографировать %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Сделайте снимки ландшафта"
    ],
    "Descriptions": [
      "Клиент — знаменитый исследователь. Он подписал контракт на несколько экспедиций, но из-за болезни не может их завершить. Он просит коллег-географов помочь ему собрать доказательства, подтверждающие успех его предприятия.",
      "Клиент работает с базой данных изображений. Он предоставляет изображения более мелким предприятиям, не способным самостоятельно добывать их.",
      "Клиент руководит крупной исследовательской лабораторией. В его распоряжении оказались внушительные ресурсы, но объектов для исследования категорически не хватает.",
      "Клиент подготовил подробный отчет о своей деятельности за прошедший год, но чтобы оживить текст, ему нужны изображения.",
      "Клиент занимается довольно щекотливым промышленным «исследованием», и ему срочно нужны изображения, которые помогут в его «работе».",
      "Клиенту срочно требуется источник вдохновения для создания работ для своей выставки в жанре «Смесь искусств».",
      "Клиент решил проспонсировать группу фотографов. Но для начала ему нужны достойные образцы работ.",
      "Клиент руководит центром обработки данных. Ему требуется большое количество изображений, чтобы протестировать новую систему сжатия и передачи данных.",
      "Клиент не счел нужным обсуждать сферу своей деятельности. Эта информация не играет существенной роли, а вам нужно знать лишь то, что ему нужны изображения.",
      "Клиент предпринял долгосрочный проект по сравнительному анализу. Для архива ему требуются фотографии с временными отметками.",
      "Клиент ищет способ улучшить систему машинного обучения. Он надеется научить искусственный интеллект не только опознавать предметы, но и ценить их красоту.",
      "Клиент надеется создать серию вдохновляющих картин, которые смогут подарить галактике новый заряд надежды и радости. Он ищет исследователей, обладающих художественным вкусом и готовых помочь ему в этом деле.",
      "Клиент хочет создать архив с точными данными о местных планетах. Над этим проектом уже работают нанятые им биологи и географы, не хватает только качественных визуальных данных.",
      "Клиент создал новый инструмент для обработки и хранения фотографий на физическом носителе. Осталось только проверить работу системы, а для этого нужны качественные образцы.",
      "Клиент панически боится лишиться памяти. И на случай, если это с ним все же произойдет, он решил создать подробный и, главное, наглядный каталог всех значимых мест.",
      "Клиент хочет испытать свою новую технологию, позволяющую наделять изображения ароматом. Для этого ему нужны снимки, которые выглядят так, будто обладают резким запахом.",
      "Клиент готовит наступательную военную операцию на одной из местных планет. Но, чтобы все прошло успешно, сначала необходимо провести разведку и собрать полевые заметки.",
      "Клиент ищет новые цвета. Он считает, что в этой сфере давно уже наблюдается некоторый застой, однако ему удалось найти кое-какие многообещающие образцы.",
      "Клиент создает карту местной системы. Он подготовил подробные навигационные данные, но для полноты картины не хватает наглядных изображений.",
      "Клиент создает путеводитель по планетам этой системы. Ему нужны качественные изображения, чтобы читатели точно знали, что искать, когда решат отправиться в путешествие.",
      "Клиент стремится создать свою серию почтовых открыток, что позволит ему продавать голографические изображения как сувениры.",
      "Клиент хочет испытать новую печатную систему, которая использует галлюциногенные пигменты и проецирует изображение прямо в мозг смотрящего.",
      "Клиент изучает эмоциональные реакции на изображения, но для полноценных испытаний у него недостаточно материалов.",
      "Клиент хочет испытать новое программное обеспечение, позволяющее добавлять дополнительные элементы в уже существующие фотографии.",
      "Клиент хочет опубликовать внушительный исследовательский труд, но боится, что, если текст не будет разбавлен изображениями, никто не будет его читать.",
      "Клиенту нужны изображения, которые напоминают о детстве и помогут создать домашний уют.",
      "Клиент ищет захватывающие панорамные снимки — те, что полностью передают внушительные масштабы пейзажей.",
      "Клиент отдельно подчеркнул, что ему нужны подробные и внушительные снимки ландшафта.",
      "Клиенту нужны выразительные панорамные снимки, при взгляде на которые каждый почувствует себя песчинкой и ощутит масштаб необъятной вселенной.",
      "Клиенту нужны снимки, демонстрирующие планетарную геологию, на которых наглядно видно действие сил, меняющих лицо планеты.",
      "Клиенту нужны снимки ландшафта с полным спектром планетарной топографии.",
      "Клиент подчеркнул, что ему нужны снимки геологических образований — изображения, демонстрирующие силу ветра, воды и тектонической активности.",
      "Клиенту нужны снимки ландшафта — величественные картины, внушающие шок и трепет.",
      "Клиент не несет ответственность за опасность, которой подвергается фотограф.",
      "Изображения, поврежденные водой или радиацией, не принимаются. Обеспечьте своей камере достойную защиту.",
      "Клиент подчеркнул, что ему нужны фотографии, сделанные с поверхности планеты; снимки, сделанные из кабины корабля, не принимаются.",
      "Подойдет любое освещение, при условии, что длина волны остается в пределах видимого спектра.",
      "Примечание: с передачей снимков клиенту к нему также переходят авторские права на них."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Сделать снимок %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Сделайте снимки животных"
    ],
    "Descriptions": [
      "Клиент — знаменитый исследователь. Он подписал контракт на несколько экспедиций, но из-за болезни не может их завершить. Он просит коллег-географов помочь ему собрать доказательства, подтверждающие успех его предприятия.",
      "Клиент работает с базой данных изображений. Он предоставляет изображения более мелким предприятиям, не способным самостоятельно добывать их.",
      "Клиент руководит крупной исследовательской лабораторией. В его распоряжении оказались внушительные ресурсы, но объектов для исследования категорически не хватает.",
      "Клиент подготовил подробный отчет о своей деятельности за прошедший год, но чтобы оживить текст, ему нужны изображения.",
      "Клиент занимается довольно щекотливым промышленным «исследованием», и ему срочно нужны изображения, которые помогут в его «работе».",
      "Клиенту срочно требуется источник вдохновения для создания работ для своей выставки в жанре «Смесь искусств».",
      "Клиент решил проспонсировать группу фотографов. Но для начала ему нужны достойные образцы работ.",
      "Клиент руководит центром обработки данных. Ему требуется большое количество изображений, чтобы протестировать новую систему сжатия и передачи данных.",
      "Клиент не счел нужным обсуждать сферу своей деятельности. Эта информация не играет существенной роли, а вам нужно знать лишь то, что ему нужны изображения.",
      "Клиент предпринял долгосрочный проект по сравнительному анализу. Для архива ему требуются фотографии с временными отметками.",
      "Клиент ищет способ улучшить систему машинного обучения. Он надеется научить искусственный интеллект не только опознавать предметы, но и ценить их красоту.",
      "Клиент надеется создать серию вдохновляющих картин, которые смогут подарить галактике новый заряд надежды и радости. Он ищет исследователей, обладающих художественным вкусом и готовых помочь ему в этом деле.",
      "Клиент хочет создать архив с точными данными о местных планетах. Над этим проектом уже работают нанятые им биологи и географы, не хватает только качественных визуальных данных.",
      "Клиент создал новый инструмент для обработки и хранения фотографий на физическом носителе. Осталось только проверить работу системы, а для этого нужны качественные образцы.",
      "Клиент панически боится лишиться памяти. И на случай, если это с ним все же произойдет, он решил создать подробный и, главное, наглядный каталог всех значимых мест.",
      "Клиент хочет испытать свою новую технологию, позволяющую наделять изображения ароматом. Для этого ему нужны снимки, которые выглядят так, будто обладают резким запахом.",
      "Клиент готовит наступательную военную операцию на одной из местных планет. Но, чтобы все прошло успешно, сначала необходимо провести разведку и собрать полевые заметки.",
      "Клиент ищет новые цвета. Он считает, что в этой сфере давно уже наблюдается некоторый застой, однако ему удалось найти кое-какие многообещающие образцы.",
      "Клиент создает карту местной системы. Он подготовил подробные навигационные данные, но для полноты картины не хватает наглядных изображений.",
      "Клиент создает путеводитель по планетам этой системы. Ему нужны качественные изображения, чтобы читатели точно знали, что искать, когда решат отправиться в путешествие.",
      "Клиент стремится создать свою серию почтовых открыток, что позволит ему продавать голографические изображения как сувениры.",
      "Клиент хочет испытать новую печатную систему, которая использует галлюциногенные пигменты и проецирует изображение прямо в мозг смотрящего.",
      "Клиент изучает эмоциональные реакции на изображения, но для полноценных испытаний у него недостаточно материалов.",
      "Клиент хочет испытать новое программное обеспечение, позволяющее добавлять дополнительные элементы в уже существующие фотографии.",
      "Клиент хочет опубликовать внушительный исследовательский труд, но боится, что, если текст не будет разбавлен изображениями, никто не будет его читать.",
      "Требования к снимкам достаточно мягкие, но на каждом из них должно быть запечатлено животное в естественной среде обитания.",
      "В данный момент ему требуются фотографии живых существ.",
      "Клиент подчеркнул, что ему требуются снимки диких животных.",
      "Он ищет фотографов, способных предоставить качественные снимки животных.",
      "У клиента недостаточно изображений диких животных, и он стремится восполнить этот пробел.",
      "Его проект почти завершен, не хватает только фотографий животных.",
      "Ему требуются снимки, на которых дикие животные запечатлены в естественных условиях.",
      "Ему нужны качественные снимки животных с географической меткой.",
      "Расстояние не имеет значения, если изображение выглядит достаточно четким.",
      "Примечание: фотограф осознает все риски, на которые он идет при попытке заснять хищника.",
      "Фотограф сам определяет дальность съемки и решает, снимать ли ему хищное животное или травоядное, а также одну особь или целое стадо.",
      "Фотограф сам определяет композицию снимка, но клиент хотел бы видеть фотографии, на которых животные выглядят счастливыми.",
      "Примечание: с передачей снимков клиенту к нему также переходят авторские права на них."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Сканирование существ",
    "Titles": [
      "Голографический зоопарк",
      "Художник за работой",
      "Новая порода чудовищ",
      "Архивариус",
      "Популярная культура",
      "Новые поколения",
      "Помощь больным",
      "Разгадка тайн природы",
      "Не борьба с последствиями экологической катастрофы",
      "Космическое молоко"
    ],
    "Subtitles": [
      "Найти и отсканировать существ, обитающих на планете"
    ],
    "Descriptions": [
      "Клиенту нужно несколько сканированных копий поверхности с подробными данными о населяющих ее живых существах. Эти данные будут использоваться для создания реалистичных голографических проекций каждого образца. Таким образом их можно будет изучать, не подвергая риску ни себя, ни животных.",
      "Клиенту нужны высококачественные сканированные копии форм жизни. Цифровые снимки нужны клиенту в качестве основы для его творческих экспериментов.",
      "Клиенту нужны подробные биологические сведения о существах, обитающих на поверхности планеты. Программа по созданию боевых зверей, которых можно использовать в военных целях, зашла в тупик, и клиенту срочно нужны новые образцы ДНК хищных животных.",
      "Клиенту срочно нужны данные биологических видов. Каждый день из-за природных явлений, войны и промышленных катастроф исчезают целые виды животных. Этот клиент не пытается их спасти, но ему очень нужна информация о них, ведь без этих сведений архив моего клиента будет не полон.",
      "Моему клиенту принадлежит художественная галерея. В последнее время в ней часто выставляются работы художников-абстракционистов, и число посетителей все это время неуклонно снижается. Для того чтобы привлечь посетителей, клиенту нужны реалистичные голографические проекции необычных и красивых животных.",
      "Клиент руководит успешным исследовательским центром. Недавно он решил внести свой вклад в дело всего научного сообщества.\r\nВ детстве клиент был поражен величием животных на его родной планете. И он считает, что, достав голографические копии похожих созданий, он сможет произвести такое же впечатление на тех, кто никогда не видел таких существ собственными глазами.",
      "Клиент участвует в межпланетной ветеринарной операции, но отправлять врачей на каждую планету в поисках больных животных — крайне неэффективно. Клиенту нужны биологические данные о популяциях живых существ. Они позволят обнаружить признаки заболевания и точно определить, где и какое лечение требуется.",
      "Клиента безумно интересует процесс заселения планет. В разных концах галактики то и дело проявляются одни и те же характерные особенности. Клиент хочет понять, в чем причина такой параллельной эволюции: возможно, это естественный процесс, странное совпадение или вмешательство извне. Клиент создает собственную базу данных, которая пригодится ему в работе и просит всех исследователей помочь ему.",
      "Клиенту нужна помощь в его исследовательском проекте. Возможно, в атмосферу соседних планет случайно (или намеренно) попали некоторые токсичные вещества. Сканирование местной фауны позволит выявить, оказывают ли эти токсичные вещества долговременное воздействие на живые организмы.",
      "Клиент ищет новые потоки доходов для своего сельхоз бизнеса. Он ищет исследователей, чтобы помочь ему оценить пригодность местных животных. Сканирование необходимо для оценки потенциального одомашнивания, прогнозируемого времени беременности и стоимости корма, пищевой ценности их собранного молока.",
      "Клиент изучает долговременное влияние на окружающую среду.",
      "Клиент отслеживает мутации ДНК.",
      "Клиент фиксирует закономерности в миграции животных.",
      "Клиент надеется начать программу экзозоологического разведения животных.",
      "Клиент проверяет теории о гравитации и эволюции.",
      "Он собирает базу данных, которая поможет ему проверить все его предположения.",
      "Для проверки правильности своих теорий клиенту в больших количествах требуются биологические данные.",
      "Ему нужные детальные копии местной фауны, которые он сможет сравнить с данными, полученными в другом месте. ",
      "В симуляции клиента пока слишком много пробелов. Он просит исследователей помочь ему собрать данные, чтобы заполнить их.",
      "Клиент считает, что ему пока недостает некоторых ключевых данных и просит исследователей помочь ему в поисках.",
      "Принимаются сканированные копии любых форм жизни.",
      "Принимаются сканированные копии только живых существ.",
      "Особенно высоко ценятся подробные данные органического сканирования.",
      "Клиенту нужны подробные данные биологического сканирования.",
      "Клиент особо подчеркивает, что ему нужны свежие данные, полученные у местной фауны."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Уничтожение продвинутых стражей",
    "Titles": [
      "Фиксируем их передвижения",
      "Сбор мозгов",
      "Запчасти",
      "Гнев стражей",
      "Пусть бегут",
      "Дразнить дикого зверя",
      "Ограбление",
      "Собственный страж",
      "Обнулитель",
      "Проверка защиты"
    ],
    "Subtitles": [
      "Уничтожение планетарных стражей"
    ],
    "Descriptions": [
      "Клиент хочет научиться лучше понимать стражей. Он собрал уже достаточно данных о поведенческих особенностях дронов, но у него слишком мало сведений о более редких образцах — четвероногих и шагающих стражах. Ему нужны исследователи, готовые искать таких стражей и сражаться с ними, чтобы он мог понаблюдать за ними в бою.",
      "Клиент занимается исследованиями искусственного интеллекта. Для продолжения работы ему нужны механические мозги со всех уголков галактики. Он уже собрал весьма внушительную коллекцию, но жемчужиной в ней должен стать мозг продвинутого стража. Клиенту нужен исследователь, способный уничтожить такого стража, после чего он со своей командой извлечет его мозг.",
      "Клиенту для личного проекта требуются запасные части. Давным-давно он изменил программу поврежденного стража, заменив ее искусственным интеллектом, который он разработал самостоятельно. Эта машина оказалась верным и надежным спутником. Однако приводы и гидравлическая система со временем начали изнашиваться. Он ищет исследователя, который сможет уничтожить или вывести из строя продвинутого стража, из которого он затем сможет извлечь запасные части, необходимые для ремонта его механического компаньона.",
      "По вине стражей клиент испытывает страшное унижение. Собственноручное уничтожение стражей не смогло утолить его жажду мести. Не уняло его ярость и массовое разрушение. Теперь же он просто платит исследователям за уничтожение любых продвинутых стражей, которых они встретят.",
      "Клиент хочет провести один довольно суровый эксперимент. Он ищет способы снизить агрессию дронов стражей. Согласно его теории, если уничтожить более продвинутых стражей, дроны, оставшись без лидеров, растеряются и перестанут атаковать исследователей. Теперь осталось только, чтобы кто-то попробовал испытать его теорию на практике. ",
      "Клиент хочет понять, какие системы управляют поведением стражей. На данный момент принято считать, что стражей провоцируют попытки сбора ресурсов. Клиент хочет изучить другие поведенческие модели. Как стражи общаются? Существует ли у них естественная иерархия? Знают ли они о повреждениях, которые получают? Что они думают о своих целях? Клиент считает, что единственный способ ответить на эти вопросы — отправить подготовленного исследователя на бой с продвинутым стражем и наблюдать за их сражением издалека.",
      "Этот клиент, как и многие другие, знает, какую ценность представляют гравитинные шары. Однако, в отличие от многих других, он не испытывает никакого желания вступать в бой со стражами. Напротив. Он предлагает часть своей добычи предприимчивым исследователям, готовым нападать на продвинутых стражей. А пока те заняты, он сможет быстро собрать шары и скрыться до их возвращения.",
      "Клиент приложил немало усилий, чтобы вырастить достойный сад с множеством ценных растений. К сожалению, его урожай быстро приглянулся ворам. Клиент хочет создать собственных стражей, которые будут следить за его деревьями и охранять их. Он уже собрал немало деталей со сбитых дронов. Ему недостает только частей продвинутого стража — четвероногого или шагающего. Теперь он ищет исследователя, способного справиться с поставленной боевой задачей.",
      "Клиент, вероятно, нашел способ справиться с агрессией стражей и хочет его испытать. Он разработал устройство, которое испускает высокочастотные волны, вызывающие помехи в системе искусственного интеллекта стражей. По крайней мере, в теории. Клиент ищет исследователя, готового вступить в бой с продвинутым стражем и испытать устройство в деле. Однако, если устройство не сработает, исследователь должен быть готов продолжить бой.",
      "Клиент разработал сетевое устройство, работающее на той же волне, что система связи стражей. С его помощью он намерен найти и использовать в своих целях системы, которые управляют дронами. Теперь ему нужен исследователь, готовый вступить в бой с продвинутым стражем, чтобы клиент смог испытать свое изобретение.",
      "Клиент требует уничтожения находящихся на его планете стражей.",
      "Клиент хочет отомстить стражам!",
      "Клиент ищет путешественника, согласного помочь ему в бою против стражей.",
      "Клиент хочет покончить со стражами.",
      "Клиент был атакован стражами и мечтает обезопасить себя от этой угрозы.",
      "Клиент надеется освободить звездную систему от ярма стражей.",
      "Клиент желает избавиться от непрерывного наблюдения стражей.",
      "Клиент ищет способ сбежать от вечной угрозы нападения стражей.",
      "Стражи повсюду преследуют его — для клиента нет ничего более постоянного, чем эта вечная опасность.",
      "Стражи есть повсюду, в любой звездной системе. Единственный выход — сразиться с ними.",
      "Геки, вай’кины, корваксы — стражей не интересует, какое разумное существо они убьют на этот раз.",
      "Кажется, стражи неисчислимы. Но они существуют. А то, что существует, возможно и уничтожить.",
      "Порой кажется, что стражи существуют в какой-то иной реальности, однако нападают они в нашем мире. А значит, они могут быть и убиты в нашем мире.",
      "Клиент понимает, что при всем желании не нанесет воинству стражей ощутимого урона, но все же считает, что выступить против них необходимо.",
      "Клиент понимает, что стражи непременно вернутся, но будет рад хоть короткой передышке.",
      "Клиент считает, что даже самая маленькая победа над стражами достойна уважения и восхищения.",
      "Клиент обещает щедрую награду всякому, кто не побоится вступить в бой со стражами.",
      "Клиент понимает, что при всем желании не нанесет воинству стражей ощутимого урона, но все же считает, что выступить против них необходимо.",
      "Как именно вы будете действовать, клиента не интересует. Главное — стражи должны дорого заплатить за свои вторжения.",
      "Награда уже ждет. Да начнется великая охота на стражей!",
      "Клиент просит вас действовать осторожно. Он не готов возмещать ущерб, нанесенный вам и вашему имуществу в ходе боя со стражами.",
      "Клиент просит вас избавиться от слежки со стороны стражей к моменту, когда вы явитесь за наградой. Он хочет остаться анонимным.",
      "Клиент благодарен вам за помощь.",
      "Наконец, клиент хотел бы добавить, что охота на стражей — это благое дело, приносящее пользу всему сообществу разумных видов. Вы должны гордиться своим подвигом."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Нападение на планетарный сборщик",
    "Titles": [
      "Охрана собственности",
      "Природа важнее всего",
      "Экспертиза",
      "Жесткое несоблюдение",
      "Промышленные взаимоотношения",
      "Без оков!",
      "Внезапные задержки",
      "Дальновидное исследование",
      "Питательная пища",
      "На глубине"
    ],
    "Subtitles": [
      "Промышленный шпионаж"
    ],
    "Descriptions": [
      "Недавно клиент узнал о новой возможности для инвестиций. Он считает, что может дешево приобрести важную интеллектуальную собственность. Он ищет предприимчивого исследователя, который согласится отправиться на нужный объект и защитить вложения клиента.",
      "Клиент стремится предотвратить экологическую катастрофу. Ему в руки попали чертежи крупнейшего в галактике планетарного сборщика, способного буквально за несколько часов поглотить ядро планеты. Теперь клиенту нужно найти исследователя, который сможет проникнуть на территорию промышленного объекта, где хранится оригинал чертежей. Данные необходимо удалить из системы.",
      "Клиент хочет приобрести одну из местных добывающих компаний. Однако он решил действовать осмотрительно и провести предварительную проверку. Клиенту нужный надежный искатель приключений, который сможет проникнуть на объект и добыть для него все возможные данные. Изучив их, он решит, насколько эта сделка выгодна.",
      "Недавно клиент начал производство профессионального научного оборудования. Он новичок в этой отрасли и хотел бы воспользоваться знаниями более опытных конкурентов. К счастью, в области добычи информации он большой эксперт. Ему нужен только исследователь, который поможет ему в этом деле.",
      "Клиент представляет группу компаний, оказывающих юридическую защиту носителя искусственного интеллекта. Помимо продвижения новых законов клиенту нередко приходится действовать напрямую. Недавно он узнал, что на одной из фабрик поблизости используется порабощенный искусственный интеллект, заключенный в технику с низкой производительностью. Он просит исследователей помочь ему освободить пленника, загрузив его в безопасное место и удалив его копию на фабрике.",
      "Клиент стремится помочь рабочим по всей галактике и создать для них приемлемые условия труда. Из-за современных автоматизированных фабрик многие честные трудолюбивые формы жизни оказываются без работы, в то время как немногочисленная элита, владеющая средствами производства, продолжает богатеть. Как раз одну из таких фабрик клиент и хочет саботировать, обращаясь за помощью ко всем благородным исследователям.",
      "Одна из фабрик клиента не справляется с производственным планом. Клиент подозревает, что нечистый на руку управляющий присваивает себе часть средств и ресурсов фабрики. Клиенту нужен способный исследователь, который сможет проникнуть на фабрику и добыть доказательства, прежде чем управляющий успеет удалить записи.",
      "Клиент полагает, что его конкурент нарушает правила безопасности на производстве. Надзорный орган отказался предпринимать какие-либо действия, и клиент решил действовать самостоятельно. Проникните в базу данных конкурента и загрузите любые данные, подтверждающие, что на фабрике используется плутоний.",
      "Клиент занимается производством синтетических пищевых кубов. Главная их проблема в том, что их кубы проигрывают продукции конкурентов. Клиенту нужно любыми средствами получить доступ к файлам в системе конкурента и выяснить, из чего именно производятся эти вкусные и сытные протеиновые капсулы.",
      "Клиент узнал, что новая шахта конкурентов приносит им невероятную прибыль. Он хочет понять причину такого успеха. Клиент щедро заплатит за любую информацию о глубине или координатах шахты, особенно если это позволит начать параллельную раскопку. ",
      "Клиенту необходимо извлечь данные с одной из фабрик этой системы.",
      "Клиенту требуется исполнитель, способный украсть необходимую ему информацию с надежно защищенной фабрики.",
      "Клиенту требуется исполнитель, готовый осуществить кражу данных с расположенной неподалеку фабрики.",
      "Клиенту необходим предмет, находящийся на фабрике, расположенной на одной из соседних планет.",
      "Клиенту необходим исполнитель, способный извлечь хорошо защищенные данные. Его интересует фабрика, расположенная в пределах этой системы.",
      "Имейте в виду, что владелец фабрики не давал разрешения на эту операцию.",
      "Клиент хочет сорвать производство.",
      "Эта кража даст клиенту значительное преимущество в работе.",
      "Клиенту требуется информация о сделанном на этой фабрике открытии. Это поможет ему усовершенствовать собственное производство.",
      "Клиент подозревает, что на этой фабрике производится контрабанда.",
      "Клиент просит, чтобы вы тщательно замели следы. Действовать нужно максимально скрытно.",
      "Клиент рекомендует действовать осторожно. На фабрике наверняка установлена сигнализация.",
      "Как именно вы проберетесь внутрь, клиента не интересует. Главное — добудьте интересующие клиента данные.",
      "В случае вашей поимки клиент будет вынужден отрицать свою причастность. Не попадайтесь.",
      "Клиент надеется, что вы сможете доставить ему украденные данные в самое ближайшее время."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]