[
  {
    "Id": "MP_PORTALQUEST",
    "Stages": [
      {
        "Level": 31,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cur25",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "010EF9F3A6C9",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Надежда еще не потеряна, Подобие-Странник. Даже перед лицом катастрофы. У меня есть план..."
          ],
          "Options": [
            {
              "Name": "Спросить о плане",
              "IfSelected": {
                "IncomingMessages": [
                  "Камни знаний укажут путь. Следуй за ними к порталу и избавься от этой скверны. Что до моего пути?",
                  "Мы рождены не для того, чтобы бежать и прятаться, Подобие-Странник. Пробил час.",
                  "Я намереваюсь встретиться с тем, что вызывает все эти аномалии, лицом к лицу. Чего бы мне это ни стоило."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Камни знаний ждут тебя. Они укажут путь через портал..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Передача ведется из оскверненного сооружения. Среди криков гекских культистов я могу отчетливо разобрать одно повторяющееся слово.",
            "Она требует жертву. Она требует материалы.",
            "«Бездна».",
            "Культ не смог утолить голод своего владыки. Теперь требуются мои услуги. Мне нужно доставить сюда ресурсы..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "С исчезновением аномалии изменилась и сама передача. Теперь голоса геков говорят о дружбе и благодарности.",
                  "Они сообщают, что эта планета может стать моим домом. Просят меня остаться. Говорят, что вода здесь пригодна для питья.",
                  "Говорят, что им очень одиноко."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 32,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "cook42",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "114805AA0B9B",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ариадна исчезла!",
            "Я пытался остановить ее... Пытался как-то убедить! Ох. Надеюсь, ей ничто не угрожает..."
          ],
          "Options": [
            {
              "Name": "Успокоить",
              "IfSelected": {
                "IncomingMessages": [
                  "Геминий активно жестикулирует и дрожит от ужаса.",
                  "Как ты можешь сохранять спокойствие? Ариадна ищет источник самой Бездны!",
                  "Будь я более безрассудным и знай, куда она отправилась, я бы последовал за ней и убедился, что с ней все в порядке.",
                  "Я не могу просить тебя найти камни знаний и пройти сквозь портал... Такое решение можешь принять лишь ты.",
                  "Ариадна исчезла!",
                  "Я пытался остановить ее... Пытался как-то убедить! Ох. Надеюсь, ей ничто не угрожает..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Спросить, что вы можете сделать",
              "IfSelected": {
                "IncomingMessages": [
                  "Геминий жестами показывает, что он испытывает облегчение и благодарит за помощь.",
                  "Ариадна ищет источник самой Бездны! Тебе нужно пройти по ее стопам!",
                  "Разыщи камни знаний, пройди сквозь портал и найди нашего друга! Поспеши! Нельзя терять ни минуты!"
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Ариадна в опасности! Мы должны найти камни знаний, которые приведут нас к следующей аномалии! Ах!"
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Аномалия на разные голоса поет о Странниках из разных времен и уголков вселенной.",
            "Сквозь шум помех я слышу имена... Астерия, Герой-Странник... Нарцисс, друг Последних Рожденных... Им нет числа.",
            "Аномалия требует жертву. Но она не источает злых намерений. Она страдает.",
            "Бесчисленные голоса кричат, моля о помощи. Мой долг — добыть ресурсы. Мой долг — исцелить мир.",
            "Строение покрыто каким-то мхом. Когда я подношу руку, его крохотные листочки начинают восторженно трепетать. Это подношение? Нечто, что должно мне помочь?"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Разрыв затягивается. В моем распоряжении навигационные данных всех, кто проходил через это место.",
                  "Имена заполняют мое сознание. Лазарь. Артемида. Гильдебранд.",
                  "Я передаю навигационные данные в Нексус. Потребуется немало времени, чтобы их расшифровать..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Соберите подслащенный компост",
              "IfSelected": {
                "IncomingMessages": [
                  "Компост оказывается прямо в моих руках. От него исходит сладкий и даже немного влекущий запах.",
                  "Бесчисленные голоса кричат, моля о помощи. Мой долг — добыть ресурсы. Мой долг — исцелить мир."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Разрыв затягивается. В моем распоряжении навигационные данных всех, кто проходил через это место.",
                        "Имена заполняют мое сознание. Лазарь. Артемида. Гильдебранд.",
                        "Я передаю навигационные данные в Нексус. Потребуется немало времени, чтобы их расшифровать..."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 33,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cur24",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "11CEFF9BECCC",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Знаток порталов, я часто задумываюсь о природе нашего бытия. Что для нас недавнее исчезновение Ариадны?",
            "Есть те, кто верит, что Странники — это одна душа, разделенная на множество итераций, разбросанных по вселенным.",
            "Какими бы мы были, если бы каждый жил разной жизнью..."
          ],
          "Options": [
            {
              "Name": "Спросить о задании",
              "IfSelected": {
                "IncomingMessages": [
                  "Меркурий устало вздыхает и кивает вам.",
                  "Разумеется. Сначала — великие дела.",
                  "Мы нашли корабль Ариадны. Вернее, мы нашли сотни ее кораблей. Это копии, преобразованные и раскиданные по вселенной.",
                  "Сеть порталов — опасная и скверная вещь. Здесь надо действовать осторожно.",
                  "Поговори с камнями знаний. Пройти через врата. Узнай правду."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Ты до сих пор не понимаешь? Проследуй по камням знаний и найди корабль Ариадны по ту сторону портала.",
                  "И главное... ни в коем случае не пей воду."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Передо мной находится корабль Ариадны. Мой экзокостюм кричит и молит меня отступить. Он пытается защитить меня от заражения.",
            "Перед нами лежит Бездна. Она требует подношения. Она требует большего."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Корабль очищается, и тысячи его копий, заполонивших вселенную, вмиг исчезают. Я читаю бортовой журнал.",
                  "Перед тем как реальность корабля раскололась, он вошел в контакт с огромным и загадочным грузовым судном во тьме меж звезд.",
                  "Единственный пассажир корабля успел покинуть его до столкновения. Ариадна сейчас находится где-то там.",
                  "Моя подруга еще жива."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 34,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "raw31",
        "IterationAppId": "other33",
        "Quantity": 250,
        "PortalAddress": "11F4F91DA978",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Как-то раз мне целый год пришлось жить под личиной гека. Натворить дел, о которых я теперь жалею.",
            "Не знаю, почему я говорю об этом. Мы не друзья. Я тебя не знаю."
          ],
          "Options": [
            {
              "Name": "Предложить дружбу",
              "IfSelected": {
                "IncomingMessages": [
                  "Сделай кое-что. Тогда я подумаю о твоем предложении. У меня для тебя задание. Появился некий завод... Он работает скрытно и весьма мне интересен.",
                  "Это место перемещается между мирами, чтобы скрыться от глаз стражей. Твоя задача — разыскать камни знаний и выяснить его текущие портальные координаты.",
                  "Не подведи."
                ],
                "Options": []
              }
            },
            {
              "Name": "Согласиться и сохранить молчание",
              "IfSelected": {
                "IncomingMessages": [
                  "Тефида выглядит разочарованно. Она надеялась, что вы постараетесь с ней подружиться.",
                  "Я... У меня для тебя задание. Появился некий завод... Он работает скрытно и весьма мне интересен.",
                  "Это место перемещается между мирами, чтобы скрыться от глаз стражей. Твоя задача — разыскать камни знаний и выяснить его текущие портальные координаты.",
                  "Мне нужна твоя помощь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Разыщи камни знаний и найди источник нарушения. Ты ищешь завод, который находится по ту сторону. Любой портал укажет тебе путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Когда-то в этом месте работали представители разных видов. Они собирали и перерабатывали генетические данные, создавая модификаторы внешности.",
            "Все заводские записи повреждены из-за помех, но мне удается получить доступ к конечным чертежам. Рабочие начали создавать модификаторы внешности — сферы чистого света, заменяющие голову носителя.",
            "Сейчас они все мертвы.",
            "Строение требует новые данные. Оно требует жертву."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Устранив нарушение, я решаю в последний раз просмотреть записи и понять, что произошло с этим заводом.",
                  "В какой-то момент рабочие поняли, что созданные голографические дисплеи заменили им черепа.",
                  "Эти светящиеся сферы принесли им кошмары. И все же в этих образах было что-то знакомое. Как будто мне доводилось видеть это лицо."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 35,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cook27",
        "IterationAppId": "other36",
        "Quantity": 40,
        "PortalAddress": "10E508A1ACC0",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Геспер, кажется, обеспокоен. Заметив мое приближение, он прячет свой планшет.None",
            "Есть сообщение от Ариадны... Родич, она возвращается к нам. Она в безопасности."
          ],
          "Options": [
            {
              "Name": "Спросить, что случилось",
              "IfSelected": {
                "IncomingMessages": [
                  "Скажи мне. Ты знаешь историю Астерии, Героя-Странника? Она одна из первых преодолела пропасть между мирами.",
                  "Для нам подобных время течет иначе. После смерти Астерия была сохранена в дуге сознания, чтобы и дальше делиться мудростью.",
                  "Мы все совершили это паломничество. Родич, пришло время найти свое пророчество.",
                  "Найди ее мир. Следуй за камнями знаний, собери их знаки и пройди сквозь портал..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Найди могилу Астерии, Героя-Странника. Следуй по камням знаний. Они укажут тебе путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Могила Астерии пропитана уже знакомой мне скверной. Вокруг я замечаю признаки жизни Странников, оторванных от реальности.",
            "Я слышу слабый голос, едва различимый на фоне помех.",
            "Астерия говорит, что когда-то она вела вай'кинов в бой против посланников стекла. Они обрекли на смерть целый флот стражей.",
            "Она говорит, что меня предадут. Она говорит, что и я стану предателем.",
            "Скверна поразила это место. Она хочет торговаться со мной. Она хочет забрать себе всю жизнь, все сущее.",
            "Могила Астерии"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Дуга сознания очищена. Душа, находящаяся внутри нее, благодарит Странников за помощь.",
                  "Я спрашиваю, что Астерия мне пророчит. Я спрашиваю об истинной природе моего врага.",
                  "Астерия говорит, что Бездна — не то, чем она кажется.",
                  "Голос смолкает. Я ухожу. Услышанное сильно меня тяготит."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 36,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cook25",
        "IterationAppId": "other26",
        "Quantity": 40,
        "PortalAddress": "2117FBF686E8",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Я дома. Я наконец-то дома. Подобие-Странник, до чего отрадно видеть твое лицо."
          ],
          "Options": [
            {
              "Name": "Выразить те же чувства",
              "IfSelected": {
                "IncomingMessages": [
                  "Мне хотелось найти Бездну. В тот раз мы с врагом почти встретились, а потом...",
                  "Я... Я не помню, что происходило со мной в пустоте, Подобие-Странник.",
                  "Я лишь осознаю свое пробуждение. Меня что-то преследовало. Гнало.",
                  "Я помню корабль, огромный и ужасный. Я все еще чувствую дрожь нарушения...",
                  "Найди камни знаний. Войди в портал. Я наберусь сил к твоему возвращению."
                ],
                "Options": []
              }
            },
            {
              "Name": "Спросить, где она была",
              "IfSelected": {
                "IncomingMessages": [
                  "Мне хотелось найти Бездну. В тот раз мы с врагом почти встретились, а потом...",
                  "Я... Я не помню, что происходило со мной в пустоте, Подобие-Странник.",
                  "Я лишь осознаю свое пробуждение. Меня что-то преследовало. Гнало.",
                  "Я помню корабль, огромный и ужасный. Я все еще чувствую дрожь нарушения...",
                  "Найди камни знаний. Войди в портал. Я наберусь сил к твоему возвращению."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Следуй за камнями знаний и пройди сквозь портал. Сразись с нашим врагом..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Грузовое судно когда-то принадлежало вай'кинам. Это было судно инквизитора, который бороздил просторы галактик в поисках еретиков.",
            "Но он нашел только смерть. Здесь ощущается нарушение. Оно повсюду. Оно жаждет подношения..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Нарушение исчезло. Остались лишь печальные записи о страдающих существах, доказывающие их невиновность.",
                  "Родитель техножреца утверждал, что не знает о своем ребенке и по-прежнему придерживается пути Хирка.",
                  "Согласно данным, все пленные были казнены до начала мятежа. Оставшиеся члены экипажа скрылись во тьме.",
                  "Больше ничего не осталось."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 37,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "cur32",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "21DE0936B5C7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ариадна вернулась! Наша подруга в безопасности! О, радость!"
          ],
          "Options": [
            {
              "Name": "Ликовать",
              "IfSelected": {
                "IncomingMessages": [
                  "Вот бы всем нашим братьям твой настрой!",
                  "FTH_EXOTIC2_PQ_BLD_RES_D_19"
                ],
                "Options": []
              }
            },
            {
              "Name": "Спросить о задании",
              "IfSelected": {
                "IncomingMessages": [
                  "Верно. Наша цель сейчас важна, как никогда.",
                  "FTH_EXOTIC2_PQ_BLD_RES_D_19"
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Пожалуйста, проследуй по камням знаний туда, где находится нарушение. Следуй порталами. Найди Геспера. Я боюсь за него..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Мои датчики обнаружили останки тысячи корвакских душ, разбросанных по всей системе.",
            "Они пытались симулировать Бездну. Им удалось лишь привлечь ее внимание.",
            "Понадобится много сил, чтобы залечить эту пустоту. Без поддержки она будет поглощать систему за системой..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Разлом исцелен. Теперь я узнаю, с чего начался эксперимент.",
                  "Геспер помогал корваксам... Он пытался разрешить нашу проблему.",
                  "Его неудача имела разрушительные последствия для этого вида. Не знаю, выжил ли мой друг..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 38,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cook29",
        "IterationAppId": "other28",
        "Quantity": 90,
        "PortalAddress": "313AFB6EBFE2",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Знаток порталов, на нас обрушилась катастрофа. Тысяча душ корваксов была отрезана от Единства.",
            "Амбиции дружественного Странника вышли из под контроля. Геспер сотрудничал с корваксами, чтобы попытаться симулировать саму Бездну. Но она пришла за ними.",
            "Как думаешь, если Геспер вернется к нам, можно ли будет ему доверять? Ему придется ответить за многое."
          ],
          "Options": [
            {
              "Name": "Выказать поддержку",
              "IfSelected": {
                "IncomingMessages": [
                  "Надеюсь, твой выбор верен, Знаток порталов."
                ],
                "Options": []
              }
            },
            {
              "Name": "Покачать головой",
              "IfSelected": {
                "IncomingMessages": [
                  "Твое мнение ранит меня, Знаток порталов. Но я боюсь, что оно верное.",
                  "FTH_EXOTIC3_PQ_BLD_RES_D_20"
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Знаток порталов, камни знаний осветят твой путь. Ступай. Сделай то, что мне не по плечу."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Нарушение встречает меня и заявляет, что видит меня далеко не в первый раз.",
            "Теперь мой разум заполняют помехи. Оно требует даров. Оно говорит, что одарило меня многим..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Аномалия исчезает. Я снова думаю о сомнениях Меркурия... и ошибках Геспера.",
                  "Мои друзья Странники стараются изо всех сил. Знаю, мы должны помогать друг другу.",
                  "При этой мысли по спине пробегает дрожь, и приходит другая мысль. Она не моя. Это голос внутри меня.",
                  "Мне нужно помочь ему."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 39,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "cur22",
        "IterationAppId": "other33",
        "Quantity": 24,
        "PortalAddress": "0200FBA353D2",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Тефида чем-то обеспокоена. Она зыркает на пустующее место Меркурия глазами без век.",
            "Скажи мне. Тебе когда-нибудь бывает одиноко?"
          ],
          "Options": [
            {
              "Name": "Сказать, что всем бывает",
              "IfSelected": {
                "IncomingMessages": [
                  "Но я ведь не «все», верно? Мне надо быть лучше...",
                  "Она дрожит, ощущая неуютность.",
                  "Возможно, шансы на выживание повысятся, если мы будем путешествовать поодиночку. Не знаю, сколько еще нам безопасно оставаться здесь.",
                  "Теперь камни знаний зовут всех нас. Порталы нуждаются в тебе."
                ],
                "Options": []
              }
            },
            {
              "Name": "Сказать, что нет",
              "IfSelected": {
                "IncomingMessages": [
                  "Нет? Хм. Ты бравируешь.",
                  "Она дрожит, ощущая неуютность.",
                  "Возможно, шансы на выживание повысятся, если мы будем путешествовать поодиночку. Не знаю, сколько еще нам безопасно оставаться здесь.",
                  "Теперь камни знаний зовут всех нас. Порталы нуждаются в тебе."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Следуй за камнями знаний и пройди через портал. Мне нужно сделать кое-какие приготовления."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Скверна кипит и пробивается из разбитого судна, но журнал капитана почему-то не поврежден.",
            "Пилота предал кто-то, кого он считал союзником. Бездна может взять только то, что отдают добровольно. Но она жаждет большего..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Нарушение удалено. Я изучаю данные разбившегося корабля. До крушения пилот-Странник был убежден, что слышит голоса.",
                  "Шепот его экзокостюма просачивался в пустоту, торгуясь о спасении...",
                  "Я ухожу, проверяя свой костюм на признаки взлома или неисправности. Кажется, все в порядке."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 40,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cur25",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "20FDF7C5C5A3",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "А, родич... Не бойся. Мой разум очищен от всей вины. Скопления нанитов с легкостью трансформируют нейроны..."
          ],
          "Options": [
            {
              "Name": "Слушать",
              "IfSelected": {
                "IncomingMessages": [
                  "Я помог корваксам создать симуляцию Бездны. Родич, я действительно оплакиваю их смерть. Но их судьбу предопределила не только эта работа!",
                  "Среди нас был предатель... Кто-то привел Бездну к нам!",
                  "Неужели ты не видишь? Камни знаний взломаны!",
                  "Кто бы ни стоял за этим предательством, это существо хочет, чтобы мы проходили через порталы. Оно хочет, чтобы мы кормили аномалии.",
                  "Пройди сквозь пролом еще раз, родич. Я постараюсь освободить нас из этой ужасной петли..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Найди камни знаний, пройди сквозь портал. Я буду наблюдать..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Могила потрескивает от необычной энергии.",
            "Покоившийся здесь Странник давно исчез. Его забрала дуга сознания из другой вселенной.",
            "Теперь могила превратилась в место бесконечной тоски. Ее существование требует подношения ресурсов."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Могила очищена. Я пытаюсь выяснить, кто здесь похоронен, но нахожу лишь пустое значение.",
                  "Я ухожу с ощущением беспокойства. Ощущение, как буд-то за мной кто-то наблюдает..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 41,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cook27",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "209B0170700E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "А, Подобие-Странник. Ты снова здесь.",
            "Существо кривится, неумело изображая улыбку."
          ],
          "Options": [
            {
              "Name": "Улыбнуться в ответ",
              "IfSelected": {
                "IncomingMessages": [
                  "Некоторые верят, что все Странники являются одной сущностью, разделенной на неописуемые формы и тела.",
                  "Я — это ты, и ты — это я.",
                  "Поэтому я верю в тебя, Подобие-Странник. Если мы объединим силы, то спасем все, чем являемся.",
                  "Камни знаний — это дар Атласа. Как мы можем отвергнуть зов порталов?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Следуй за камнями знаний, Подобие-Странник. Портал приведет тебя к нашей следующей задаче."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Последователи Атласа когда-то пришли в этот мир, чтобы молиться.",
            "Аномалия искажает их разбившееся судно. Она поглотила жизни экипажа давным-давно.",
            "Теперь аномалия требует добавки. Она ждет нашего приглашения и ресурсов, чтобы утолить ее неизмеримую жажду."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Разбившееся судно очищено от всех следов аномалии.",
                  "Его журнал рассказывает об Атласе, создавшем все сущее... Даже потерю. Даже ненависть.",
                  "Интересно, верили ли они в свое божество в свои последние мгновения? Надеялись ли на спасение?.."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 42,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "raw47",
        "IterationAppId": "other27",
        "Quantity": 400,
        "PortalAddress": "11DFFB6E3036",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Геминий рассматривает чертежи экзокостюмов. Он не замечает моего приближения."
          ],
          "Options": [
            {
              "Name": "Поприветствовать друга",
              "IfSelected": {
                "IncomingMessages": [
                  "Он прячет чертежи и нерешительно поворачивается ко мне.",
                  "Друг мой, многое в наших жизнях остается тайной. Лица, с которыми мы рождены...",
                  "Одежда, которую мы носим. Кто создал экзокостюмы? Кто говорит их голосом?",
                  "Камни знаний, порталы, сквозь которые они нас ведут... Они дарованы нам с рождения.",
                  "Так много всего ждет, когда его откроют..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Следуй за камнями знаний, как мы всегда это делали. У любого Странника есть право проходить сквозь порталы..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Когда-то в строении располагался искусственный интеллект.",
            "Сейчас в его оболочке прорастает скверна, ненавидящая все, чем оно было.",
            "Это место жаждет только материю. Оно требует принести еще."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Когда скверна уходит, я вижу последние остатки ИИ. Последние пятнадцать минут его жизни...",
                  "Он знал, что я приду. Он знал, что я попытаюсь спасти его.",
                  "Бесконечные миры кипят в пустоте. Бездна расширяется."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 43,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "build168",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "4037F8AE0462",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Знаток порталов, настали мрачные времена. В нашем сообществе назрело несогласие."
          ],
          "Options": [
            {
              "Name": "Спросить, что случилось",
              "IfSelected": {
                "IncomingMessages": [
                  "Геспер поддался паранойе. Он отказывается приходить на наши встречи. Он избегает даже Нада и Поло.",
                  "Не становись как наш бывший друг. Ты выполняешь очень важную работу...",
                  "Камни знаний проведут тебя сквозь порталы. Они покажут тебе путь к спасению."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Позволь камням знаний вести тебя. Порталы приведут тебя к спасению."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Строение заражено, его аномальные призывы эхом разлетаются по планете.",
            "Бездна требует ресурсы. Без них этот мир будет потерян навсегда..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я исполняю свой долг. Скверна исчезает. Я слышу его голос... Я ощущаю его эмоции...",
                  "Я чувствую его злость, ненависть, отчаяние... Все они направлены только на него самого...",
                  "Я вижу воспоминания о воде..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 44,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "cook116",
        "IterationAppId": "other33",
        "Quantity": 90,
        "PortalAddress": "519505C9AA01",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Странник... Твой экзокостюм работает на полную мощность?"
          ],
          "Options": [
            {
              "Name": "Сказать, что да",
              "IfSelected": {
                "IncomingMessages": [
                  "Хм.",
                  "Мой костюм издает странные звуки. Почти похожие на шепот.",
                  "Мой коллега побывал в корвакском секторе космоса, чтобы провести анализ наших сигналов, но так и не вернулся.",
                  "Ты пройдешь через портал, чтобы найти его? Камни знаний покажут его путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Сказать что нет",
              "IfSelected": {
                "IncomingMessages": [
                  "Хм.",
                  "Мой костюм издает странные звуки. Почти похожие на шепот.",
                  "Мой коллега побывал в корвакском секторе космоса, чтобы провести анализ наших сигналов, но так и не вернулся.",
                  "Ты пройдешь через портал, чтобы найти его? Камни знаний покажут его путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Пропал еще один мой коллега. Найди его с помощью портала... Камни знаний укажут его местоположение. Поторопись."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Это дело рук Странника?",
            "Есть доказательство того, что в павшего друга Тефиды выстрелили из мультитула, до того, как он успел завершить анализ.",
            "Нарушение распространяется вокруг могилы, требуя подношения.",
            "Строение покрыто каким-то мхом. Когда я подношу руку, его крохотные листочки начинают восторженно трепетать. Это подношение? Нечто, что должно мне помочь?"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Могила очищена.",
                  "Я изучаю следы боя и воспоминания павшего Странника.",
                  "Я вижу лицо, не являющееся лицом. Вижу руку с поднятым оружием.",
                  "Я вижу убийцу.",
                  "Это Ариадна."
                ],
                "Options": []
              }
            },
            {
              "Name": "Соберите подслащенный компост",
              "IfSelected": {
                "IncomingMessages": [
                  "Компост оказывается прямо в моих руках. От него исходит сладкий и даже немного влекущий запах.",
                  "Нарушение распространяется вокруг могилы, требуя подношения."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Могила очищена.",
                        "Я изучаю следы боя и воспоминания павшего Странника.",
                        "Я вижу лицо, не являющееся лицом. Вижу руку с поднятым оружием.",
                        "Я вижу убийцу.",
                        "Это Ариадна."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 45,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cur22",
        "IterationAppId": "other36",
        "Quantity": 24,
        "PortalAddress": "313B052E463F",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Остальные скоро вернутся, родич. У нас мало времени..."
          ],
          "Options": [
            {
              "Name": "Слушать",
              "IfSelected": {
                "IncomingMessages": [
                  "Ариадна рассказывает нам о том, что вселенная горит от скверны, с которыми могут справиться только Странники.",
                  "Но эти миссии... Эта ложь... Родич, нас обманули.",
                  "Мне казалось, что сканирования ошибочны. Казалось, что шепот в сознании мне приснился.",
                  "Геспер с мучением трясет головой.",
                  "Ариадна разбила свой корабль несколько недель назад. Она так и не вернулась. Ведущая нас сущность —самозванец.",
                  "Найди камни знаний и проложи путь через портал. Узри правду своими глазами."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Ариадна — настоящая Ариадна — все еще где-то там. Убедись, что это обман, родич. Найди камни знаний и пройди сквозь сеть порталов. Узнай правду..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Строение гудит от необычной энергии. Оно видит меня. Знает мой разум.",
            "В песне я слышу имена: отдаленные, потускневшие... В самом конце я слышу число.",
            "Я вижу, кто его шепчет. Я вижу, как безымянная фигура изгоняет Ариадну...",
            "Вижу, как копия встает из обломков и принимает ее форму.",
            "Если этому видению можно верить, то Геспер прав. Ариадна — самозванка.",
            "Это место хочет помочь мне... если я смогу обеспечить его ресурсами."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Экзотическая энергия рассеивается, но её песня продолжает звучать.",
                  "Что стало с Ариадной? Что за самозванка заняла ее место?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      }
    ]
  }
]