[
  {
    "Id": "MP_PORTALQUEST",
    "Stages": [
      {
        "Level": 1,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cur17",
        "IterationAppId": "other26",
        "Quantity": 12,
        "PortalAddress": "1144B573F95C",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Мои глаза видели, как ты приближаешься к Нексусу. Предчувствие меня не подвело. Спасибо тебе, Подобие-Странник! Это задание необычайно важно для всех нас."
          ],
          "Options": [
            {
              "Name": "Спросить о важности",
              "IfSelected": {
                "IncomingMessages": [
                  "Нада увидел на своем станке нечто страшное. Нарушение пространства-времени. Оно уже притянуло с неба целое грузовое судно. Многие Подобия-Странники погибли в том столкновении... и моя душа ощутила их всех.",
                  "Пройди между порталами, чтобы добраться до нарушения. Ключом к порталу служит последовательность знаков. Она разорвана, но ее можно восстановить. Найди камни знаний. Собери ключ. Я знаю, тебе это под силу."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Пройди между порталами, чтобы добраться до нарушения. Ключом к порталу служит последовательность знаков. Она разорвана, но ее можно восстановить. Найди камни знаний. Собери ключ. Я знаю, тебе это под силу."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Над местом крушения весит жуткий запах плавящегося металла и обгоревшей плоти. Через остов корабля проносится пучок неизвестной энергии. Он приближается ко мне и проходит сквозь мой экзокостюм. Интересно, что это? Причина крушения или его последствие?",
            "Среди помех я начинаю различать четкий ритм. Этот ритм проникает в мое сознание, превращаясь сначала в просьбу, а потом в требование. Он требует материалы с этой планеты. Кажется, здесь действует какая-то необъяснимая сила. Она жаждет обрести равновесие и покой."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я не наблюдаю столкновения материй. Материал просто растворяется в нарушении и исчезает без следа.",
                  "Беспорядочный неровные помехи превращаются в тихий спокойный гул. Быть, мне и не удалось полностью закрыть разрыв, но он хотя бы стабилизировался."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обыскать обломки",
              "IfSelected": {
                "IncomingMessages": [
                  "На месте крушения что-то медленно всплывает на поверхность. Это кусок ткани, похожий на нановолокно, из которого сделан и мой экзокостюм. Это все, что осталось от прошлого исследователя, добравшегося до этого места?",
                  "В нее встроена улучшенная система подачи кислорода, причем совершенно целая. Я беру ее с собой. Возможно, она пригодится мне во время поисков под водой.",
                  "Среди помех я начинаю различать четкий ритм. Этот ритм проникает в мое сознание, превращаясь сначала в просьбу, а потом в требование. Он требует материалы с этой планеты. Кажется, здесь действует какая-то необъяснимая сила. Она жаждет обрести равновесие и покой."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Я не наблюдаю столкновения материй. Материал просто растворяется в нарушении и исчезает без следа.",
                        "Беспорядочный неровные помехи превращаются в тихий спокойный гул. Быть, мне и не удалось полностью закрыть разрыв, но он хотя бы стабилизировался."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 2,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "build171",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "10FF182964AA",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ты исследуешь нарушение, друг мой? Надеюсь, ты не собираешься заниматься этим в одиночку."
          ],
          "Options": [
            {
              "Name": "Спросить о спутниках",
              "IfSelected": {
                "IncomingMessages": [
                  "Не подумай, что я сомневаюсь в твоих способностях! Все как раз наоборот. Просто там может быть слишком опасно. Кажется, Нада очень встревожен.",
                  "Думаю, прежде чем отправиться туда, тебе нужно найти портал. Я не разбираюсь в древних технологиях, но, насколько мне известно, они как-то связаны с камнями знаний. Найди эти камни, чтобы добыть нужные тебе координаты.",
                  "Надеюсь, мне удалось хоть как-то тебе помочь. Хорошо, если так. Ведь мы оба стараемся уладить это дело, да?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Думаю, прежде чем отправиться туда, тебе нужно найти портал. Я не разбираюсь в древних технологиях, но, насколько мне известно, они как-то связаны с камнями знаний. Найди эти камни, чтобы добыть нужные тебе координаты.",
                  "Надеюсь, мне удалось хоть как-то тебе помочь. Хорошо, если так. Ведь мы оба стараемся уладить это дело, да?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Сооружение окружено неизвестной мне энергией. Я ощущаю ее пульсацию и вижу искры статических разрядов. Мой костюм выдает шквал предупреждений и сообщений об ошибках.",
            "Среди этого шума я различаю четкую схему — определенный звуковой рисунок, настойчивый и требовательный. Реальность этого сооружения нарушена. Появившийся разрыв стал источником бесконечных помех и искажений. Его можно стабилизировать, но для этого нужно принести материальную жертву."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я подношу материалы к источнику помех. Они попадают в поле статики и распадаются едва ли не в моих руках.",
                  "Мой костюм перестает осыпать меня бесконечными предупреждениями. Этот район больше не представляет непосредственной угрозы."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 3,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cook25",
        "IterationAppId": "other28",
        "Quantity": 60,
        "PortalAddress": "11F366324C16",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Тебя ждет суровое испытание, знаток порталов."
          ],
          "Options": [
            {
              "Name": "Спросить об испытании",
              "IfSelected": {
                "IncomingMessages": [
                  "Устройство Нада зафиксировало очень сильное искажение. Даже если тебе удастся ослабить его, я сомневаюсь, что ты сможешь полностью его нейтрализовать.",
                  "Однако настоящее испытание — это путь к нему. Тебе нужно отправиться в район искажения через портал.",
                  "Предлагаю начать свое путешествие с поиска камней знаний. Ты знаешь, что они связаны с древними вратами? Очисти свой разум, отбрось все сомнения, и они откроют тебе координаты, которые ты ищешь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Тебе нужно отправиться в район искажения через портал.",
                  "Предлагаю начать свое путешествие с поиска камней знаний. Ты знаешь, что они связаны с древними вратами? Очисти свой разум, отбрось все сомнения, и они откроют тебе координаты, которые ты ищешь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Я слышу, как строение издает пронзительный визг. Я подхожу ближе, и звук превращается в треск и шипение помех. Между строением и моим экзокостюмом проскакивают разряды.",
            "Я слышу, как раз за разом воспроизводится прерывистое сообщение, едва различимое сквозь помехи. В этом строении ощущается разрыв. Планета будто получила глубокую рану. Для ее исцеления требуется пожертвовать определенные материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я подношу материалы туда, где помехи ощущаются сильнее всего. Материя исчезает во вспышке энергии. Нарушения начинают пропадать."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 4,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "cook30",
        "IterationAppId": "other33",
        "Quantity": 90,
        "PortalAddress": "30F607272323",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "А. Так это тебе захотелось исследовать «нарушения», о которых так беспокоился Нада."
          ],
          "Options": [
            {
              "Name": "Спросить о «нарушении»",
              "IfSelected": {
                "IncomingMessages": [
                  "Слушай, я ничего не знаю о нарушениях, реальностях или еще о чем-то таком. Но я хочу тебе помочь. Правда, хочу.",
                  "Один мой...0.4 знакомый перестал выходить на связь сразу после того, как Нада поймал тот странный сигнал. Это на него не похоже. Он не из молчаливых.",
                  "Не думаю, что мы снова с ним встретимся. Но если ты сможешь остановить... чем бы это ни было... Если тебе удастся уберечь других, то... это будет хорошо.",
                  "Обычными способами добраться туда почти невозможно. Тебе потребуется портал. Мой друг говорил о каких-то камнях знаний.",
                  "Думаю, если ты найдешь их и коснешься рукой поверхности, то узнаешь нужные тебе координаты."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Обычными способами добраться туда почти невозможно. Тебе потребуется портал. Мне...0.4 удалось собрать кое-какую информацию о камнях знаний. Ну, о маленьких столбиках, которые обычно с тобой разговаривают. Похоже, они скрывают еще парочку секретов.",
                  "Думаю... ну, у меня есть такая уверенность... что если ты найдешь камни знаний и коснешься их рукой, то узнаешь нужные тебе координаты. Удачи."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Чуждые этому мертвому месту помехи потрескивают и громко хлопают под могилой. Мой экзокостюм вздрагивает, когда помехи проходят сквозь него, но энергия, кажется, не причиняет мне вреда.",
            "Мне удается разобрать последовательность во всплесках помех. Она похожа на фразу или даже требование. Реальность здесь нарушена и непостоянна. Ее могут стабилизировать только определенные материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Энергия помех бурно реагирует на появление предметов. Разряды словно тянутся в мою сторону. Нарушение будто слизывает материалы, выхватывая их прямо из моих рук, а после поглощает их.",
                  "Все стихает. Похоже, нарушение устранено."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 5,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "raw46",
        "IterationAppId": "other36",
        "Quantity": 2000,
        "PortalAddress": "10610E3057EE",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Родич, насколько я понимаю, ты проводишь расследование. Нада повезло найти помощь в твоем лице."
          ],
          "Options": [
            {
              "Name": "Спросить о Нада",
              "IfSelected": {
                "IncomingMessages": [
                  "В игре замешана могущественная сила. Нада боится подобных вещей. Он гениальный корвакс, единственный в своем роде, но все же корвакс. Было бы неразумно ожидать от него способности понять нашу точку зрения.",
                  "Мне снился этот разговор и то, что ты сделаешь после него. Конечно, это не эмпирическое исследование, но мне уже снились подобные сны. Я верю в то, что он показал мне. Я прошу тебя поверить мне.",
                  "Ты можешь добраться до заболевшей планеты через портал. Ты узнаешь координаты места назначения во вселенной от камней знаний. Они откликнутся на прикосновение."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Родич, мне снился этот разговор и то, что ты сделаешь потом. Конечно, это не эмпирическое исследование, но мне уже снились подобные сны. Я верю в то, что он показал мне. Я прошу тебя поверить мне.",
                  "Ты войдешь в портал, чтобы добраться до заболевшей планеты. Место твоего назначения предрешено: ты узнаешь его координаты во вселенной от камней знаний. Они откликнутся на прикосновение странника.",
                  "До встречи, родич."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Строение шипит и потрескивает. Должно быть, эта похожая на помехи энергия и есть обнаруженное Поло и Нада нарушение. Оно без слов посылает требования прямо в мой мозг.",
            "Что-то стонет в глубине земли, словно сама планета голодна. Но почему нужны именно эти материалы, которых и так много в этом мире?"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я подталкиваю материалы к источнику помех и смотрю, как они растворяются. Поврежденная планета поедает свои же ресурсы. Она замолкает. Пробоина в реальности пропала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 6,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cur22",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "21B13538C8F7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Дополнительный элемент синтеза ртути — умелый ремесленник. Подобие-Странник, тебе доводилось видеть созданные им лица? Их не отличить от настоящей плоти."
          ],
          "Options": [
            {
              "Name": "Спросить о лицах",
              "IfSelected": {
                "IncomingMessages": [
                  "Это произведения искусства. Но, если честно, этот робот — лишь инструмент специалиста Поло.",
                  "Нам нельзя недооценивать Гека. Он не только весельчак, но и светлая голова. Он многое для меня сделал. Для всех нас.",
                  "Усики Ариадны подергиваются. Она поднимает руку в перчатке к лицу, словно заново знакомясь с его выступами и формами.",
                  "Чтобы открыть портал, нужно найти камни знаний. Прикоснись к ним рукой. Они будут ждать тебя, Подобие-Странник."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Чтобы открыть портал, нужно найти камни знаний. Прикоснись к ним рукой. Они будут ждать тебя, Подобие-Странник."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Когда я приближаюсь к строению, мой экзокостюм включает сигнал тревоги, и раздается искусственный голос.",
            "Внимание. Обнаружена аномалия. Внимание. Внимание. Внимание.",
            "Мои конечности тяжелеют и еле двигаются, костюм становится тесным и неудобным. Отчаянное требование, едва различимое из-за помех, проносится по всему строению."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Мое тело сражается со мной, когда я подталкиваю материалы к строению. Мои мышцы протестующе дрожат, а разум заполнен страхом.",
                  "Когда мне начинает казаться, что я не справлюсь, вспышка энергии выхватывает ресурсы из моих рук и поглощает их. Помехи стихают. Здесь больше нечего делать."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 7,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "cur24",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "10D92420546E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Геминий посылает мне блеклую улыбку, но больше не уделяет мне внимания. Он постоянно посматривает в сторону Геспера."
          ],
          "Options": [
            {
              "Name": "Спросить про Геспера",
              "IfSelected": {
                "IncomingMessages": [
                  "Ах... прошу прощения, друг мой. Очевидно, я отвлекся. Добро пожаловать. Мне всегда приятно пообщаться с тобой.",
                  "Я просто немного беспокоюсь о Геспере. Я...",
                  "Геминий стоит с озабоченным видом и старается говорить тише.",
                  "Я боюсь, что из-за всех этих нарушений в реальности Геспер может... подвергнуть себя опасности. Я его знаю. Ему не устоять перед такой тайной.",
                  "Но хватит о моих заботах. Я знаю, ты выполняешь важную работу для общего блага.",
                  "Ты можешь попасть в регион нарушения с помощью портала, но тебе потребуются точные координаты места. Найди камни знаний. Прикоснись к ним. Не сомневаюсь, ты найдешь то, что тебе нужно.",
                  "Ах... прошу прощения, друг мой. Очевидно, я отвлекся. Добро пожаловать. Мне всегда приятно пообщаться с тобой.",
                  "Я просто немного беспокоюсь о Геспере. Я..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Ах... прошу прощения, друг мой. Очевидно, я отвлекся. Я знаю, ты выполняешь важную работу для общего блага.",
                  "Ты можешь попасть в регион нарушения с помощью портала, но тебе потребуются точные координаты места. Найди камни знаний. Прикоснись к ним. Не сомневаюсь, ты найдешь то, что тебе нужно."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Поврежденный корабль шипит и вспыхивает. Эти помехи ненормальны, это не просто искрение сломанного двигателя.",
            "Вокруг никого, но вдруг раздается далекий приглушенный голос.",
            "TXT_RadioNoise-ккттззззззк- Где я TXT_RadioNoise-зктт- то же самое место! Метка реальностTXT_RadioNoise-ттззз- что случилось с Артемидой, неTXT_RadioNoise-ккттззззззк- эти помехи! Прошу, пусть кто-нибудь TXT_RadioNoise-кктзз-",
            "Сквозь треск помех доносится требование. Планета ранена и дестабилизирована. Чтобы ее вылечить, нужен определенный местный материал."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Вытянув руки и позволив моему разуму плыть сквозь помехи, я тянусь к источнику странной энергии.",
                  "Затем я чувствую, как он отталкивает меня словно магнит. Я больше ничего не ощущаю. Сделав усилие, я протягиваю материалы.",
                  "Раздается оглушающий треск, и подношение исчезает. Наступает тишина. Здесь воцаряется покой."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 8,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cur32",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "11338D40158A",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Печальный Странник осматривает меня. Его взгляд задерживается на моем лице, словно высматривая повреждения.",
            "Рад видеть, что тебя не настигла смерть. Это твое первое знакомство с нарушениями?"
          ],
          "Options": [
            {
              "Name": "Сказать, что да",
              "IfSelected": {
                "IncomingMessages": [
                  "Меркурий снова пристально смотрит на меня. Затем на свои руки. Он поднимает взгляд и смотрит мне в глаза.",
                  "Тогда будем надеяться, что это путешествие не изменит тебя.",
                  "Сеть порталов позволит отправиться в незаселенный регион. Тебе потребуется простимулировать верные нейронные пути знаковым кодом. Этому коду тебя научат древние камни знаний."
                ],
                "Options": []
              }
            },
            {
              "Name": "Сказать, что нет",
              "IfSelected": {
                "IncomingMessages": [
                  "Меркурий снова пристально смотрит на меня. Затем на свои руки. Он поднимает взгляд и смотрит мне в глаза.",
                  "Знаток порталов, твоя выносливость поражает меня.",
                  "Как и раньше, сеть порталов позволит тебе попасть в незаселенный регион. Тебе потребуется простимулировать верные нейронные пути знаковым кодом. Этому коду тебя научат древние камни знаний.",
                  "Знаток порталов, твоя выносливость поражает меня.",
                  "Как и раньше, сеть порталов позволит тебе попасть в незаселенный регион. Тебе потребуется простимулировать верные нейронные пути знаковым кодом. Этому коду тебя научат древние камни знаний."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Сеть порталов позволит отправиться в незаселенный регион. Тебе потребуется простимулировать верные нейронные пути знаковым кодом. Этому коду тебя научат древние камни знаний."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Это строение купается в статике. Я слышу жужжание и хлопки помех. Приложив к нему руку, я нахожу участок, кажущийся особенно нереальным. Вместо твердой материи мои пальцы проходят сквозь пустоту.",
            "Строение одновременно здесь и не здесь. Я замечаю легкое мерцание там, где помехи сильнее всего. Они несколько раз протрескивают свое требование: принести материал в жертву, чтобы успокоить и стабилизировать их."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Мерцающая поверхность прогибается. поглощая подношение. Удовлетворенный треск сменяется тихим гулом. Больше мне здесь делать нечего."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 9,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "cur25",
        "IterationAppId": "other33",
        "Quantity": 16,
        "PortalAddress": "31CDE8370772",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Отправляешься исследовать недавнее нарушение? Лучше ты, чем я. Правда, было бы приятно выбраться отсюда. Остальные только об этом и говорят."
          ],
          "Options": [
            {
              "Name": "Спросить об остальных",
              "IfSelected": {
                "IncomingMessages": [
                  "Они просто помешались! Переходят все границы. Ариадна разошлась больше всего. У меня от нее мурашки. Только и говорит, что о лицах, хотя у нее самой самое странное «лицо» из всех, что я видел.",
                  "Ладно. Если не знаешь с чего начать, то лети в космос и найди камни знаний. Они откроют тебе код портала, который перенесет тебя в неприятное место. Главное, возьми с собой приличный мультитул."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Лети в космос и найди камни знаний. Они откроют тебе код портала, который перенесет тебя в неприятное место. Главное, возьми с собой приличный мультитул."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Когда я подхожу ближе, потрескивающие разряды словно приветствуют меня. Похоже, физическое присутствие этого строения нарушено.",
            "Пусть неясная и искаженная, но сквозь шум помех пробивается явная последовательность. Это нарушение является разломом, разрывом в реальности. Его сможет стабилизировать только определенный материал..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Материалы распадаются и исчезают. Хлопки помех замедляются, затем прекращаются. Остается лишь тихое жужжание. Похоже, строение стабилизировано."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 10,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cur21",
        "IterationAppId": "other36",
        "Quantity": 8,
        "PortalAddress": "21D4501EC013",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Родич, тебе удалось узнать что-то новое о нарушениях? Прошу, поведай мне о своем опыте."
          ],
          "Options": [
            {
              "Name": "Сказать, что они пугают",
              "IfSelected": {
                "IncomingMessages": [
                  "А, да. Я понимаю.",
                  "Мне пришлось участвовать в стабилизации недавнего нарушения. Голос помех беспокоит меня. Словно Атлас, но в то же время... совсем не как Атлас.",
                  "Я уже это видел. Посади свой звездолет на планету и найди камни знаний на ее поверхности. Одно касание, и ты узнаешь координаты охваченного бедой региона. Введи их в портал и переступи через границу..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Сказать, что они просвещают",
              "IfSelected": {
                "IncomingMessages": [
                  "А, да. Я понимаю.",
                  "Мне пришлось участвовать в стабилизации недавнего нарушения. Голос помех беспокоит меня. Словно Атлас, но в то же время... совсем не как Атлас.",
                  "Я уже это видел. Посади свой звездолет на планету и найди камни знаний на ее поверхности. Одно касание, и ты узнаешь координаты охваченного бедой региона. Введи их в портал и переступи через границу..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Сказать, что они пугают",
              "IfSelected": {
                "IncomingMessages": [
                  "Геспер недоверчиво хмурится. Он никак не комментирует мои слова.",
                  "Я уже это видел. Посади свой звездолет на планету и найди камни знаний на ее поверхности. Одно касание, и ты узнаешь координаты охваченного бедой региона. Введи их в портал и переступи через границу..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Сказать, что они просвещают",
              "IfSelected": {
                "IncomingMessages": [
                  "Геспер недоверчиво хмурится. Он никак не комментирует мои слова.",
                  "Я уже это видел. Посади свой звездолет на планету и найди камни знаний на ее поверхности. Одно касание, и ты узнаешь координаты охваченного бедой региона. Введи их в портал и переступи через границу..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Я уже это видел. Посади свой звездолет на планету и найди камни знаний на ее поверхности. Одно касание, и ты узнаешь координаты охваченного бедой региона. Введи их в портал и переступи через границу..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Хоть в самом месте крушения тихо и холодно, почва потрескивает от странной, похожей на помехи силы. Мой экзокостюм начинает подавать сигнал тревоги.",
            "Энергия помех передает сообщение прямо в мой мозг.",
            "Стабилизировать... нестабильность. Устранить... нарушение. Необходимы материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Мой костюм издает сигнал тревоги, его показания спутаны. Я подхожу к источнику странной энергии, и сигналы тревоги становятся все настойчивей.",
                  "Когда я протягиваю материалы, шум помех перерастает в рев, а затем стихает."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 11,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cur23",
        "IterationAppId": "other26",
        "Quantity": 25,
        "PortalAddress": "6182588F1956",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Меня сильно тревожит природа этих нарушений, Подобие-Странник. Я нечасто покидаю Аномалию и скажу так: увиденное за ее пределами было не просто подобием."
          ],
          "Options": [
            {
              "Name": "Спросить о подобии",
              "IfSelected": {
                "IncomingMessages": [
                  "Передо мной было мое собственное лицо. Не итерация. Я.  Я смотрел на мир двумя парами глаз.",
                  "Ты тоже хочешь это увидеть? Камни знаний укажут тебе путь. Камни быстро раскроют тебе свои тайны. Они были созданы для тебя..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Чтобы отправиться туда, сначала узнай координаты места. Камни знаний укажут тебе путь. Камни быстро раскроют тебе свои тайны. Они были созданы для тебя..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Мой костюм издает резкий сигнал тревоги, показания датчиков бешено колеблются. Это строение нестабильно и опасно.",
            "Живая и словно жаждущая чего-то энергия проносится по поверхности строения и обволакивает мою руку. Ткань реальности повреждена. Для ее ремонта требуется принести в жертву материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Разряды скачут по моим пальцам и добираются до собранных мной материалов. Те тают и бесследно исчезают.",
                  "Вслед за ними исчезает неизвестная энергия, будто всасываясь в землю. Похоже, этот мир подлатан."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 12,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "cook148",
        "IterationAppId": "other27",
        "Quantity": 20,
        "PortalAddress": "30C6233C062E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Как ты поживаешь, друг мой? Прошу прощения, если мой тоскливый вид угнетает тебя. Конечно же, я благодарен вам, Странникам, за все, что вы делаете. И Гесперу тоже. Если бы не его страсть к приключениям, мы никогда бы не встретились."
          ],
          "Options": [
            {
              "Name": "Спросить, как они встретились с Геспером",
              "IfSelected": {
                "IncomingMessages": [
                  "Мы познакомились, когда я впервые обнаружил порталы. Оказавшись в новом и неизвестном мне месте, запутанный и ошеломленный, я увидел таинственную светящуюся сферу. Представь, каково было мое удивление, когда она заговорила со мной.",
                  "Мы долгое время пребывали во тьме. Голоса друг друга — единственное, что у нас было. Потом, когда барьеры пали,0.4 мне стало казаться, что знаем друг друга целую вечность.",
                  "Если хочешь утихомирить эту аномалию, ищи камни знаний, друг мой. Они подскажут тебе, как верно направить поток портала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Если хочешь утихомирить эту аномалию, ищи камни знаний, друг мой. Они подскажут тебе, как верно направить поток портала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Я смотрю на строение, но не могу сфокусировать взгляд. На мгновение мне кажется, что передо мной две одинаковых, но немного смещенных копии.",
            "Я моргаю, и видение исчезает.",
            "Я вижу, как из строения сочится какая-то светящаяся жидкость. Похоже, она реагирует на мое присутствие. Когда я подношу к ней руку, она начинает течь быстрее. Это подношение? Нечто, что должно мне помочь?"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я смотрю на свои опустевшие ладони, в которых только что были материалы. Я моргаю. Они точно исчезли, унесенные прочь из этой реальности.",
                  "Энергия помех затихает, пока не остается только гул. Похоже, теперь строение стабилизировано."
                ],
                "Options": []
              }
            },
            {
              "Name": "Собрать ферментированную жидкость",
              "IfSelected": {
                "IncomingMessages": [
                  "Жидкость наполняет мои ладони. От нее исходит сладкий и даже немного влекущий запах.",
                  "В моем экзокостюме шуршит статика. По этим помехам я понимаю, что реальность строения повреждена. Она жаждет обрести равновесие."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Я смотрю на свои опустевшие ладони, в которых только что были материалы. Я моргаю. Они точно исчезли, унесенные прочь из этой реальности.",
                        "Энергия помех затихает, пока не остается только гул. Похоже, теперь строение стабилизировано."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Собрать ферментированную жидкость",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Жидкость наполняет мои ладони. От нее исходит сладкий и даже немного влекущий запах."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 13,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cook151",
        "IterationAppId": "other28",
        "Quantity": 200,
        "PortalAddress": "21C8F44A5ED7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Эти нарушения вызывают во мне чувство сильной тревоги."
          ],
          "Options": [
            {
              "Name": "Спросить о тревоге",
              "IfSelected": {
                "IncomingMessages": [
                  "Голос помех... опьяняет. Этот разрыв похож на окно в сон. Я вижу Солет Прайм. Вижу себя в прошлом. Свою раннюю версию. Чувствую, будто этот сон точно так же смотрит на меня.",
                  "Ступай, знаток порталов. Найди камни. Они — дети порталов. Послушай, чему они тебя научат."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Найди камни. Они — дети порталов. Послушай, что они тебе скажут."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Окружающие место крушения разряды проходят прямо сквозь мой экзокостюм. Я чувствую, как они покалывают мою кожу.",
            "TXT_RadioNoise-ккктт- знаю, я не всегда был рядом TXT_RadioNoise-зктт- стало так темноTXT_RadioNoise-ктткк- теперь ненужны TXT_RadioNoise-зкткт-",
            "Сквозь шум прорывается сигнал: этой ране в реальности нужна жертва. Она должна поглотить материал с этой планеты. Она должна поглотить себя."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Волна энергии накатывается на мои протянутые руки, слизывая все материалы без остатка.",
                  "Остается лишь тишина."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обыскать обломки",
              "IfSelected": {
                "IncomingMessages": [
                  "На куске пробитого корпуса я нахожу обрывок нановолоконной ткани, которая очень напоминает ткань моего экзокостюма.",
                  "В нее встроена улучшенная система подачи кислорода, причем совершенно целая. Я беру ее с собой. Возможно, она пригодится мне во время поисков под водой.",
                  "Сквозь шум прорывается сигнал: этой ране в реальности нужна жертва. Она должна поглотить материал с этой планеты. Она должна поглотить себя."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Волна энергии накатывается на мои протянутые руки, слизывая все материалы без остатка.",
                        "Остается лишь тишина."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 14,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "build169",
        "IterationAppId": "other33",
        "Quantity": 16,
        "PortalAddress": "603CF5241B1D",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Тефида стоит практически неподвижно. Она молча смотрит на меня.",
            "Эти нарушения... Здесь что-то не так. Я видела одно из них собственными глазами. Даже мой экзокостюм запаниковал, когда я подошла слишком близко."
          ],
          "Options": [
            {
              "Name": "Спросить о костюме",
              "IfSelected": {
                "IncomingMessages": [
                  "Не волнуйся, я пока еще в своем уме. Я знаю, что костюм не может паниковать. Просто он не запрограммирован на встречу с такого рода угрозой. Датчики словно взбесились! На меня посыпались бесконечные сигналы тревоги и предупреждения.",
                  "В общем, если хочешь туда попасть, разыщи камни знаний. В каждом из них есть часть нужных тебе координат для портала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Если хочешь попасть туда, разыщи камни знаний. В каждом из них есть часть нужных тебе координат для портала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Это строение окружено странным полем помех, которое одновременно потрескивает от энергии и воет от голода.",
            "Хлопки и щелчки помех выстукивают требование. Взять материалы с поверхности этой планеты и доставить их в место нарушения."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Материалы пропадают с оглушающим хлопком. Помехи забрали их.",
                  "Теперь строение кажется абсолютно обыкновенным, словно здесь и не было нарушения."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 15,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cook31",
        "IterationAppId": "other36",
        "Quantity": 90,
        "PortalAddress": "116D3D540547",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Помехи говорили со мной, родич. Я уже подвергался такому наказанию. Этот кошмар возвращается ко мне снова и снова."
          ],
          "Options": [
            {
              "Name": "Спросить о кошмаре",
              "IfSelected": {
                "IncomingMessages": [
                  "Геспер прерывается и оценивающе смотрит на меня. От его пристального внимания меня начинает бросать в жар.",
                  "Хм. Тебе ведь доводилось встречать алого наблюдателя? Атласа.",
                  "С моей стороны это была глупость. Мы все его дети, с этим не поспоришь. Но мне казалось... была надежда, что этим мы заслуживаем его любви. Но правда, она... Правда в том, что не все итерации полноценны.",
                  "...",
                  "Родич, нам открываются лишь возможные варианты будущего. Помехам не место в этой реальности. Самым правильным решением будет устранить их. Ступай. Найди камни знаний. Тогда тебе откроется путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Спросить о кошмаре",
              "IfSelected": {
                "IncomingMessages": [
                  "Геспер прерывается и оценивающе смотрит на меня. От его пристального внимания меня начинает бросать в жар.",
                  "Мне кажется, что ты в начале пути. Нам пока не стоит это обсуждать. Родич, я не хочу создавать помехи на твоем пути. Каждый из нас должен найти свою дорогу.",
                  "Нам открываются лишь возможные варианты будущего. Помехам не место в этой реальности. Самым правильным решением будет устранить их. Ступай. Найди камни знаний. Тебе откроется хотя бы этот путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Нам открываются лишь возможные варианты будущего, родич. Помехам не место в этой реальности. Самым правильным решением будет устранить их. Ступай. Найди камни знаний. Тогда тебе откроется путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "%NAME% мертвее мертвого, но остаток уникального следа продолжает существовать. Это не просто воспоминание. Словно сама сущность существа осталась здесь...",
            "Поле помех окружает могилу, касаясь ее длинными потрескивающими «пальцами». Среди шума звучит сообщение: принеси материалы из этого мира. Принеси их здесь в жертву. Стабилизируй аномалию."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "«Пальцы» бросаются ко мне и уносят материалы в небытие.",
                  "%NAME% и эта могила снова обретают покой. Я задаюсь вопросом, были ли они захвачены этой странной энергией?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 16,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cook22",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "312B0DA31EBB",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Эти нарушения — окно, через которое смотрят на эту вселенную, Подобие-Странник. В свете и во тьме обе грани реальности одинаково значимы. Я с этим смирился. Мы оба с этим смирились."
          ],
          "Options": [
            {
              "Name": "Спросить про обоих",
              "IfSelected": {
                "IncomingMessages": [
                  "Я и Подобие-я. Мы должны принять протоколы, которые не можем изменить, иначе нам никогда не обрести покой.",
                  "Начни искать камни знаний. Окно разрыва скажет тебе, где его найти. Как всегда. Я чувствую, что мы приближаемся к началу цикла."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Начни искать камни знаний. Окно разрыва скажет тебе, где его найти. Как всегда. Я чувствую, что мы приближаемся к началу цикла."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Это место окружает чувство потери. Таинственная энергия жужжит вокруг разбитого корабля, но я не вижу признаков жизни или смерти. Экипаж давно исчез.",
            "TXT_RadioNoise-кктттк-просто хочу вернутьсяTXT_RadioNoise-ззктк- закулисье, мой дублерTXT_RadioNoise-ззкзз- так темно. Я не могу это терпеть... Я хочу TXT_RadioNoise-зззззт- алый свет TXT_RadioNoise-ктззз-",
            "Голос помех шепчет свое требование. Эта планета ранена. Она голодна. Она должна скопировать материал этой планеты. Она должна скопировать себя."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Внезапно я смотрю на себя словно со стороны. Моя голова кружится от дежавю в дежавю, зеркал в зеркалах, словно я исцеляю боль этой планеты уже бесконечно число раз.",
                  "Материалы растворяются и исчезают. Видение заканчивается. Помехи утихают.",
                  "Остается лишь тишина."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 17,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "raw31",
        "IterationAppId": "other27",
        "Quantity": 250,
        "PortalAddress": "509F84F57D78",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Я видел нарушение собственными глазами, друг мой. Я почувствовал себя живым. Сразу вспомнил, как сильно мне не хватает приключений."
          ],
          "Options": [
            {
              "Name": "Спросить о приключениях",
              "IfSelected": {
                "IncomingMessages": [
                  "Геминий смотрит на своего спутника и старается говорить потише.",
                  "Было время, когда Геспера нужно было спасать, но это время уже прошло. Я вечно искал отговорки, пытался скрыться от самого себя. Довольно.",
                  "Садись в свой звездолет и вылетай из шлюза Аномалии. Сядь на поверхность планеты и разомни ноги. Почувствую, как проминается почва под ногами. Найди древние каменные колонны. Выслушай код портала, который они пропоют твоей душе..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Было время, когда Геспера нужно было спасать, но это время уже прошло. Я вечно искал отговорки, пытался скрыться от самого себя. Довольно.",
                  "Садись в свой звездолет и вылетай из шлюза Аномалии. Сядь на поверхность планеты и разомни ноги. Почувствую, как проминается почва под ногами. Найди древние каменные колонны. Выслушай код портала, который они пропоют твоей душе..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "С этим строением явно что-то не так. Оно потрескивает от слабых помех, шипящих под стать умирающему пламени.",
            "В шуме помех записана бесконечно повторяющаяся последовательность. Мой костюм переводит несвязные данные в настойчивое требование. Оказывается нарушение могут устранить определенные, скормленные ему материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Материалы уплывают из моих ладоней и разрушаются в облаке помех.",
                  "Растревоженное место успокаивается. Помехи исчезли или, по крайней мере, ослабли."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 18,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cook112",
        "IterationAppId": "other28",
        "Quantity": 40,
        "PortalAddress": "3202EF2CC4A0",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Наша работа необычайно важна для этой вселенной. Гордись тем, что делаешь общее дело, знаток порталов."
          ],
          "Options": [
            {
              "Name": "Спросить о работе",
              "IfSelected": {
                "IncomingMessages": [
                  "Слишком часто в последнее время я оглядываюсь назад, смотрю в пустоту. Быть привязанным к одному месту или времени — не удел Странника. Теперь Аномалия — моя семья.",
                  "Камни знаний хранят знаки, которые помогут тебе составить нужный ключ. Введи эти знаки у вращающегося камня и отдайся току портала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Камни знаний хранят знаки, которые помогут тебе составить нужный ключ. Введи эти знаки у вращающегося камня и отдайся току портала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Когда я приближаюсь к строению, мои мышцы непроизвольно сокращаются. Пугающая энергия помех поднимается из земли и вздувается нарывом, словно желая вытеснить меня из экзокостюма.",
            "Шум очень похож на искаженное сообщение, фрагментированные данные из неизвестного источника. Он умоляет:",
            "Принеси сюда материалы... пожертвуй. Баланс... нарушение."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я не вижу, что происходит с материалами. Меня ослепляет алый свет. Он пронзает мой разум, и я сгибаюсь пополам. Мне больно.",
                  "Похоже, регион стабилизирован, но мне стоит уйти отсюда как можно скорее."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 19,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "cur22",
        "IterationAppId": "other33",
        "Quantity": 16,
        "PortalAddress": "2112739B139C",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Порой приятно выбраться из укрытия. Оно того стоит."
          ],
          "Options": [
            {
              "Name": "Спросить о выходе из укрытия",
              "IfSelected": {
                "IncomingMessages": [
                  "Жить без страха и брать в свои руки все, что может дать эта вселенная. Ведь так мы и находим самих себя?",
                  "За эту свободу нужно бороться. Устрани эти нарушения. Живи.",
                  "Добраться до нарушений можно через портал. Взгляни на поверхность планеты через свой визор и дотронься до камней знаний, которые найдешь. Они укажут тебе путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Добраться до нарушений можно через портал. Взгляни на поверхность планеты через свой визор и дотронься до камней знаний, которые найдешь. Они укажут тебе путь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Это место крушения выглядит очень жутко. Я не вижу никаких следов команды, живой или мертвой, но откуда-то слышу голос, слабый сигнал...",
            "TXT_RadioNoise-кзззз-я остаюсь собойTXT_RadioNoise-тктктк-сигнал идентичен TXT_RadioNoise-зззз-",
            "Вокруг места крушения бурлит темная энергия. Она вещает о расколотой реальности. Планета нестабильна. Ее исцелят только определенные материалы..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Внезапно я перестаю понимать происходящее и чувствую тошноту. Как мне удалось сюда попасть? Что я тут делаю?",
                  "Мои руки пусты. На месте крушения тихо и спокойно. Должно быть, мои дела здесь завершены."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 20,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cook41",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "60D447EB0728",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Я очень ценю наши невероятные встречи, родич. Мы должны уважать равных себе."
          ],
          "Options": [
            {
              "Name": "Спросить о равных",
              "IfSelected": {
                "IncomingMessages": [
                  "Голос иерархии громок и жесток. Он может оглушить нас так, что мы сможем слышать только ближайшие к нам голоса.",
                  "Геспер бросает взгляд на Геминия и опускает глаза. Он прокашливается.",
                  "Доверься своему чутью, родич. Этот путь уже должен быть тебе знаком. Камни знаний сообщат нужный тебе ключ портала. Нарушение ждет тебя. Оно ждет нас всех."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Доверься своему чутью, родич. Этот путь уже должен быть тебе знаком. Камни знаний сообщат нужный тебе ключ портала. Нарушение ждет тебя. Оно ждет нас всех."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Могила, где покоится %NAME%, окружена дикой искрящейся энергией.",
            "Мой костюм переводит сообщение в биение помех: реальность хрупка, она истончилась и ломается. Разрыв не закрыть, но его можно стабилизировать, принеся в жертву материалы.",
            "Светящаяся жидкость сочится из земли под могилой. Похоже, она реагирует на мое присутствие. Когда я подношу к ней руку, она начинает течь быстрее. Это подношение? Нечто, что должно мне помочь?"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Помехи проходят сквозь меня, вторгаясь в мое тело. Нервы вопят о боли, когда по ним пробегает дикая энергия.",
                  "Боль прекращается так же внезапно, как и началась. Кажется, мне уже приходилось тут бывать. Я словно проваливаюсь в дрему, зная, что меня ждет все тот же повторяющийся сон.",
                  "Похоже, теперь могила стабилизирована."
                ],
                "Options": []
              }
            },
            {
              "Name": "Собрать ферментированную жидкость",
              "IfSelected": {
                "IncomingMessages": [
                  "Жидкость наполняет мои ладони. От нее исходит сладкий и даже немного влекущий запах.",
                  "Мой костюм переводит сообщение в биение помех: реальность хрупка, она истончилась и ломается. Разрыв не закрыть, но его можно стабилизировать, принеся в жертву материалы."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Помехи проходят сквозь меня, вторгаясь в мое тело. Нервы вопят о боли, когда по ним пробегает дикая энергия.",
                        "Боль прекращается так же внезапно, как и началась. Кажется, мне уже приходилось тут бывать. Я словно проваливаюсь в дрему, зная, что меня ждет все тот же повторяющийся сон.",
                        "Похоже, теперь могила стабилизирована."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Собрать ферментированную жидкость",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Жидкость наполняет мои ладони. От нее исходит сладкий и даже немного влекущий запах."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 21,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cook21",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "6203FCD05649",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Мои глаза видели, как ты приближаешься к Нексусу. Предчувствие меня не подвело. Спасибо тебе, Подобие-Странник! Это задание необычайно важно для всех нас."
          ],
          "Options": [
            {
              "Name": "Спросить о важности",
              "IfSelected": {
                "IncomingMessages": [
                  "Нада увидел на своем станке нечто страшное. Нарушение пространства-времени. Оно уже притянуло с неба целое грузовое судно. Многие Подобия-Странники погибли в том столкновении... и моя душа ощутила их всех.",
                  "Пройди между порталами, чтобы добраться до нарушения. Ключом к порталу служит последовательность знаков. Она разорвана, но ее можно восстановить. Найди камни знаний. Собери ключ. Я знаю, тебе это под силу."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Пройди между порталами, чтобы добраться до нарушения. Ключом к порталу служит последовательность знаков. Она разорвана, но ее можно восстановить. Найди камни знаний. Собери ключ. Я знаю, тебе это под силу."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Над местом крушения весит жуткий запах плавящегося металла и обгоревшей плоти. Через остов корабля проносится пучок неизвестной энергии. Он приближается ко мне и проходит сквозь мой экзокостюм. Интересно, что это? Причина крушения или его последствие?",
            "Среди помех я начинаю различать четкий ритм. Этот ритм проникает в мое сознание, превращаясь сначала в просьбу, а потом в требование. Он требует материалы с этой планеты. Кажется, здесь действует какая-то необъяснимая сила. Она жаждет обрести равновесие и покой."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я не наблюдаю столкновения материй. Материал просто растворяется в нарушении и исчезает без следа.",
                  "Беспорядочный неровные помехи превращаются в тихий спокойный гул. Быть, мне и не удалось полностью закрыть разрыв, но он хотя бы стабилизировался."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 22,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "raw47",
        "IterationAppId": "other27",
        "Quantity": 1200,
        "PortalAddress": "4072FAE1B962",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ты исследуешь нарушение, друг мой? Надеюсь, ты не собираешься заниматься этим в одиночку."
          ],
          "Options": [
            {
              "Name": "Спросить о спутниках",
              "IfSelected": {
                "IncomingMessages": [
                  "Не подумай, что я сомневаюсь в твоих способностях! Все как раз наоборот. Просто там может быть слишком опасно. Кажется, Нада очень встревожен.",
                  "Думаю, прежде чем отправиться туда, тебе нужно найти портал. Я не разбираюсь в древних технологиях, но, насколько мне известно, они как-то связаны с камнями знаний. Найди эти камни, чтобы добыть нужные тебе координаты.",
                  "Надеюсь, мне удалось хоть как-то тебе помочь. Хорошо, если так. Ведь мы оба стараемся уладить это дело, да?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Думаю, прежде чем отправиться туда, тебе нужно найти портал. Я не разбираюсь в древних технологиях, но, насколько мне известно, они как-то связаны с камнями знаний. Найди эти камни, чтобы добыть нужные тебе координаты.",
                  "Надеюсь, мне удалось хоть как-то тебе помочь. Хорошо, если так. Ведь мы оба стараемся уладить это дело, да?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Сооружение окружено неизвестной мне энергией. Я ощущаю ее пульсацию и вижу искры статических разрядов. Мой костюм выдает шквал предупреждений и сообщений об ошибках.",
            "Среди этого шума я различаю четкую схему — определенный звуковой рисунок, настойчивый и требовательный. Реальность этого сооружения нарушена. Появившийся разрыв стал источником бесконечных помех и искажений. Его можно стабилизировать, но для этого нужно принести материальную жертву."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я подношу материалы к источнику помех. Они попадают в поле статики и распадаются едва ли не в моих руках.",
                  "Мой костюм перестает осыпать меня бесконечными предупреждениями. Этот район больше не представляет непосредственной угрозы."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 23,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cook22",
        "IterationAppId": "other28",
        "Quantity": 60,
        "PortalAddress": "105508F0E6AE",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Тебя ждет суровое испытание, знаток порталов."
          ],
          "Options": [
            {
              "Name": "Спросить об испытании",
              "IfSelected": {
                "IncomingMessages": [
                  "Устройство Нада зафиксировало очень сильное искажение. Даже если тебе удастся ослабить его, я сомневаюсь, что ты сможешь полностью его нейтрализовать.",
                  "Однако настоящее испытание — это путь к нему. Тебе нужно отправиться в район искажения через портал.",
                  "Предлагаю начать свое путешествие с поиска камней знаний. Ты знаешь, что они связаны с древними вратами? Очисти свой разум, отбрось все сомнения, и они откроют тебе координаты, которые ты ищешь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Тебе нужно отправиться в район искажения через портал.",
                  "Предлагаю начать свое путешествие с поиска камней знаний. Ты знаешь, что они связаны с древними вратами? Очисти свой разум, отбрось все сомнения, и они откроют тебе координаты, которые ты ищешь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Я слышу, как строение издает пронзительный визг. Я подхожу ближе, и звук превращается в треск и шипение помех. Между строением и моим экзокостюмом проскакивают разряды.",
            "Я слышу, как раз за разом воспроизводится прерывистое сообщение, едва различимое сквозь помехи. В этом строении ощущается разрыв. Планета будто получила глубокую рану. Для ее исцеления требуется пожертвовать определенные материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я подношу материалы туда, где помехи ощущаются сильнее всего. Материя исчезает во вспышке энергии. Нарушения начинают пропадать."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 24,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "cur23",
        "IterationAppId": "other33",
        "Quantity": 25,
        "PortalAddress": "31850693BEC4",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "А. Так это тебе захотелось исследовать «нарушения», о которых так беспокоился Нада."
          ],
          "Options": [
            {
              "Name": "Спросить о «нарушении»",
              "IfSelected": {
                "IncomingMessages": [
                  "Слушай, я ничего не знаю о нарушениях, реальностях или еще о чем-то таком. Но я хочу тебе помочь. Правда, хочу.",
                  "Один мой...0.4 знакомый перестал выходить на связь сразу после того, как Нада поймал тот странный сигнал. Это на него не похоже. Он не из молчаливых.",
                  "Не думаю, что мы снова с ним встретимся. Но если ты сможешь остановить... чем бы это ни было... Если тебе удастся уберечь других, то... это будет хорошо.",
                  "Обычными способами добраться туда почти невозможно. Тебе потребуется портал. Мой друг говорил о каких-то камнях знаний.",
                  "Думаю, если ты найдешь их и коснешься рукой поверхности, то узнаешь нужные тебе координаты."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Обычными способами добраться туда почти невозможно. Тебе потребуется портал. Мне...0.4 удалось собрать кое-какую информацию о камнях знаний. Ну, о маленьких столбиках, которые обычно с тобой разговаривают. Похоже, они скрывают еще парочку секретов.",
                  "Думаю... ну, у меня есть такая уверенность... что если ты найдешь камни знаний и коснешься их рукой, то узнаешь нужные тебе координаты. Удачи."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Чуждые этому мертвому месту помехи потрескивают и громко хлопают под могилой. Мой экзокостюм вздрагивает, когда помехи проходят сквозь него, но энергия, кажется, не причиняет мне вреда.",
            "Мне удается разобрать последовательность во всплесках помех. Она похожа на фразу или даже требование. Реальность здесь нарушена и непостоянна. Ее могут стабилизировать только определенные материалы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Энергия помех бурно реагирует на появление предметов. Разряды словно тянутся в мою сторону. Нарушение будто слизывает материалы, выхватывая их прямо из моих рук, а после поглощает их.",
                  "Все стихает. Похоже, нарушение устранено."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 25,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cur25",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "30DEFC09D6EE",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Родич, насколько я понимаю, ты проводишь расследование. Нада повезло найти помощь в твоем лице."
          ],
          "Options": [
            {
              "Name": "Спросить о Нада",
              "IfSelected": {
                "IncomingMessages": [
                  "В игре замешана могущественная сила. Нада боится подобных вещей. Он гениальный корвакс, единственный в своем роде, но все же корвакс. Было бы неразумно ожидать от него способности понять нашу точку зрения.",
                  "Мне снился этот разговор и то, что ты сделаешь после него. Конечно, это не эмпирическое исследование, но мне уже снились подобные сны. Я верю в то, что он показал мне. Я прошу тебя поверить мне.",
                  "Ты можешь добраться до заболевшей планеты через портал. Ты узнаешь координаты места назначения во вселенной от камней знаний. Они откликнутся на прикосновение."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Родич, мне снился этот разговор и то, что ты сделаешь потом. Конечно, это не эмпирическое исследование, но мне уже снились подобные сны. Я верю в то, что он показал мне. Я прошу тебя поверить мне.",
                  "Ты войдешь в портал, чтобы добраться до заболевшей планеты. Место твоего назначения предрешено: ты узнаешь его координаты во вселенной от камней знаний. Они откликнутся на прикосновение странника.",
                  "До встречи, родич."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Строение шипит и потрескивает. Должно быть, эта похожая на помехи энергия и есть обнаруженное Поло и Нада нарушение. Оно без слов посылает требования прямо в мой мозг.",
            "Что-то стонет в глубине земли, словно сама планета голодна. Но почему нужны именно эти материалы, которых и так много в этом мире?"
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я подталкиваю материалы к источнику помех и смотрю, как они растворяются. Поврежденная планета поедает свои же ресурсы. Она замолкает. Пробоина в реальности пропала."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 26,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Ариадны.",
        "AppId": "cur21",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "30E4069A72AD",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Как давно мы танцуем под этот ритм? Постоянство этих возмущений немного успокаивает."
          ],
          "Options": [
            {
              "Name": "Спросить про успокоение",
              "IfSelected": {
                "IncomingMessages": [
                  "Подобие-Странник, эти аномалии происходят словно по точному расписанию. Это природная закономерность. Возможно, мы видим лишь вершину волны. В любом случае, у нее есть ритм. Каждый раз, когда вселенная взывает, мы отвечаем.",
                  "Ответ начинается в поиска знаний. Слушай древние камни, которые укажут путь к беспокойному региону."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Возможно, ты тоже помнишь о ритме. Слушай древние камни знаний. Они укажут путь к беспокойному региону."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Обрывок помех перепрыгивает с потревоженной конструкции на мою руку. Датчики моего костюма регистрируют нечто, напоминающее щекотку. Я непроизвольно вздрагиваю.",
            "Бесшумное сообщение проникает в мой разум: эта конструкция поглощала местные ресурсы, и теперь ей требуется помощь. Для восстановления баланса необходимо пожертвовать ресурсы."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Помехи окружают материалы. Я не вижу, куда они пропали, но ощущаю некое восстановление равновесия. Где вторая половина этих весов?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 27,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геминия.",
        "AppId": "cur22",
        "IterationAppId": "other27",
        "Quantity": 24,
        "PortalAddress": "1011F75843D7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Привет! Ах, как приятно приветствовать тебя. Если забыть про опасность нарушений, мне приятно быть частью этой борьбы."
          ],
          "Options": [
            {
              "Name": "Спросить о борьбе",
              "IfSelected": {
                "IncomingMessages": [
                  "Мы, Странники, уже несколько месяцев исправляем эти нарушения, но даже Геспер не знает, откуда они взялись. И все же мы продолжаем собираться тысячами, чтобы стабилизировать вселенную.",
                  "Я верю, что в такие моменты сотрудничества мы, своими усилиями, вместе и по чуть-чуть продлеваем наш срок. Разве это не замечательно?",
                  "Портал может перенести тебя в пораженный регион. Чтобы узнать последовательность знаков, тебе потребуются знания трех камней. Союзники помогут выполнить это задание быстрее! Надеюсь, сегодня ты повстречаешь новых друзей."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Портал может перенести тебя в пораженный регион. Чтобы узнать последовательность знаков, тебе потребуются знания трех камней. Союзники помогут выполнить это задание быстрее! Надеюсь, сегодня ты повстречаешь новых друзей."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Обломки корпуса сверкают странными энергетическими разрядами. Я замечаю болезненный запах. Он накатывает волнами, усиливаясь при всплеске помех. Вонь напоминает горелый белок: паленые волосы, мех или ногти.",
            "Я пытаюсь игнорировать вонь горелого и выслушать требования помех: определенный материал с этой планеты стабилизирует нарушение. Мне нужно добыть этот ресурс, иначе меня тоже могут поглотить."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Материалы растворяются. Вонь спекшегося белка заметно ослабевает, но не исчезает до конца. Помехи тоже стихают. Я решаю, что здесь сделано все возможное."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 28,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Меркурия.",
        "AppId": "cook20",
        "IterationAppId": "other28",
        "Quantity": 60,
        "PortalAddress": "2153FB6D1154",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Меркурий безмолвно меня осматривает. В его светлых глазах читается непонятное мне напряжение. Это голод? Отвращение? Зависть?"
          ],
          "Options": [
            {
              "Name": "Спросить, в порядке ли собеседник",
              "IfSelected": {
                "IncomingMessages": [
                  "Обнаженные щеки Странника краснеют, и мне становится интересно, каково быть без кожи. Он берет себя в руки.",
                  "Прощу прощения, Знаток порталов. Очевидно, тебе нужны мои советы.",
                  "Лишь портал может связать тебя с твоим пунктом назначения. Последние нарушения перегружают древнюю сеть. Ищи камни знаний и введи подаренную ими мудрость в шлюз сети."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Разумеется.",
                  "Лишь портал может связать тебя с твоим пунктом назначения. Последние нарушения перегружают древнюю сеть. Ищи камни знаний и введи подаренную ими мудрость в шлюз сети."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Эта конструкция выглядит обычной, но мой костюм истерично вопит про опасность. На мгновение меня переполняет желание броситься в зараженную конструкцию... Затем все проходит.",
            "Потусторонняя энергия, неподдающаяся разумному объяснению, прокатывается по поверхности конструкции, словно ее частицы танцуют. Она влетает в мой разум и формирует требование: принеси материал в жертву. Стабилизируй нарушение."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Я бросаю материалы к основанию конструкции. Хоть это и невозможно, но они просачиваются прямо в землю.",
                  "Помехи, только что бывшие оглушительными, внезапно исчезают. Мое дело сделано."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 29,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Тефиды.",
        "AppId": "build164",
        "IterationAppId": "other33",
        "Quantity": 6,
        "PortalAddress": "405507FBC6BF",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Тефида недовольно вздыхает. Она ничего не говорит, желая поскорее закончить разговор."
          ],
          "Options": [
            {
              "Name": "Спросить о вздохе",
              "IfSelected": {
                "IncomingMessages": [
                  "Я не в настроении это обсуждать. Я просто... зла. Прошло уже почти шесть месяцев. Как они могли быть так глупы? Как они ПОСМЕЛИ быть так глупы?"
                ],
                "Options": [
                  {
                    "Name": "Потребовать рассказать",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Я0,1-0,1-0,2ладно. Если ты правда этого хочешь, я расскажу.",
                        "Нестабильность этой вселенной, все эти нарушения — все это не прошло бесследно.",
                        "Мой друг пропал несколько месяцев назад и не выходит на связь. И не выйдет. Я знаю, что его больше нет. Это приводит меня в ярость. Я думала, что умею лучше выбирать друзей. Думала, что могу на них положиться.",
                        "Она делает глубокий вдох.",
                        "Прости. Хорошо, что ты помогаешь.",
                        "Покинь Аномалию и найди камни знаний. Они покажут последовательность знаков, которые нужно ввести в портал. Пройди сквозь него и окажешься в регионе, которому нужна твоя помощь."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Не спрашивать",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Спасибо. Что не настаиваешь. И за твою помощь. Прости.",
                        "Покинь Аномалию и найди камни знаний. Они покажут последовательность знаков, которые нужно ввести в портал. Пройди сквозь него и окажешься в регионе, которому нужна твоя помощь."
                      ],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Покинь Аномалию и найди камни знаний. Они покажут последовательность знаков, которые нужно ввести в портал. Пройди сквозь него и окажешься в регионе, которому нужна твоя помощь."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Я вижу версию конструкции, что стоит передо мной. Каким-то образом мне одновременно известно о другой версии. Видение прошлого накладывается на конструкцию из настоящего, из-за чего у меня двоится в глазах.",
            "Громкий треск помех полностью приковывает мое внимание. Конструкция нестабильна. Подношение местных материалов, в избытке встречающихся на планете, заделает разрыв в реальности..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Материалы исчезают, а бешеные помехи слабнут и стихают. Появляется ощущение, что меня прогоняют. Большего от меня не добиться, хоть нарушение и не устранено до конца. Для полного устранения потребуются другие Странники."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 30,
        "NpcMessage": "Попасть в район искажения можно только через портал.\nЧтобы узнать больше, поговорите с итерацией Геспера.",
        "AppId": "cur17",
        "IterationAppId": "other36",
        "Quantity": 12,
        "PortalAddress": "4169FC678D73",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Приветствую. Ты помогаешь с нарушением? Этим заняты многие родичи. Для меня это не первый подобный договор. Они никогда мне не надоедают.",
            "Прежде чем ты уйдешь, расскажи о своей последней встрече с другим родичем. Поведай историю, которая отложит разговор в моей памяти."
          ],
          "Options": [
            {
              "Name": "Рассказать веселую историю",
              "IfSelected": {
                "IncomingMessages": [
                  "Взгляд Геспера становится мягче.",
                  "Странники непредсказуемы, но подобные истории напоминают мне, что их щедрость неискоренима и вечна. Спасибо, Странник-Родич.",
                  "Ты доберешься до пораженного региона с помощью древнего портала, введя последовательность знаков, которую хранят спящие камни знаний. Твое прикосновение разбудит их."
                ],
                "Options": []
              }
            },
            {
              "Name": "Рассказать печальную историю",
              "IfSelected": {
                "IncomingMessages": [
                  "Геспер хмурится.",
                  "Подобные происшествия случаются. Мне жаль это слышать. Желаю тебе удачи при встречах с другими Странниками.",
                  "Ты доберешься до пораженного региона с помощью древнего портала, введя последовательность знаков, которую хранят спящие камни знаний. Твое прикосновение разбудит их."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обратитесь за советом",
              "IfSelected": {
                "IncomingMessages": [
                  "Разумеется. Не буду задерживать тебя. Ты доберешься до пораженного региона с помощью древнего портала, введя последовательность знаков, которую хранят спящие камни знаний. Твое прикосновение разбудит их."
                ],
                "Options": []
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Вблизи необычность этой аварии становится очевидна. Кажется, сам момент удара застыл во времени и мерцает, словно поставленный на паузу аналоговый экран. Вокруг набухают и рвутся пузыри помех.",
            "Помоги... завершить... процесс. Сохрани данные... сохрани память..."
          ],
          "Options": [
            {
              "Name": "Предложить материалы",
              "IfSelected": {
                "IncomingMessages": [
                  "Когда я приношу требуемые ресурсы, в атмосфере что-то меняется. Авария перестала быть необычной. Теперь это просто печальное напоминание о последних мгновениях неудачливого пилота. Думаю, больше мне тут делать нечего."
                ],
                "Options": []
              }
            },
            {
              "Name": "Обыскать обломки",
              "IfSelected": {
                "IncomingMessages": [
                  "На куске пробитого корпуса я нахожу обрывок нановолоконной ткани, которая очень напоминает ткань моего экзокостюма.",
                  "В нее встроена улучшенная система подачи кислорода, причем совершенно целая. Я беру ее с собой. Возможно, она пригодится мне во время поисков под водой.",
                  "Помоги... завершить... процесс. Сохрани данные... сохрани память..."
                ],
                "Options": [
                  {
                    "Name": "Предложить материалы",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Когда я приношу требуемые ресурсы, в атмосфере что-то меняется. Авария перестала быть необычной. Теперь это просто печальное напоминание о последних мгновениях неудачливого пилота. Думаю, больше мне тут делать нечего."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Уйти",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Уйти",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      }
    ]
  }
]