[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Marcos de Exploração",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Marcos de sobrevivência",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Os Geks",
    "description": "De pequena estatura, estas criaturas reptilianas e bicudas são os principais comerciantes da galáxia. Elas são capazes de se comunicar por meio de feromônios liberados cuidadosamente e transmitem conceitos e sentimentos complexos através de odores.\n\nOriginárias do planeta Balaron, elas são vistas com desconfiança pelas outras formas de vida inteligentes devido às ações dos Primeiros Filhos Geks que conquistaram terras e mataram criaturas para formar seu poderoso império.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Os Vy'keens",
    "description": "Os Vy'keens são seres semelhantes a guerreiros originários do sistema Dryn'dargh e obcecados pela derrota dos Sentinelas. Controlados pelo alto comando Vy'keen, eles lutam contra a ameaça dos sentinelas por toda a galáxia.\n\nApesar de sua aparência agressiva, seguem um código de honra rigoroso. Dão mais valor à lealdade, ao sacrifício e a uma boa morte do que a bens materiais ou conhecimento e juraram ajudar o Viajante sempre que possível.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Os Korvax",
    "description": "As entidades Korvax são formas de vida inorgânicas que habitam invólucros metálicos passados de geração a geração. Elas acreditam que, através do estudo matemático, podem chegar ao nível do Atlas. Para isso, precisam estudar os sentinelas.\n\nCada Korvax é uma mente pura, uma parte de sua grande Convergência coletiva. O invólucro que habitam tem pouca importância em comparação à sua ligação com essa consciência grupal.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Guilda dos mercadores",
    "description": "Uma organização que representa empresas e mercadores independentes de toda a galáxia. Ela ajuda a encomendar e controlar os serviços de um piloto em nome de seus integrantes.\n\nA guilda dos mercadores é naturalmente dominada pelos Geks, mas não é um clube exclusivo. Todas as formas de vida são bem-vindas, desde que tenham a reserva de capital necessária...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Guilda dos mercenários",
    "description": "Um grupo informal de organizações mercenárias de toda a galáxia. A guilda é composta por uma série de facções concorrentes e muitas delas brigariam umas com as outras se tivessem a chance.\n\nPiratas, justiceiros, policiais disfarçados, cultistas, rebeldes e expedicionários... Os integrantes da guilda dos mercenários mantêm a paz na galáxia ao garantirem que os trabalhos sejam dados ao grupo certo de oportunistas armados.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Guilda dos exploradores",
    "description": "Uma associação de pesquisadores e exploradores, a guilda dos exploradores facilita o encontro entre aqueles que precisam de dados com os que os obtêm.\n\nOs associados estão divididos entre instituições científicas, sociedades geográficas, empresas de tecnologia e há exploradores independentes ocasionais. A guilda oferece recursos, laboratórios coletivos, palestras e medalhas anuais.",
    "medals": []
  }
]