[
  {
    "Id": "mission1",
    "Objective": "Cace piratas",
    "Titles": [
      "Perturbação",
      "Comprando proteção",
      "A ciência contra-ataca",
      "Mantendo a dignidade",
      "A cruzada",
      "Do além",
      "Sabotagem!",
      "Caçando os hackers",
      "Negociação implacável",
      "Aposta alta"
    ],
    "Subtitles": [
      "Cace e elimine piratas"
    ],
    "Descriptions": [
      "Piratas estão atrapalhando o tráfego das naves cargueiras, uma afronta tanto para os mercadores honestos quanto para os desonestos. O cliente quer que isso pare. De uma vez por todas.",
      "Piratas estão saqueando as instalações de mineração autônomas e atacando as naves que chegam para esvaziar os funis de enchimento. Eles atacam os fracos. O cliente espera que eliminar um pequeno número de naves piratas fará as outras irem para um lugar com menos resistência.",
      "As instalações científicas locais estão com dificuldade para lidar com uma onda de ataques piratas.  Microscópios foram roubados e os equipamentos de titulação destruídos. O cliente quer fazer uma experiência. Ele quer ver quantos piratas precisam morrer para que os ataques parem.",
      "O cliente quer resolver um problema familiar. Um parente dele se tornou pirata e trouxe desonra para o bom nome da família. Elimine-o e recupere a reputação do cliente entre as formas de vida decentes.",
      "O cliente recebeu uma mensagem das estrelas explicando-lhe seu propósito na vida. Ele deve servir ao bem maior por meio de uma missão interminável de eliminação de piratas. Ele está à procura de pilotos para se juntarem à empreitada, pelo menos temporariamente.",
      "Esta oferta está sendo feita em nome do cliente, devido a seu estado. Ele foi abandonado em um planeta hostil por um bando de piratas. Supõe-se que esteja morto, mas um repetidor está transmitindo os detalhes de seu destino para os canais de rádio locais. Ele solicitou que seus recursos restantes sejam oferecidos como recompensa pelas cabeças daqueles que o abandonaram.",
      "O cliente solicita assistência imediata para capturar um pirata. Dispositivos de pulso eletromagnético foram escondidos por toda a sua instalação, causando um dano grave à sua capacidade operacional. Sem recursos para fazer isto por conta própria, ele pediu que todos os pilotos honestos se apresentem para ajudá-lo a encontrar o responsável.",
      "O cliente sofreu um grande prejuízo nas mãos de um bando de piratas. Em vez de realizarem um ataque espacial, os piratas sequestraram remotamente o terminal comercial do cliente e o usaram para desviar fundos e itens para a conta deles. O cliente quer fazer uma retaliação física por esse crime virtual.",
      "Piratas sequestraram vários funcionários do cliente. Eles estão exigindo um resgate extremamente alto. O cliente decidiu que uma demonstração de força é a melhor maneira de impedir sequestros futuros. Ele está em busca de um piloto que encontre e destrua a nave pirata, mesmo com os reféns ainda a bordo. É uma pena que vidas se percam, mas uma abordagem como essa demonstrará que o cliente não tolerará tentativas de extorsão.",
      "O cliente tem um negócio lucrativo. Ele ganha dinheiro com o resultado das batalhas espaciais. Ele trabalha de uma nave cargueira de luxo e viaja pelo espaço à procura de conflitos aos quais seus fregueses possam assistir e nos quais possam apostar com segurança e conforto. Seu negócio está indo muito bem, mas os conflitos não. Ele procura pilotos para pisarem na 'arena' e criarem entretenimento para seus passageiros.",
      "O cliente quer a destruição dos piratas nas proximidades.",
      "O cliente quer eliminar completamente os piratas deste sistema.",
      "O cliente exige uma retaliação rápida contra os piratas que moram perto desta estação.",
      "O cliente quer a morte de todos os piratas que moram perto destes mundos.",
      "O cliente quer urgentemente a morte da escória pirata.",
      "O cliente quer o extermínio de um esquadrão pirata próximo.",
      "O cliente exige a eliminação dos piratas que infestam estes mundos.",
      "O cliente espera a obliteração de todos os piratas que moram perto desta estação.",
      "Os criminosos acossam as naves cargueiras locais e já fugiram da justiça por tempo demais.",
      "Os criminosos se acham acima da lei, e atacam as instalações de todo este setor.",
      "A cada dia que passa, a ameaça criminosa aumenta. Algo precisa ser feito.",
      "Os criminosos atraíram isso para si mesmos no momento em que decidiram levar uma vida de liberdade e roubalheira.",
      "Os criminosos não merecem perdão pelos seus crimes.",
      "Se tivessem a chance, os criminosos destruiriam este setor inteiro.",
      "Os criminosos perturbaram as rotas comerciais deste sistema por tempo demais.",
      "Os criminosos escolheram a morte no momento em que decidiram levar a vida que levam.",
      "O cliente deseja que tudo seja resolvido de maneira rápida e discreta. Ele não quer represálias de nenhum clã pirata afiliado.",
      "O cliente aconselha ter cuidado para lidar com a questão. Os piratas não vão desistir enquanto não derrubarem sua nave.",
      "O cliente deixa o método de extermínio dos piratas com você. Apenas garanta que nenhum deles sobreviva para contar a história.",
      "O cliente lhe agradece por cumprir seu dever cívico. Nenhum sistema deveria tolerar ilegalidades.",
      "Há muitos que se beneficiarão com a execução do contrato. Sua recompensa será considerável.",
      "O cliente lembra que você não deve barganhar ou manter uma conversa com os piratas. Eles farão qualquer coisa para escapar da justiça.",
      "O cliente aceitará a aniquilação repentina ou prolongada dos piratas. Ele deixa a velocidade com você.",
      "O cliente sabe que outros piratas vão acabar tentando vir para este território, mas uma paz temporária é melhor do que paz nenhuma."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Colete um item",
    "Titles": [
      "Comprador pessoal",
      "Recordação",
      "Um banquete",
      "Iluminando o caminho",
      "A vida encontra uma maneira",
      "Manipulação de mercado",
      "Um presente",
      "A nova peça essencial",
      "Impulsos competitivos",
      "Cordeiros vestidos de nanitos",
      "Espécimes valiosos",
      "O substituto",
      "Competição espacial",
      "A engrenagem da máquina",
      "Um registro do nosso tempo",
      "A peça final",
      "Aproveitador",
      "Mestre em manipulação",
      "Na dianteira",
      "Delegando"
    ],
    "Subtitles": [
      "Procura-se itens valiosos"
    ],
    "Descriptions": [
      "O cliente quer dar um presente de valor considerável para um parceiro leal. O parceiro lhe serviu muito bem por vários anos. Ele quer um piloto confiável para buscar e entregar em segurança um item de valor apropriado.",
      "O cliente está à procura de um objeto de seu passado, um símbolo de dias que ficaram para trás. Ele representa um momento importante de sua infância. Por isso, ele pagará muito bem pela entrega segura do item.",
      "O cliente ouviu falar de uma nova tendência. Ele procura um item que dizem ser delicioso e cheio de nutrientes. Naturalmente, uma popularidade assim tão repentina significa que é difícil achá-lo. Ele recompensará qualquer piloto que consiga adquirir o item a tempo de ser consumido no próximo banquete.",
      "O cliente tem pesquisado métodos alternativos de geração de energia. Ele acredita que fez uma descoberta. O novo método gera grandes quantidades de energia com pouquíssimos resíduos tóxicos. No entanto, lhe falta um componente essencial. Ele não pode deixar o laboratório, e procura pilotos que coletem o item em seu lugar.",
      "O cliente está envolvido com pesquisa avançada sobre a consciência. Na busca por uma resposta mais holística, ele deixou de lado noções preconcebidas sobre o que forma a mente. Ele acredita que fez uma descoberta.\nO cliente achou um material com propriedades que acredita que equivalem à capacidade de ter um pensamento. Para provar a teoria, basta construir uma máquina de pensamentos com essa substância. É preciso uma grande quantidade de materiais, e o cliente procura exploradores para ajudar no processo de coleta.",
      "O cliente identificou uma oportunidade de obter lucro. Há uma parte disso disponível para todos que ajudarem no processo.\nEle procura um grande número de exploradores para entregar itens no mesmo lugar para fazer caírem os preços dos mercados locais. Esse excesso de suprimentos forçará a falência dos concorrentes, permitindo que o cliente entre no mercado mais tarde e explore a consequente escassez de suprimentos.",
      "O cliente quer melhorar seu relacionamento com as autoridades. Ele descobriu que o comissário da estação local gosta de um item em particular e quer garantir que ele o consiga. Entregá-lo pessoalmente seria grosseria, é claro. Ele procura um explorador para agir de intermediário e fazer a coleta em seu lugar.",
      "O cliente seleciona mensalmente alguns itens para os ricos e desocupados. Ele ficou sabendo de um interesse repentino por um item em particular, e precisa obtê-lo para sua mais recente coleção. Ele pagará acima do valor do mercado a qualquer explorador que consiga adquiri-lo.",
      "O cliente ficou sabendo que um rival está interessado em um item bem específico. Naturalmente, ele não pode permitir que ele o obtenha. O cliente recompensará qualquer explorador que adquira o item antes e impeça o rival de fazer o que quer que seja.",
      "O cliente começou um novo negócio recentemente. Ele pega itens comuns e ajuda outros indivíduos a enxergarem o valor deles. Ele faz isso obtendo objetos baratos e desgastando-os de tal forma que parecem ter importância histórica. Ele quer um novo lote de itens para fazer sua alquimia.",
      "O cliente está envolvido com pesquisa especulativa. Ele recebeu uma generosa doação e está buscando maneiras de gastá-la. Por causa disso, ele desenvolveu uma série de testes que acredita que lhe ajudarão a saber se um item precisa de mais testes. O cliente agora está em busca de materiais para fazer esse procedimento.",
      "O cliente colocou um item muito importante no lugar errado. Ele precisa urgentemente de um substituto para que ninguém saiba que o item sumiu.",
      "O cliente ficou sabendo que uma operação rival adquiriu um item muito importante. Ele não sabe ao certo por que esse item é importante, mas imagina que seja melhor ter um também, ou será deixado para trás pela concorrência.",
      "O cliente está construindo uma máquina de movimento perpétuo. Ele obteve uma grande variedade de peças e fontes de energia de todas as partes da galáxia e acredita que faltam apenas alguns componentes para terminar sua criação. Ele não pode deixar a máquina sozinha e procura exploradores que consigam os materiais restantes.",
      "O cliente quer encher um cofre seguro com itens que representem seu povo e sua cultura. Ele acredita que isso será muito útil para os futuros historiadores. No entanto, nenhum dos colegas do cliente está disposto a ceder seus itens pessoais. Por isso, ele procura exploradores que coletem e entreguem amostras dos itens selecionados.",
      "O cliente é um coletor famoso de itens valiosos. Ele tem um acervo admirável, mas falta a peça final. Até essa lacuna ser preenchida, a coleção não tem valor. O cliente está convocando todos os exploradores para ajudá-lo em sua busca por esse objeto raro e recompensará qualquer um que o ajude a obtê-lo. Serão aceitos apenas espécimes em perfeitas condições.",
      "O cliente quer manipular os mercados locais. Devido a um erro de dados infeliz, ele adquiriu dez vezes o volume de mercadorias que estava esperando. O cliente procura exploradores para comprar o mesmo item dos terminais comerciais nesta região do espaço, em uma tentativa de aumentar o preço para que ele possa revender a compra equivocada com lucro.",
      "O cliente quer desestabilizar o relacionamento entre duas facções criminosas locais. Ambas procuram um item em particular, e se não conseguirem encontrá-lo, vão supor que é uma artimanha da outra. O cliente quer um explorador discreto para pegar o item por conta própria para causar um conflito entre os dois rivais.",
      "O cliente quer ficar à frente da concorrência em um empreendimento comercial. Ele ouviu rumores de que um mercado em particular está prestes a ter um crescimento rápido, e quer fazer um estoque para lucrar quando isso acontecer. Ele pagará mais do que o valor atual por qualquer item que lhe seja entregue, e ajudará os pilotos independentes assumindo os riscos da transação.",
      "O cliente é um empresário muito bem-sucedido. Portanto, não tem tempo de ir buscar suas próprias mercadorias. Em vez disso, está oferecendo recompensas a qualquer piloto independente que faça as compras e as entregue para ele.",
      "O cliente solicita uma entrega bem específica.",
      "O cliente precisa que se obtenha um item, não importa a dificuldade.",
      "O cliente quer obter um objeto em particular.",
      "O cliente deseja um produto.",
      "O cliente espera se tornar proprietário de um item imediatamente.",
      "Sem isso, ele com certeza irá morrer. A questão é extremamente urgente.",
      "Ele precisa disso para passar de um estágio crítico em sua pesquisa.",
      "Ele acredita que isso vai mudar o curso da batalha a seu favor.",
      "Ele está cuidando de uma tarefa perigosa. Isso pode garantir sua segurança.",
      "Ele foi roubado e precisa disso para fazer uma substituição.",
      "O cliente deixa os detalhes com você. Quando o pacote for recebido, você receberá uma recompensa adequada.",
      "O cliente lhe agradece desde já pelo retorno rápido.",
      "O cliente quer uma entrega cuidadosa. Certifique-se de que nada se quebre no transporte.",
      "O cliente espera que o item chegue o mais rápido possível.",
      "O cliente aprecia sua discrição na tarefa."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Colete um item",
    "Titles": [
      "Comprador pessoal",
      "Recordação",
      "Um banquete",
      "Iluminando o caminho",
      "A vida encontra uma maneira",
      "Manipulação de mercado",
      "Um presente",
      "A nova peça essencial",
      "Impulsos competitivos",
      "Cordeiros vestidos de nanitos",
      "Espécimes valiosos",
      "O substituto",
      "Competição espacial",
      "A engrenagem da máquina",
      "Um registro do nosso tempo",
      "A peça final",
      "Aproveitador",
      "Mestre em manipulação",
      "Na dianteira",
      "Delegando"
    ],
    "Subtitles": [
      "Procura-se itens valiosos"
    ],
    "Descriptions": [
      "O cliente quer dar um presente de valor considerável para um parceiro leal. O parceiro lhe serviu muito bem por vários anos. Ele quer um piloto confiável para buscar e entregar em segurança um item de valor apropriado.",
      "O cliente está à procura de um objeto de seu passado, um símbolo de dias que ficaram para trás. Ele representa um momento importante de sua infância. Por isso, ele pagará muito bem pela entrega segura do item.",
      "O cliente ouviu falar de uma nova tendência. Ele procura um item que dizem ser delicioso e cheio de nutrientes. Naturalmente, uma popularidade assim tão repentina significa que é difícil achá-lo. Ele recompensará qualquer piloto que consiga adquirir o item a tempo de ser consumido no próximo banquete.",
      "O cliente tem pesquisado métodos alternativos de geração de energia. Ele acredita que fez uma descoberta. O novo método gera grandes quantidades de energia com pouquíssimos resíduos tóxicos. No entanto, lhe falta um componente essencial. Ele não pode deixar o laboratório, e procura pilotos que coletem o item em seu lugar.",
      "O cliente está envolvido com pesquisa avançada sobre a consciência. Na busca por uma resposta mais holística, ele deixou de lado noções preconcebidas sobre o que forma a mente. Ele acredita que fez uma descoberta.\nO cliente achou um material com propriedades que acredita que equivalem à capacidade de ter um pensamento. Para provar a teoria, basta construir uma máquina de pensamentos com essa substância. É preciso uma grande quantidade de materiais, e o cliente procura exploradores para ajudar no processo de coleta.",
      "O cliente identificou uma oportunidade de obter lucro. Há uma parte disso disponível para todos que ajudarem no processo.\nEle procura um grande número de exploradores para entregar itens no mesmo lugar para fazer caírem os preços dos mercados locais. Esse excesso de suprimentos forçará a falência dos concorrentes, permitindo que o cliente entre no mercado mais tarde e explore a consequente escassez de suprimentos.",
      "O cliente quer melhorar seu relacionamento com as autoridades. Ele descobriu que o comissário da estação local gosta de um item em particular e quer garantir que ele o consiga. Entregá-lo pessoalmente seria grosseria, é claro. Ele procura um explorador para agir de intermediário e fazer a coleta em seu lugar.",
      "O cliente seleciona mensalmente alguns itens para os ricos e desocupados. Ele ficou sabendo de um interesse repentino por um item em particular, e precisa obtê-lo para sua mais recente coleção. Ele pagará acima do valor do mercado a qualquer explorador que consiga adquiri-lo.",
      "O cliente ficou sabendo que um rival está interessado em um item bem específico. Naturalmente, ele não pode permitir que ele o obtenha. O cliente recompensará qualquer explorador que adquira o item antes e impeça o rival de fazer o que quer que seja.",
      "O cliente começou um novo negócio recentemente. Ele pega itens comuns e ajuda outros indivíduos a enxergarem o valor deles. Ele faz isso obtendo objetos baratos e desgastando-os de tal forma que parecem ter importância histórica. Ele quer um novo lote de itens para fazer sua alquimia.",
      "O cliente está envolvido com pesquisa especulativa. Ele recebeu uma generosa doação e está buscando maneiras de gastá-la. Por causa disso, ele desenvolveu uma série de testes que acredita que lhe ajudarão a saber se um item precisa de mais testes. O cliente agora está em busca de materiais para fazer esse procedimento.",
      "O cliente colocou um item muito importante no lugar errado. Ele precisa urgentemente de um substituto para que ninguém saiba que o item sumiu.",
      "O cliente ficou sabendo que uma operação rival adquiriu um item muito importante. Ele não sabe ao certo por que esse item é importante, mas imagina que seja melhor ter um também, ou será deixado para trás pela concorrência.",
      "O cliente está construindo uma máquina de movimento perpétuo. Ele obteve uma grande variedade de peças e fontes de energia de todas as partes da galáxia e acredita que faltam apenas alguns componentes para terminar sua criação. Ele não pode deixar a máquina sozinha e procura exploradores que consigam os materiais restantes.",
      "O cliente quer encher um cofre seguro com itens que representem seu povo e sua cultura. Ele acredita que isso será muito útil para os futuros historiadores. No entanto, nenhum dos colegas do cliente está disposto a ceder seus itens pessoais. Por isso, ele procura exploradores que coletem e entreguem amostras dos itens selecionados.",
      "O cliente é um coletor famoso de itens valiosos. Ele tem um acervo admirável, mas falta a peça final. Até essa lacuna ser preenchida, a coleção não tem valor. O cliente está convocando todos os exploradores para ajudá-lo em sua busca por esse objeto raro e recompensará qualquer um que o ajude a obtê-lo. Serão aceitos apenas espécimes em perfeitas condições.",
      "O cliente quer manipular os mercados locais. Devido a um erro de dados infeliz, ele adquiriu dez vezes o volume de mercadorias que estava esperando. O cliente procura exploradores para comprar o mesmo item dos terminais comerciais nesta região do espaço, em uma tentativa de aumentar o preço para que ele possa revender a compra equivocada com lucro.",
      "O cliente quer desestabilizar o relacionamento entre duas facções criminosas locais. Ambas procuram um item em particular, e se não conseguirem encontrá-lo, vão supor que é uma artimanha da outra. O cliente quer um explorador discreto para pegar o item por conta própria para causar um conflito entre os dois rivais.",
      "O cliente quer ficar à frente da concorrência em um empreendimento comercial. Ele ouviu rumores de que um mercado em particular está prestes a ter um crescimento rápido, e quer fazer um estoque para lucrar quando isso acontecer. Ele pagará mais do que o valor atual por qualquer item que lhe seja entregue, e ajudará os pilotos independentes assumindo os riscos da transação.",
      "O cliente é um empresário muito bem-sucedido. Portanto, não tem tempo de ir buscar suas próprias mercadorias. Em vez disso, está oferecendo recompensas a qualquer piloto independente que faça as compras e as entregue para ele.",
      "O cliente solicita uma entrega bem específica.",
      "O cliente precisa que se obtenha um item, não importa a dificuldade.",
      "O cliente quer obter um objeto em particular.",
      "O cliente deseja um produto.",
      "O cliente espera se tornar proprietário de um item imediatamente.",
      "Sem isso, ele com certeza irá morrer. A questão é extremamente urgente.",
      "Ele precisa disso para passar de um estágio crítico em sua pesquisa.",
      "Ele acredita que isso vai mudar o curso da batalha a seu favor.",
      "Ele está cuidando de uma tarefa perigosa. Isso pode garantir sua segurança.",
      "Ele foi roubado e precisa disso para fazer uma substituição.",
      "O cliente deixa os detalhes com você. Quando o pacote for recebido, você receberá uma recompensa adequada.",
      "O cliente lhe agradece desde já pelo retorno rápido.",
      "O cliente quer uma entrega cuidadosa. Certifique-se de que nada se quebre no transporte.",
      "O cliente espera que o item chegue o mais rápido possível.",
      "O cliente aprecia sua discrição na tarefa."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Entregue um item",
    "Titles": [
      "Feliz Dia da Órbita",
      "Está tudo bem",
      "Negociações delicadas",
      "Fazendo vista grossa",
      "Um pacote de itens roubados",
      "Amor de família",
      "Um pedido de desculpa",
      "Pesquisa especializada",
      "Uma ameaça codificada",
      "Limpeza geral",
      "Postagem paga",
      "Quack suspeito",
      "Escambo",
      "Um freguês leal",
      "Livre de impostos",
      "A isca",
      "Mercadoria polêmica",
      "Degustação grátis",
      "Produto fresco",
      "Passando a batuta"
    ],
    "Subtitles": [
      "Precisa-se de serviço de mensageiro urgente"
    ],
    "Descriptions": [
      "O cliente está procurando um mensageiro confiável. Ele quer fazer uma homenagem a um colega, uma celebração à sobrevivência contínua deles.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente precisa de um serviço de entrega discreto. Ele garante ao mensageiro que o pacote é exatamente o que parece e não há necessidade de desconfiar do manifesto de remessas.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente quer fechar um acordo de negócios. A outra parte está negociando pesado. O cliente espera que este pacote elimine qualquer outro impedimento à transação. É importante que ele seja entregue somente ao destinatário.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente está conduzindo um negócio delicado. O pacote é um presente atencioso para certos indivíduos. Está sendo dado de bom grado, com a consciência de que quaisquer indiscrições foram ou serão ignoradas.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente deseja apenas passar alguns produtos para um colega, nada mais. Ele também forneceu uma mensagem que diz que o destinatário não precisa se preocupar e que os itens são agora não rastreáveis.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O trabalho do cliente é importante e difícil. Ele não pode se preocupar com questões triviais. Hoje é o dia dos progenitores, e o costume é dar um presente para aquele que gerou você. O cliente quer esse assunto resolvido para que ele não precise pensar nisso.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente está em dívida emocional com um parente. Ele esqueceu uma data muito importante. Para se desculpar, ele pediu que um item de valor especial fosse enviado para o indivíduo prejudicado. Tome cuidado para não perdê-lo no transporte, ou o cliente ficará em uma situação ainda mais difícil.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente se deparou com um item estranho. Embora pareça algo comum, as verificações microbiais revelaram um número alarmante de esporos desconhecidos. O cliente precisa que o item seja enviado para um especialista em risco biológico. Não tente romper o lacre.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente quer enviar um pacote para um sócio. Não há nenhum bilhete acompanhando o item, e o item propriamente dito não tem muita importância. Mas ele acha que entregar o item no endereço pessoal do sócio deixará a mensagem bem clara.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente quer fazer uma limpeza. Ele adquiriu um grande número de badulaques e bugigangas ao longo dos anos, e agora quer se livrar desses itens. Destruí-los seria um desperdício, mas colocar todos em um lugar só provavelmente revelaria informações pessoais demais. Por isso, ele decidiu distribuir seus pertences entre uma grande quantidade de mensageiros e destinatários.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente começou um negócio de varejo em pequena escala. Ele compra itens indesejados ou desprezados e os oferece para compradores que reconheçam melhor o valor deles. A remessa mais recente está pronta para ser enviada para o perito que pagou por ela.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente tem uma remessa muito comum a fazer e procura um mensageiro que não faça perguntas nem chame a atenção das autoridades. Ele garante ao mensageiro que quaisquer barulhos de animais vindos de dentro da caixa são pura imaginação dele.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente faz parte de uma cadeia de transações longa e complexa. Para evitar deixar registros que possam ser rastreados, o negócio foi conduzido sem a troca de dinheiro. Esta remessa é a parte do pagamento que o cliente deve a um dos outros indivíduos envolvidos.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente quer enviar algo a um de seus fregueses mais leais. O item não é particularmente especial, mas é importante que o freguês se sinta valorizado. Por isso, ele evitou métodos de entrega em lote e está à procura de um mensageiro pessoal experiente.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente despacha um grande número de itens todos os dias. Seu negócio envolve margens de lucro apertadas, e até mesmo o esquema de impostos mais simples pode impedir seus ganhos. Ele considera mais eficiente utilizar um mensageiro discreto que entregue seu item em um dia não comercial qualquer.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente é conhecido dos piratas locais e há uma recompensa pela cabeça dele. Ele precisa sair do sistema sem ser seguido. Ele colocou seu chip de rastreamento neste item e precisa que seja enviado para o lado oposto ao destino de sua fuga.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "Na galáxia, existe uma rede ampla de regulamentações variadas. Itens aparentemente inofensivos em um sistema podem ser ilegais em outro. Essas diferenças criam oportunidades comerciais. O cliente quer que um item desse tipo seja entregue, sem que se faça muitas perguntas e sem chamar muita atenção.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente quer garantir um freguês novo importante para o negócio dele. O freguês quer experimentar os produtos do cliente antes de fazer um pedido grande. O cliente precisa que esta amostra seja entregue para o freguês, e ela tem que chegar intacta.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente envia pacotes semanais para os fregueses que não conseguem ou não querem fazer compras por conta própria. O freguês pode então seguir a receita inclusa para preparar uma refeição deliciosa e/ou montar um empregado robô. Esta remessa é o pedido da semana.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente já contratou um mensageiro para esta remessa, mas ele não conseguiu fazer a entrega. Tanto o mecanismo de pulso quanto a cobertura do cockpit dele sofreram uma falha mecânica induzida por laser. O cliente está à procura de outro mensageiro ousado e capaz de enfrentar quaisquer outras falhas mecânicas que possam estar à espera fora da estação espacial.\n\nSerá fornecido 1x Vale-Defesa ao mensageiro, em caso de ataque pirata.",
      "O cliente precisa de um mensageiro para uma entrega urgente.",
      "O cliente precisa de alguém que entregue um item valioso.",
      "O cliente precisa fazer uma remessa importante, e procura um mensageiro confiável.",
      "O cliente precisa que se faça uma entrega discreta, sem fazer perguntas.",
      "O cliente precisa que um item seja entregue, mas não pode confiar nas empresas de transporte tradicionais.",
      "O item em questão é extremamente valioso e chamou a atenção dos ladrões.",
      "O suprimento deste item em particular do cliente está se esgotando. Esta é a última amostra.",
      "O destinatário é muito importante para o cliente, e o item precisa ser entregue em segurança.",
      "O item pode parecer comum, mas a lista de proprietários anteriores e usos atribuem-lhe um grande significado cultural.",
      "O item desenvolveu propriedades incomuns, com leituras que vão muito além dos parâmetros esperados. Agora, ele tem uma relevância científica especial.",
      "Não há como substituir o item. Por isso, o cliente gostaria de ressaltar a necessidade de se ter muito cuidado.\n\nO mensageiro receberá 1 vale-defesa, para o caso de haver um ataque de piratas.",
      "O cliente espera que um relatório completo, detalhando qualquer dano em potencial, seja registrado na entrega.\n\nO mensageiro receberá 1 vale-defesa, para o caso de haver um ataque de piratas.",
      "O cofre de entrega recebeu protocolos extras de análise de segurança e rejeitará quaisquer substituições fraudulentas que o mensageiro tente fazer.\n\nO mensageiro receberá 1 vale-defesa, para o caso de haver um ataque de piratas.",
      "O cliente ordena que o mensageiro ignore todas as formas de vida não autorizadas que o abordarem e fizerem perguntas sobre o item.\n\nO mensageiro receberá 1 vale-defesa, para o caso de haver um ataque de piratas.",
      "O cliente deseja que a entrega seja feita com o maior cuidado, mas também com muita rapidez.\n\nO mensageiro receberá 1 vale-defesa, para o caso de haver um ataque de piratas."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Tire uma foto em %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Tire fotos de paisagens"
    ],
    "Descriptions": [
      "O cliente é um explorador renomado. Ele ficou doente e não vai poder concluir as expedições para as quais foi contratado. Ele procura outros geógrafos discretos que sejam capazes de fornecer evidências de que as viagens foram bem-sucedidas.",
      "O cliente administra um banco de dados de imagens. Ele fornece uma grande seleção de imagens pesquisáveis para negócios menores que não possam criar sua própria arte.",
      "O cliente é responsável por um laboratório de pesquisa de tamanho considerável. Ele está com bastante orçamento sobrando, mas não tem muitas coisas para estudar.",
      "O cliente preparou um relatório detalhado sobre suas atividades no ano, mas precisa de imagens para avivar o texto.",
      "O cliente está fazendo uma 'pesquisa' industrial particularmente delicada e precisa de imagens para ajudar em seus 'estudos'.",
      "O cliente está buscando inspiração para o seu trabalho mais recente: uma série de pinturas com material misto.",
      "O cliente quer bancar a fundação de uma cooperativa de fotógrafos. Ele precisa de um volume de trabalho inicial para começar o empreendimento.",
      "O cliente administra um centro de processamento de dados. Ele precisa de várias imagens para testar seus processos de compactação e transmissão.",
      "O cliente não sente que é necessário revelar seu objetivo. Essa informação é fornecida somente quando necessário e ele acha que você precisa saber apenas que ele quer imagens.",
      "O cliente está realizando um estudo comparativo longo. Ele precisa de fotografias com data e hora para seus arquivos.",
      "O cliente quer melhorar seus algoritmos de aprendizagem de máquina. Ele espera ensinar sua IA a não só reconhecer objetos, mas também apreciá-los por seu valor estético.",
      "O cliente quer trazer esperança e alegria para a galáxia por meio da distribuição de imagens inspiradoras. Ele procura exploradores com um talento para as artes para ajudar na missão.",
      "O cliente quer criar um arquivo preciso de mundos locais. Ele já contratou biólogos e geógrafos para obterem as amostras apropriadas, mas precisa de dados visuais para completar o processo.",
      "O cliente desenvolveu uma ferramenta de processamento de fotos que obtém imagens digitais limpas e as armazena em mídia física fina. A única etapa que falta é testar o processo com amostras de dados precisos.",
      "O cliente é atormentado pelo medo de perder sua memória. Ele quer catalogar locais significativos que sirvam de lembretes visuais, caso a sua mente comece a falhar.",
      "O cliente quer testar uma nova tecnologia que embute cheiros em imagens e precisa de fotos de coisas que pareçam malcheirosas.",
      "O cliente espera enviar representantes em incursões planetárias nesta área. Ele precisa de anotações de campo extensas para se sentir seguro para isso.",
      "O cliente está à procura de cores novas. Ele acha que o campo de mineração de cores está muito estagnado e identificou vários veios promissores.",
      "O cliente está fazendo marcações em um mapa do sistema local. Os dados de navegação gerais estão completos, mas ele precisa de detalhes de campo para fazer seu mapa se destacar.",
      "O cliente está criando um guia para os planetas neste sistema. Ele precisa de imagens de alta resolução para que seus leitores saibam com o que se impressionar quando fizerem o tour.",
      "O cliente espera complementar sua renda com a criação e distribuição de cartões-postais e a venda de imagens holográficas como suvenires.",
      "O cliente quer testar um novo processo de impressão que utiliza pigmentos alucinógenos para projetar uma noção da imagem diretamente na mente de quem a vê.",
      "O cliente está estudando reações emocionais a imagens e acredita que há lacunas nos dados de teste.",
      "O cliente quer testar seu software de manipulação de imagem, que foi desenvolvido para inserir perfeitamente detalhes extras em fotos existentes.",
      "O cliente deseja publicar uma pesquisa extensa, mas ele teme que ela não seja lida, a não ser que haja imagens intercaladas.",
      "Sua necessidade atual são imagens que deem a sensação de lar, que lembrem quem as vê de sua infância.",
      "Ele busca panoramas inesquecíveis, fotos que transmitam a vastidão da paisagem.",
      "Ele precisa especificamente de fotos de paisagens grandiosas e ricas em detalhes.",
      "Ele precisa de imagens de paisagens espetaculares, que façam quem as vê se sentir pequeno enquanto pensa sobre o tamanho do universo.",
      "Ele precisa de imagens que demonstrem a geologia dos planetas, que deixem claro as forças que moldam a superfície de um planeta.",
      "Ele precisa de imagens de paisagens que mostrem todos os tipos de topografias dos planetas.",
      "Ele está precisando especificamente de fotos de formações geológicas, imagens que demonstrem o poder do vento, da água e dos movimentos tectônicos.",
      "Ele deseja fotos da paisagem natural, imagens que transmitam uma sensação de admiração.",
      "O cliente não assumirá a responsabilidade por quaisquer perigos encontrados pelo fotógrafo.",
      "Não serão aceitas imagens com danos causados por água ou radiação. Então, proteja bem sua câmera.",
      "O cliente exige imagens capturadas a pé. Fotos obtidas de uma nave não serão aceitas.",
      "Qualquer tipo de iluminação será aceito, desde que o comprimento de onda permaneça em um espectro visível.",
      "Observação: como a parte que encomendou o trabalho, os direitos autorais cabem ao cliente."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Tire uma foto de %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Tire fotos de criaturas"
    ],
    "Descriptions": [
      "O cliente é um explorador renomado. Ele ficou doente e não vai poder concluir as expedições para as quais foi contratado. Ele procura outros geógrafos discretos que sejam capazes de fornecer evidências de que as viagens foram bem-sucedidas.",
      "O cliente administra um banco de dados de imagens. Ele fornece uma grande seleção de imagens pesquisáveis para negócios menores que não possam criar sua própria arte.",
      "O cliente é responsável por um laboratório de pesquisa de tamanho considerável. Ele está com bastante orçamento sobrando, mas não tem muitas coisas para estudar.",
      "O cliente preparou um relatório detalhado sobre suas atividades no ano, mas precisa de imagens para avivar o texto.",
      "O cliente está fazendo uma 'pesquisa' industrial particularmente delicada e precisa de imagens para ajudar em seus 'estudos'.",
      "O cliente está buscando inspiração para o seu trabalho mais recente: uma série de pinturas com material misto.",
      "O cliente quer bancar a fundação de uma cooperativa de fotógrafos. Ele precisa de um volume de trabalho inicial para começar o empreendimento.",
      "O cliente administra um centro de processamento de dados. Ele precisa de várias imagens para testar seus processos de compactação e transmissão.",
      "O cliente não sente que é necessário revelar seu objetivo. Essa informação é fornecida somente quando necessário e ele acha que você precisa saber apenas que ele quer imagens.",
      "O cliente está realizando um estudo comparativo longo. Ele precisa de fotografias com data e hora para seus arquivos.",
      "O cliente quer melhorar seus algoritmos de aprendizagem de máquina. Ele espera ensinar sua IA a não só reconhecer objetos, mas também apreciá-los por seu valor estético.",
      "O cliente quer trazer esperança e alegria para a galáxia por meio da distribuição de imagens inspiradoras. Ele procura exploradores com um talento para as artes para ajudar na missão.",
      "O cliente quer criar um arquivo preciso de mundos locais. Ele já contratou biólogos e geógrafos para obterem as amostras apropriadas, mas precisa de dados visuais para completar o processo.",
      "O cliente desenvolveu uma ferramenta de processamento de fotos que obtém imagens digitais limpas e as armazena em mídia física fina. A única etapa que falta é testar o processo com amostras de dados precisos.",
      "O cliente é atormentado pelo medo de perder sua memória. Ele quer catalogar locais significativos que sirvam de lembretes visuais, caso a sua mente comece a falhar.",
      "O cliente quer testar uma nova tecnologia que embute cheiros em imagens e precisa de fotos de coisas que pareçam malcheirosas.",
      "O cliente espera enviar representantes em incursões planetárias nesta área. Ele precisa de anotações de campo extensas para se sentir seguro para isso.",
      "O cliente está à procura de cores novas. Ele acha que o campo de mineração de cores está muito estagnado e identificou vários veios promissores.",
      "O cliente está fazendo marcações em um mapa do sistema local. Os dados de navegação gerais estão completos, mas ele precisa de detalhes de campo para fazer seu mapa se destacar.",
      "O cliente está criando um guia para os planetas neste sistema. Ele precisa de imagens de alta resolução para que seus leitores saibam com o que se impressionar quando fizerem o tour.",
      "O cliente espera complementar sua renda com a criação e distribuição de cartões-postais e a venda de imagens holográficas como suvenires.",
      "O cliente quer testar um novo processo de impressão que utiliza pigmentos alucinógenos para projetar uma noção da imagem diretamente na mente de quem a vê.",
      "O cliente está estudando reações emocionais a imagens e acredita que há lacunas nos dados de teste.",
      "O cliente quer testar seu software de manipulação de imagem, que foi desenvolvido para inserir perfeitamente detalhes extras em fotos existentes.",
      "O cliente deseja publicar uma pesquisa extensa, mas ele teme que ela não seja lida, a não ser que haja imagens intercaladas.",
      "As imagens exigidas por ele não são muito rigorosas, mas precisam mostrar uma criatura em seu habitat natural.",
      "Atualmente, ele precisa de fotografias de criaturas vivas.",
      "O cliente precisa especificamente de imagens da vida selvagem.",
      "Ele está procurando fotógrafos capazes de fornecer imagens de animais em alta resolução.",
      "Ele está sem muita fotos da vida selvagem e quer resolver isso.",
      "Seu projeto está quase terminado, mas ele não tem fotografias de criaturas vivas.",
      "Ele precisa de imagens comuns da vida selvagem, que exibam o comportamento natural dos animais.",
      "Ele está precisando de imagens de criaturas vivas em alta resolução e com identificação geográfica.",
      "A distância fica a critério do fotógrafo. A imagem só precisa ser nítida.",
      "Observação: se decidir capturar imagens de um predador, o fotógrafo ficará por sua própria conta e risco.",
      "O fotógrafo é livre para determinar os detalhes da imagem: uma criatura sozinha ou um grupo, um predador ou a caça, um close-up ou uma captura distante.",
      "A composição da imagem fica a critério do fotógrafo, mas o cliente prefere fotos em que as criaturas pareçam felizes.",
      "Observação: como a parte que encomendou o trabalho, os direitos autorais cabem ao cliente."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Verifique criaturas",
    "Titles": [
      "O holozoológico",
      "Trabalho artístico",
      "Uma nova raça de monstros",
      "Os arquivistas",
      "Cultura pop",
      "Novas gerações",
      "Curando os doentes",
      "Decodificando padrões naturais",
      "Limpeza 'atóxica'",
      "Leite espacial"
    ],
    "Subtitles": [
      "Rastreie e verifique as criaturas do planeta"
    ],
    "Descriptions": [
      "O cliente quer uma série de verificações biológicas externas detalhadas. Os dados serão usados para recriar projeções holográficas em tamanho real de cada espécime para que outros possam observá-las sem que haja uma ameaça para o observador ou a criatura.",
      "O cliente precisa de verificações de formas de vida de alta qualidade. São necessárias imagens digitais detalhadas para que o cliente possa testar sua capacidade de renderizar uma réplica da criatura no ambiente de sua preferência.",
      "O cliente quer uma pesquisa biológica detalhada. Seu programa de reprodução de predadores transformados em armas está em um impasse. São necessárias novas amostras de DNA para eliminar as fraquezas existentes nos comportamentos de caça/espreita.",
      "O cliente quer dados de verificação biológica com urgência. Espécies são extintas todos os dias por irregularidades no clima, guerras ou acidentes industriais. Embora não tenha uma opinião formada sobre esses eventos, o cliente está com medo de que a perda de dados deixe seu arquivo universal incompleto.",
      "O cliente patrocina uma grande galeria. As exposições recentes se focaram em arte abstrata, e o número de visitantes diminuiu. Ele quer projeções holográficas realistas de animais interessantes para tentar atrair os visitantes de volta.",
      "O cliente administra uma instalação de pesquisa bem-sucedida. Ele chegou a uma etapa de sua carreira em que deseja retribuir à comunidade científica.\nQuando era jovem, ele se sentiu inspirado pelas atrações biológicas de sua terra natal. Ele acha que se conseguir fornecer imagens holográficas dessas criaturas, causará o mesmo sentimento de admiração naqueles que não podem vê-las ao vivo.",
      "O cliente está envolvido com um projeto médico de exozoologia, mas não é eficiente enviar veterinários para todos os planetas na esperança de encontrar animais doentes. Ele precisa de dados com amostras das populações animais. Eles poderão ser testados para encontrar sinais de doença e usados para direcionar os esforços de maneira mais eficaz.",
      "O cliente está fascinado pelo processo de povoamento dos planetas. Certas características evoluem continuamente em pontos diferentes da galáxia. Ele quer entender se essas evoluções paralelas são naturais e esperadas, coincidências estranhas, resultado de algum padrão subjacente ou consequência da interferência externa. Ele está criando um banco de dados no qual essas características e os ambientes que as geraram possam ser avaliados, e procura exploradores ousados para ajudar a preenchê-lo.",
      "O cliente está à procura de exploradores discretos para ajudá-lo em um projeto de pesquisa. Algumas substâncias tóxicas podem ou não ter vazado e/ou sido lançadas intencionalmente nas atmosferas de planetas próximos. A verificação da fauna local revelará se essa substância hipotética potencialmente tóxica está causando algum efeito de longa duração na vida selvagem.",
      "O cliente está em busca de novas fontes de receita para seu negócio agrícola. Ele precisa da ajuda de exploradores para analisar o quão adequada é a vida selvagem local. São necessárias verificações para avaliar o potencial doméstico, a projeção do tempo de gestação e do custo com alimentação e o valor nutricional do leite produzido.",
      "O cliente está realizando um estudo de impacto ambiental de longo prazo.",
      "O cliente está desenvolvendo um projeto de rastreamento de mutação de DNA.",
      "O cliente está mapeando os padrões de migração dos animais.",
      "O cliente espera iniciar um programa de reprodução exozoológica.",
      "O cliente está testando teorias sobre a gravidade e a evolução.",
      "Ele está criando um banco de dados com base no qual suas projeções serão mapeadas e testadas.",
      "Ele precisa de uma grande quantidade de dados biológicos para testar suas teorias.",
      "Ele precisa de verificações detalhadas da fauna local para compará-las com os dados obtidos em outros lugares.",
      "A simulação tem várias falhas consideráveis. Ele precisa de exploradores para ajudar a preencher os dados que faltam.",
      "Ele acha que faltam algumas informações importantes e procura exploradores ousados para ajudar na pesquisa.",
      "Todas as verificações de formas de vida válidas serão aceitas.",
      "Somente verificações de seres vivos serão aceitas.",
      "As verificações por sonda de órgãos em alta definição serão especialmente valiosas.",
      "Por isso, ele precisa de dados detalhados de verificação biológica.",
      "Ele tem um interesse particular em dados de verificação atualizados sobre a fauna local."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Elimine sentinelas avançados",
    "Titles": [
      "Mapeando os movimentos alheios",
      "Coleta de cérebros",
      "Peças sobressalentes",
      "Ira contra os sentinelas",
      "Faça-os correr",
      "Cutucando a fera",
      "O roubo",
      "Sentinelas particulares",
      "O anulador",
      "Testando as defesas alheias"
    ],
    "Subtitles": [
      "Elimine os sentinelas do planeta"
    ],
    "Descriptions": [
      "O cliente quer entender melhor os sentinelas. Ele acha que tem dados suficientes sobre o comportamento dos drones planetários, mas pouco sobre os tipos quádruplo e móvel. Ele está à procura de exploradores para atrair e enfrentar esses sentinelas mais importantes para que possam ser observados em batalha.",
      "O cliente está envolvido com pesquisa de inteligências artificiais avançadas. Ele quer aprimorar seus estudos com a aquisição de cérebros mecânicos e fabricados de toda a galáxia. Ele já conta com uma ampla coleção, mas seria ótimo ter a unidade de processamento de um sentinela avançado. O cliente precisa de um explorador que o elimine para que sua equipe possa fazer a extração em segurança.",
      "O cliente precisa de peças sobressalentes para um projeto pessoal. Há muito tempo, ele sobrescreveu o cérebro de um sentinela quadrúpede danificado com uma IA simples, criada por ele mesmo. Essa máquina recuperada se mostrou uma fiel companheira. No entanto, vários mancais e sistemas hidráulicos estão começando a se desgastar. O cliente precisa que um explorador desative ou destrua um sentinela avançado para que ele possa obter as peças sobressalentes e fazer sua mascote voltar ao normal.",
      "O cliente sofreu uma grande humilhação nas mãos dos sentinelas. Apesar de ter destruído alguns deles por conta própria, sua sede de vingança não diminuiu. Sua ira também não se apaziguou quando houve a eliminação generalizada dos drones. No que provavelmente será um esforço inútil, o cliente está pagando exploradores para destruir todos os sentinelas avançados que puderem.",
      "O cliente quer fazer uma experiência agressiva. Ele quer descobrir maneiras eficazes de desencorajar a violência dos drones sentinelas. Sua última teoria é que destruir os sentinelas mais avançados deixará os drones confusos e sem líderes, fazendo-os debandar e dando uma folga para os exploradores planetários. Tudo o que ele precisa para testar essa teoria é um técnico ousado para executar a porção de combate do experimento.",
      "O cliente quer investigar os sistemas que impulsionam os sentinelas. O conhecimento atual limita-se à observação de que os sentinelas são provocados pela coleta de recursos. O cliente quer estudar outros padrões de comportamento. Como eles se comunicam? Eles têm uma hierarquia natural? Percebem quando se machucam? Como se sentem em relação a seus alvos? O cliente acha que a melhor maneira de responder a essas perguntas é observar a distância um explorador adequadamente equipado enfrentar um sentinela avançado.",
      "Como muitos outros, o cliente notou o valor das esferas de gravitino. Mas ao contrário de muitos outros, ele não tem vontade de ser atacado e perseguido pelos sentinelas. Em vez disso, por uma parte dos lucros, ele quer que um explorador ousado ataque e mate os sentinelas avançados. Enquanto os drones estiverem distraídos, ele coletará rapidamente os orbes e fugirá antes que voltem.",
      "O cliente se empenhou muito para cultivar um viveiro repleto de plantas raras e valiosas. No entanto, isso atraiu um grande número de ladrões. Ele quer criar seu próprio exército de sentinelas para monitorar e proteger suas árvores. Ele já juntou várias peças obtidas de drones acidentados. Para formar a patrulha, o cliente precisa de peças de um sentinela quadrúpede ou móvel. Ele está à procura de um explorador que faça as manobras de combate necessárias.",
      "O cliente está testando uma possível solução para o problema com os sentinelas. Ele desenvolveu um dispositivo que transmite sons de alta frequência com um comprimento de onda que interfere na inteligência que impulsiona os sentinelas, seja ela qual for. Pelo menos, essa é a teoria. O cliente está à procura de um explorador que provoque um sentinela avançado para que o dispositivo possa ser testado adequadamente. O explorador deverá estar preparado para lutar caso o dispositivo não funcione direito.",
      "O cliente desenvolveu um dispositivo de rede que opera no mesmo comprimento de onda dos sistemas de comunicação dos sentinelas. Ele pretende usar isso para encontrar brechas em seja lá qual for o sistema que direciona e controla os drones. Ele precisa de um explorador que provoque um sentinela avançado para que o dispositivo seja testado.",
      "O cliente quer a destruição dos sentinelas planetários.",
      "O cliente quer se vingar dos sentinelas!",
      "O cliente procura um explorador para ajudá-lo em uma cruzada contra os sentinelas.",
      "O cliente quer ver o fim da ameaça dos sentinelas.",
      "O cliente foi incomodado por sentinelas e quer acabar com essa perseguição.",
      "O cliente espera libertar o sistema do jugo dos sentinelas.",
      "O cliente quer cegar os sentinelas.",
      "O cliente quer fugir da ameaça constante dos sentinelas.",
      "Os sentinelas perturbam suas operações incansavelmente. Essa é a única constante em uma galáxia que está sempre mudando.",
      "Seja qual for o sistema estelar, os sentinelas estão sempre presentes. A única saída é lutar.",
      "Geks, Vy'keens, Korvax... Os Sentinelas não discriminam durante seus ataques contra os seres inteligentes.",
      "Os sentinelas estão sempre em bandos. Parecem não ter fim. Mas eles não existem, então podem ser destruídos.",
      "Pode parecer que os sentinelas vêm de algum lugar fora desta realidade, mas eles atacam neste mundo, então podem ser destruídos neste mundo...",
      "Não se sabe se os sentinelas sentem dor. O cliente quer que você descubra.",
      "O cliente sabe que os sentinelas não pararão mesmo que você cumpra esse contrato, mas ele acha que um alívio breve já é recompensa suficiente.",
      "Ele acha que a destruição de qualquer sentinela é razão para comemorar, mesmo que seja apenas uma vitória bem pequena.",
      "Revide à ameaça dos sentinelas, e o cliente lhe recompensará muito bem.",
      "O cliente sabe que um indivíduo pode reduzir apenas um pouco os números dos sentinelas, mas acha que é algo que vale a pena do mesmo jeito.",
      "O cliente deixará o método de destruição com você. Apenas garanta que os sentinelas paguem caro por suas invasões.",
      "O cliente já preparou sua recompensa. Que comece a caça aos sentinelas...",
      "O cliente pede que você tome cuidado. Ele não será responsável por danos causados como resultado de um combate com os sentinelas.",
      "O cliente pede para você ter certeza de que despistou os sentinelas antes de voltar para pegar sua recompensa. Ele quer permanecer anônimo.",
      "O cliente lhe agradece pelo seu serviço nesta grande luta.",
      "Por fim, o cliente deseja lhe informar que caçar os sentinelas é um grande serviço público. Você tem que se orgulhar do que está prestes a fazer."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Ataque um coletor planetário",
    "Titles": [
      "Protejam suas mercadorias",
      "A natureza vem primeiro",
      "Diligência prévia",
      "Infração agressiva",
      "Relações industriais",
      "Justiça!",
      "Obstáculo inesperado",
      "Pesquisa avançada",
      "Cheio de calorias",
      "Lugares profundos"
    ],
    "Subtitles": [
      "Adquira segredos industriais"
    ],
    "Descriptions": [
      "O cliente ficou sabendo de uma oportunidade de investimento. Ele acha que há uma chance de adquirir propriedade intelectual valiosa por um preço baixo. Ele procura um explorador ousado que se apresente na instalação de seu interesse e o ajude a garantir o investimento.",
      "O cliente quer evitar uma catástrofe ecológica. Ele ficou sabendo que há planos para construir o maior coletor planetário já visto, capaz de devorar o núcleo de um planeta em questão de horas. Por ser uma situação urgente, ele procura um explorador que invada a instalação onde os planos são mantidos. Os dados devem ser removidos do sistema.",
      "O cliente está ansioso para adquirir um negócio de coleta que opera neste sistema. No entanto, não seria sábio continuar sem fazer uma investigação cuidadosa. Ele procura um aventureiro discreto para entrar na instalação de seu interesse e adquirir os dados que puder. Isso será muito útil para decidir se a parceria continuará ou não.",
      "Recentemente, o cliente começou a fabricar equipamentos científicos especiais. Ele é novo na área, e acha que se beneficiaria do conhecimento de seus concorrentes mais estabelecidos. Felizmente, ele tem muita experiência na área de aquisição de conhecimento e está à procura de um explorador que o ajude nesse processo.",
      "O cliente está trabalhando em nome de um grupo de campanha que deseja estabelecer proteção legal para inteligências artificiais. Durante o lobby, ele também se envolve com ação direta. Ele identificou uma IA escravizada e presa a hardware insuficiente em uma fábrica próxima. Ele pede que os exploradores o ajudem no resgate dessa IA, enviando-a para um local seguro e destruindo a instância local.",
      "O cliente quer melhorar as condições trabalhistas na galáxia. As fábricas automatizadas deixam formas de vida decentes e esforçadas sem trabalho, além de concentrarem a riqueza nas mãos dos poucos que detêm os meios de produção. Ele busca a ajuda de exploradores de pensamento correto para sabotar uma dessas instalações.",
      "A instalação mais nova do cliente não está conseguindo cumprir os objetivos de produção. O cliente suspeita que o gerente geral da fábrica esteja mandando recursos para a sua conta pessoal. Ele procura um explorador cuidadoso para entrar de surpresa na instalação e adquirir seus registros para que o gerente não tenha tempo de esconder seus rastros.",
      "O cliente acredita que o processo de manufatura de um negócio rival está violando os padrões de segurança. O órgão regulador não toma uma atitude, e o cliente quer resolver o problema por conta própria. Acesse o armazenamento de dados do concorrente e baixe todos os registros relacionados ao uso de plutônio como material de preenchimento.",
      "O cliente trabalha com a manufatura de cubos de alimentos sintéticos. Ele está com um problema. Suas pílulas comprimidas não são tão nutritivas quanto as do concorrente. Ele quer ter acesso aos arquivos do concorrente de qualquer maneira para descobrir exatamente o que está sendo inserido nessas cápsulas de proteína deliciosas.",
      "O cliente ficou sabendo que a mina mais recente de um negócio rival está tendo muito sucesso. Ele quer entender um pouco melhor a natureza dessa escavação. Ele pagará muito bem por qualquer informação sobre a profundidade ou localização do buraco, principalmente se tal informação revelar uma oportunidade de escavação paralela.",
      "O cliente requer a recuperação dos dados de uma fábrica neste sistema.",
      "O cliente procura um indivíduo capaz de roubar de uma fábrica local muito bem fortificada.",
      "O cliente solicita que dados sejam roubados de uma fábrica próxima.",
      "O cliente precisa que um item seja retirado de uma fábrica em um mundo próximo.",
      "O cliente exige uma invasão de dados de dificuldade considerável. O alvo é uma fábrica deste sistema estelar.",
      "Saiba que o proprietário da fábrica não consentiu essa ação.",
      "Ele quer atrapalhar a operação dessa fábrica.",
      "O roubo vai dar uma vantagem significativa para as operações dele.",
      "Ele quer as inovações contidas nessa fábrica para aprimorar seus próprios produtos.",
      "Ele tem razão para acreditar que essa fábrica está produzindo itens para contrabando.",
      "O cliente lhe lembra de não deixar indícios do seu envolvimento. Discrição é extremamente importante.",
      "O cliente aconselha ter cuidado. O sistema de segurança da fábrica provavelmente soará o alarme.",
      "O cliente deixa o método de entrada com você. Apenas certifique-se de obter os dados solicitados.",
      "Se capturarem você, o cliente negará ter conhecimento do contrato. Portanto, tenha cuidado.",
      "O cliente espera que os dados roubados sejam entregues o mais rápido possível."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]