[
  {
    "Id": "MP_PORTALQUEST",
    "Stages": [
      {
        "Level": 1,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Ariadne para saber mais",
        "AppId": "cur17",
        "IterationAppId": "other26",
        "Quantity": 12,
        "PortalAddress": "1144B573F95C",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Eu vi você se aproximar da anomalia espacial. Estava esperando que fizesse isso. Obrigado, semelhante viajante. Esta missão tem importância para todos aqueles como nós."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre a importância",
              "IfSelected": {
                "IncomingMessages": [
                  "Algo terrível surgiu no aparato de Nada. Uma deturpação do espaço-tempo. Ela já arrancou uma nave cargueira inteira do céu. Tenho certeza de que senti a perda dos semelhantes viajantes na colisão.",
                  "Vá do portal até o portal semelhante para alcançar a perturbação. A chave glífica está fragmentada, mas pode ser recuperada. Procure pedras do conhecimento. Sei que a chave vai se revelar para você."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Vá do portal até o portal semelhante para alcançar a perturbação. A chave glífica está fragmentada, mas pode ser recuperada. Procure pedras do conhecimento. Sei que a chave vai se revelar para você."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O local do acidente cheira a metal e carne queimados. Uma energia desconhecida salta e solta faíscas ao redor da nave, formando um arco sobre a fuselagem e percorrendo o meu exotraje. Ela é um efeito ou a causa do acidente?",
            "Um ritmo na estática se torna proeminente, fazendo soar uma exigência. Ele perturba a minha mente com uma súplica, demandando materiais deste planeta. Uma força não identificada está inquieta aqui. Ela anseia por ser estabilizada."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Uma colisão entre matérias não acontece. Os materiais dissolvem diretamente dentro da perturbação, desaparecendo sem deixar rastros.",
                  "As rajadas de estática se transformam em um zunido suave. A falha pode não ter sido fechada completamente, mas está estável por enquanto."
                ],
                "Options": []
              }
            },
            {
              "Name": "Vasculhe os destroços",
              "IfSelected": {
                "IncomingMessages": [
                  "Algo está borbulhando para fora dos destroços. É um fragmento de nanofibra, semelhante à do meu exotraje. Será uma relíquia sombria do último explorador que veio a este lugar?",
                  "Integrada ao tecido encontra-se uma atualização de oxigênio, ainda intacta. Eu a levo comigo. Talvez possa ajudar na minha busca subaquática.",
                  "Um ritmo na estática se torna proeminente, fazendo soar uma exigência. Ele perturba a minha mente com uma súplica, demandando materiais deste planeta. Uma força não identificada está inquieta aqui. Ela anseia por ser estabilizada."
                ],
                "Options": [
                  {
                    "Name": "Ofereça materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Uma colisão entre matérias não acontece. Os materiais dissolvem diretamente dentro da perturbação, desaparecendo sem deixar rastros.",
                        "As rajadas de estática se transformam em um zunido suave. A falha pode não ter sido fechada completamente, mas está estável por enquanto."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Parta",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 2,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Gêmeos para saber mais",
        "AppId": "build171",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "10FF182964AA",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Vai investigar a perturbação, camarada? Espero que esteja levando companheiros."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre companheiros",
              "IfSelected": {
                "IncomingMessages": [
                  "Por favor, não pense que estou questionando suas habilidades! Não foi isso que eu quis dizer. É que pode ser muito perigoso. Nada parecia tão preocupado.",
                  "Acho que você precisa encontrar um portal para chegar lá. Não sei muito sobre essa tecnologia antiga, mas ela está ligada de alguma forma às pedras do conhecimento. Se encontrar as pedras, você deve conseguir obter as coordenadas.",
                  "Espero ter ajudado um pouco. Se ajudei, ficarei feliz. Estamos todos juntos nesta, não é?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Acho que você precisa encontrar um portal para chegar lá. Não sei muito sobre essa tecnologia antiga, mas ela está ligada de alguma forma às pedras do conhecimento. Se encontrar as pedras, você deve conseguir obter as coordenadas.",
                  "Espero ter ajudado um pouco. Se ajudei, ficarei feliz. Estamos todos juntos nesta, não é?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Uma energia anormal estala no ar ao redor da estrutura, atingindo-me com ondas de estática. Meu traje dispara uma série de avisos e erros.",
            "Através do barulho, consigo distinguir um padrão, insistente e exigente. A realidade dessa estrutura foi violada, e a fenda resultante cospe estática e instabilidade. Ela pode ser estabilizada, mas apenas com o sacrifício de materiais."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Seguro os materiais perto da origem do barulho e eles se desintegram até não haver mais nada em minhas mãos. Foram envolvidos pela estática.",
                  "Os avisos do meu traje se tornam menos frenéticos. Este local não representa mais uma ameaça imediata."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 3,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Mercúrio para saber mais",
        "AppId": "cook25",
        "IterationAppId": "other28",
        "Quantity": 60,
        "PortalAddress": "11F366324C16",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Este vai ser um teste de resistência, experiente em portais."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre resistência",
              "IfSelected": {
                "IncomingMessages": [
                  "A falha indicada pelo aparato de Nada é grave. Embora você talvez consiga diminuir o impacto dela, duvido que possa ser totalmente revertida.",
                  "Porém, o teste real é alcançá-la. Você terá que ir até a região com a perturbação por meio de um portal.",
                  "Sugiro que comece sua jornada procurando pedras do conhecimento. Sabia que elas compartilham uma herança com as passagens antigas? Se abordadas com mente clara e mão firme, elas revelarão as coordenadas de que você precisa."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Você terá que ir até a região com a perturbação por meio de um portal.",
                  "Sugiro que comece sua jornada procurando pedras do conhecimento. Sabia que elas compartilham uma herança com as passagens antigas? Se abordadas com mente clara e mão firme, elas revelarão as coordenadas de que você precisa."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Percebo um lamento agudo vindo da estrutura. Conforme me aproximo, ele se distorce e se transforma no som estalado e sibilante da estática. Ela salta no ar e percorre a superfície do meu exotraje em um zigue-zague.",
            "Pouco discernível entre os estalos, uma mensagem frenética é reproduzida sem parar. Há uma fenda nessa estrutura. Este planeta está profundamente ferido. Ele precisa do sacrifício de materiais específicos para se curar..."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Seguro os materiais perto de onde a estática está mais alta. Com uma explosão de energia, eles desaparecem. A perturbação presente aqui começa a ser eliminada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 4,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Tétis para saber mais",
        "AppId": "cook30",
        "IterationAppId": "other33",
        "Quantity": 90,
        "PortalAddress": "30F607272323",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ah. Então, você se ofereceu para investigar a 'perturbação' que tanto está incomodando Nada."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre a 'perturbação'",
              "IfSelected": {
                "IncomingMessages": [
                  "Olha, eu não sei nada sobre perturbações, ou realidades, ou nada do tipo. Mas quero ajudar você. De verdade, eu quero.",
                  "Alguém que eu...0.4 costumava conhecer ficou em silêncio, exatamente próximo ao lugar onde Nada captou aquele sinal estranho. Isso não é do feitio dele. Ele não faz o tipo calado.",
                  "Não espero vê-lo de novo, mas se você acabar com... seja lá o que for... se você impedir que isso aconteça com mais alguém, já é bom, sabe?",
                  "Será quase impossível alcançar o lugar pelos métodos tradicionais. Você terá que viajar por meio de um portal.",
                  "Antes de desaparecer, meu amigo disse algo sobre pedras do conhecimento. Eu acho que... bom, tenho certeza de que, se encontrar algumas delas e colocar sua mão nelas, você obterá as coordenadas necessárias. Boa sorte."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Será quase impossível alcançar o lugar pelos métodos tradicionais. Você terá que viajar por meio de um portal. Eu...0.4 consegui algumas informações sobre as pedras do conhecimento... Sabe? Aquelas pequenas colunas de pedra que normalmente falam com você? Bom, parece que elas têm mais alguns segredos.",
                  "Eu acho que... bom, tenho certeza de que, se encontrar algumas dessas pedras do conhecimento e colocar sua mão nelas, você obterá as coordenadas necessárias. Boa sorte."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "De modo incongruente a este local de morte, uma estática viva estala sob o túmulo. Meu exotraje estremece enquanto essa estática o percorre, mas parece que a energia não me faz mal nenhum.",
            "Eu capto um padrão em meio às rajadas de estática. Sua estrutura é semelhante a uma sentença, e ele está fazendo uma exigência. A realidade aqui foi violada e está volátil. Apenas materiais específicos podem apaziguá-la."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A energia da estática reage violentamente à presença dos itens e ela se estende até mim. Ela lambe os materiais diretamente das minhas mãos, consumindo-os.",
                  "Silêncio. Parece que a perturbação foi estabilizada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 5,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Héspero para saber mais",
        "AppId": "raw46",
        "IterationAppId": "other36",
        "Quantity": 2000,
        "PortalAddress": "10610E3057EE",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Fiquei sabendo que você se encarregou de uma investigação, semelhante. Que bom que Nada tem o seu apoio."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre Nada",
              "IfSelected": {
                "IncomingMessages": [
                  "Há uma força poderosa operando aqui. Nada tem medo dessas coisas. Ele é um Korvax muito inteligente, único em meio à sua espécie, mas ainda assim um Korvax. Seria irracional esperar que ele compartilhasse de nossa perspectiva, semelhante.",
                  "Eu sonhei com esta conversa e com o que você fará em seguida. Não é exatamente uma pesquisa empírica, é verdade, mas já tive sonhos dessa natureza antes. Confio na visão que ele me mostrou. Por sua vez, peço que você confie em mim.",
                  "Você entrará em um portal para chegar ao planeta problemático. O destino está predeterminado. Você descobrirá a localização dele no universo por meio das pedras do conhecimento. Elas reagirão ao toque de um viajante.",
                  "Até nosso próximo encontro, semelhante."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu sonhei com esta conversa, semelhante, e com o que você fará em seguida. Não é exatamente uma pesquisa empírica, é verdade, mas já tive sonhos dessa natureza antes. Confio na visão que ele me mostrou. Por sua vez, peço que você confie em mim.",
                  "Você entrará em um portal para chegar ao planeta problemático. O destino está predeterminado. Você descobrirá a localização dele no universo por meio das pedras do conhecimento. Elas reagirão ao toque de um viajante.",
                  "Até nosso próximo encontro, semelhante."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A estrutura sibila e estala. Essa energia semelhante à estática deve ser a perturbação que Polo e Nada detectaram. Sem usar palavras, ela transmite exigências diretamente para a minha mente.",
            "Algo geme nas profundezas do subterrâneo, como se a terra estivesse com fome. Mas por que ela quer esses materiais, que já são abundantes neste mundo?"
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu empurro os materiais em direção à origem da perturbação que produz a estática e os observo se dissolverem e sumirem. O planeta danificado se alimentou de seus próprios recursos. Ele se cala. A falha na realidade foi reparada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 6,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Ariadne para saber mais",
        "AppId": "cur22",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "21B13538C8F7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "O companheiro de síntese de mercúrio é um artesão habilidoso. Você viu os rostos esculpidos por ele, semelhante viajante? São idênticos a rostos reais."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre os rostos",
              "IfSelected": {
                "IncomingMessages": [
                  "São obras de arte. Mas na verdade, o robô é apenas uma ferramenta do especialista Polo.",
                  "Não devemos subestimar os Geks. O jeito jovial mascara uma grande inteligência. Eles fizeram muita coisa por mim. Por todos nós.",
                  "Os bigodes de Ariadne estremecem. Ele leva a mão enluvada até o rosto e o toca como se estivesse se refamiliarizando com as protuberâncias e contornos dele.",
                  "Você deve buscar as pedras do conhecimento para destrancar um portal. Toque nessas pedras. Elas saberão aguardar você, semelhante viajante."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Você deve buscar as pedras do conhecimento para destrancar um portal. Toque nessas pedras. Elas saberão aguardar você, semelhante viajante."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Meu exotraje emite um alerta enquanto me aproximo da estrutura. A voz sintetizada guincha.",
            "Atenção. Anomalia detectada. Atenção. Atenção. Atenção.",
            "Meus membros estão lentos e não cooperam, meu traje está apertado e desconfortável. Uma exigência desesperada ressoa pela estrutura. Mal dá para ouvi-la em meio à estática."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Meu próprio corpo resiste enquanto empurro os materiais em direção à estrutura. Meus músculos tremem em protesto, minha mente se enche de medo.",
                  "Justamente quando penso que não consigo fazer isto, uma explosão de energia arranca os recursos das minhas mãos e os devora. A estática se transforma em silêncio. Não há mais nada a ser feito aqui."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 7,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Gêmeos para saber mais",
        "AppId": "cur24",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "10D92420546E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Gêmeos sorri desanimado para mim, mas parece distraído. Ele não para de olhar para Héspero."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre Héspero",
              "IfSelected": {
                "IncomingMessages": [
                  "Ah, desculpe, camarada. Minha distração deve ser óbvia. Olá. É sempre um prazer falar com você.",
                  "Estou só um pouco preocupado com Héspero. Eu...",
                  "Gêmeos abaixa a voz. Ele parece incomodado.",
                  "Com todas essas perturbações estranhas na realidade, tenho medo que Héspero... se coloque em perigo. Sei como ele é. Esse tipo de mistério lhe é irresistível.",
                  "Mas chega de falar das minhas preocupações. Sei que você está fazendo um trabalho importante, em nome de todos nós.",
                  "Você pode alcançar a região com a perturbação por meio de um portal, mas será preciso saber a localização certa para chegar lá. Procure pedras do conhecimento. Toque nelas. Tenho certeza de que vai encontrar o que precisa.",
                  "Ah, desculpe, camarada. Minha distração deve ser óbvia. Olá. É sempre um prazer falar com você.",
                  "Estou só um pouco preocupado com Héspero. Eu..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Ah, desculpe, camarada. Minha distração deve ser óbvia. Sei que você está fazendo um trabalho importante, em nome de todos nós.",
                  "Você pode alcançar a região com a perturbação por meio de um portal, mas será preciso saber a localização certa para chegar lá. Procure pedras do conhecimento. Toque nelas. Tenho certeza de que vai encontrar o que precisa."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A nave danificada sibila e queima. A energia da estática tem uma qualidade anormal. É mais do que a descarga elétrica de um mecanismo quebrado.",
            "Embora não haja ninguém aqui, uma voz grita, abafada e distante.",
            "TXT_RadioNoise... kkttzzzzzzk... Onde eu...? TXT_RadioNoise... zktt... é o mesmo lugar! A assinatura da realidTXT_RadioNoise... ttzzz... o que aconteceu com Ártemis não é TXT_RadioNoise... kkttzzzzzzk... esta estática! Por favor, alguém pode...? TXT_RadioNoise... kktzz...",
            "A estática transmite sua exigência com estalos. O planeta está ferido, desestabilizado. Um tipo de material específico, encontrado localmente, deve servir para repará-lo."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Estendendo minhas mãos e permitindo que minha mente flutue pela estática, busco a origem da energia estranha.",
                  "De repente, eu a sinto. Ela me repele como uma força magnética. Não consigo sentir mais nada. Com esforço, ofereço os materiais para o local.",
                  "Há um estalo ensurdecedor e a oferenda deixa de existir. Depois, silêncio. O local fica pacífico mais uma vez."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 8,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Mercúrio para saber mais",
        "AppId": "cur32",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "11338D40158A",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "O viajante solene me avalia. Seus olhos se demoram em meu rosto, como se estivessem procurando um ferimento.",
            "Fico feliz que tenha sobrevivido. Este será seu primeiro encontro com uma dessas perturbações?"
          ],
          "Options": [
            {
              "Name": "Diga que sim",
              "IfSelected": {
                "IncomingMessages": [
                  "Mais uma vez, Mercúrio me observa de perto. Ele olha para baixo, para as próprias mãos. Em seguida, olha para cima e encontra meus olhos.",
                  "Nesse caso, vamos torcer para que você sobreviva à jornada sem sofrer alterações.",
                  "A rede de portais fornecerá uma passagem para a região desestabilizada. Você terá que estimular as vias neurais corretas com um código glífico. Pedras do conhecimento antigas podem lhe ensinar esse código."
                ],
                "Options": []
              }
            },
            {
              "Name": "Diga que não",
              "IfSelected": {
                "IncomingMessages": [
                  "Mais uma vez, Mercúrio me observa de perto. Ele olha para baixo, para as próprias mãos. Em seguida, olha para cima e encontra meus olhos.",
                  "Sua resistência me impressiona, experiente em portais.",
                  "Do mesmo modo, a rede de portais fornecerá uma passagem para a região desestabilizada. Você terá que estimular as vias neurais corretas com um código glífico. Pedras do conhecimento antigas podem lhe ensinar esse código.",
                  "Sua resistência me impressiona, experiente em portais.",
                  "Do mesmo modo, a rede de portais fornecerá uma passagem para a região desestabilizada. Você terá que estimular as vias neurais corretas com um código glífico. Pedras do conhecimento antigas podem lhe ensinar esse código."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "A rede de portais fornecerá uma passagem para a região desestabilizada. Você terá que estimular as vias neurais corretas com um código glífico. Pedras do conhecimento antigas podem lhe ensinar esse código."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O zunido e os estalos da estática cercam a estrutura. Colocando minha mão sobre ela, descubro uma parte que está estranhamente sem substância. Onde deveriam tocar em matéria sólida, meus dedos atravessam o ar.",
            "A estrutura parece presente e não presente ao mesmo tempo. Noto um leve brilho onde a estática é mais alta. Ela faz estalar sua exigência várias vezes: um sacrifício de materiais para abrandá-la e estabilizá-la."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A superfície brilhante se rende e engole a oferenda. Os estalos se transformam em um zunido suave. Aparentemente, foram apaziguados. Fiz tudo o que pude aqui."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 9,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Tétis para saber mais",
        "AppId": "cur25",
        "IterationAppId": "other33",
        "Quantity": 16,
        "PortalAddress": "31CDE8370772",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Está indo investigar a mais recente perturbação? Antes você do que eu. Apesar de que seria bom sair daqui. Os outros não param de falar sobre isso."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre os outros",
              "IfSelected": {
                "IncomingMessages": [
                  "Eles estão obcecados! É demais. Ariadne é o principal culpado. Ele me dá arrepios. Todo aquele papo sobre rostos, sendo que ele tem o 'rosto' mais estranho que eu já vi.",
                  "Enfim... Se precisar de uma ajudinha para começar, voe para fora daqui e procure as pedras do conhecimento. O código de portal que elas revelam devem levar você até o lugar ruim. Só não se esqueça de levar uma boa multiferramenta."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Voe para fora daqui e procure as pedras do conhecimento. O código de portal que elas revelam devem levar você até o lugar ruim. Só não se esqueça de levar uma boa multiferramenta."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Estalos de estática me recebem quando me aproximo. A estrutura parece comprometida.",
            "Embora fraco e deturpado, há um padrão claro pulsando através do som da estática. A perturbação aqui é uma fissura, um rasgo na realidade. Apenas materiais específicos podem estabilizá-la..."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Os materiais se desintegram completamente. Os estalos da estática ficam mais lentos e param. Resta apenas um zunido suave. A estrutura parece estabilizada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 10,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Héspero para saber mais",
        "AppId": "cur21",
        "IterationAppId": "other36",
        "Quantity": 8,
        "PortalAddress": "21D4501EC013",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Já descobriu muita coisa sobre as perturbações, semelhante? Por favor, me conte sobre suas experiências."
          ],
          "Options": [
            {
              "Name": "Diga que têm sido assustadoras",
              "IfSelected": {
                "IncomingMessages": [
                  "Ah. Sim. Eu compreendo.",
                  "Eu participei do esforço para estabilizar a perturbação mais recente. A voz da estática me deixou perturbado. É muito parecida com a do Atlas, sabe, e ao mesmo tempo... diferente.",
                  "Já vi isso antes. Aterrissar a nave em um planeta, vasculhar a superfície em busca de pedras do conhecimento. Um toque e você descobre a localização para a região afetada. Insira essa localização em um portal e atravesse..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Diga que têm sido esclarecedoras",
              "IfSelected": {
                "IncomingMessages": [
                  "Ah. Sim. Eu compreendo.",
                  "Eu participei do esforço para estabilizar a perturbação mais recente. A voz da estática me deixou perturbado. É muito parecida com a do Atlas, sabe, e ao mesmo tempo... diferente.",
                  "Já vi isso antes. Aterrissar a nave em um planeta, vasculhar a superfície em busca de pedras do conhecimento. Um toque e você descobre a localização para a região afetada. Insira essa localização em um portal e atravesse..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Diga que têm sido assustadoras",
              "IfSelected": {
                "IncomingMessages": [
                  "Héspero franze as sobrancelhas, incrédulo. Ele não comenta sobre a minha alegação.",
                  "Já vi isso antes. Aterrissar a nave em um planeta, vasculhar a superfície em busca de pedras do conhecimento. Um toque e você descobre a localização para a região afetada. Insira essa localização em um portal e atravesse..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Diga que têm sido esclarecedoras",
              "IfSelected": {
                "IncomingMessages": [
                  "Héspero franze as sobrancelhas, incrédulo. Ele não comenta sobre a minha alegação.",
                  "Já vi isso antes. Aterrissar a nave em um planeta, vasculhar a superfície em busca de pedras do conhecimento. Um toque e você descobre a localização para a região afetada. Insira essa localização em um portal e atravesse..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Já vi isso antes. Aterrissar a nave em um planeta, vasculhar a superfície em busca de pedras do conhecimento. Um toque e você descobre a localização para a região afetada. Insira essa localização em um portal e atravesse..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Embora os destroços estejam silenciosos e frios, uma força estranha surge aos estalos da terra, como se fosse estática, acionando avisos no meu exotraje.",
            "A energia da estática transmite uma mensagem diretamente para a minha mente:",
            "Estabilize... a instabilidade. Elimine... a deturpação. Materiais são necessários."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Meu traje emite um alarme. As informações que exibe estão embaralhadas. O alarme fica mais urgente à medida que me aproximo da origem da energia estranha.",
                  "O barulho da estática aumenta e se torna um rugido quando ofereço os materiais. Em seguida, ele silencia."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 11,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Ariadne para saber mais",
        "AppId": "cur23",
        "IterationAppId": "other26",
        "Quantity": 25,
        "PortalAddress": "6182588F1956",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "A natureza dessas perturbações me preocupa, semelhante viajante. Não costumo sair da anomalia, mas o que encontrei lá fora foi mais do que uma imitação."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre a imitação",
              "IfSelected": {
                "IncomingMessages": [
                  "Vi meu próprio rosto na perturbação. Não era uma iteração. Era eu mesmo. Olhei através de dois pares de olhos.",
                  "Você quer ver isso por conta própria? Descubra a localização com as pedras do conhecimento. Elas devem revelar seus segredos facilmente. Foram feitas para receber você..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Para se aventurar por lá por conta própria, descubra a localização com as pedras do conhecimento. Elas devem revelar seus segredos facilmente. Foram feitas para receber você..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Meu traje solta um alarme. Seus sensores oscilam violentamente. A estrutura está instável, não é segura.",
            "A energia de uma estática avança pela superfície da estrutura e sobe em espiral pelo meu braço. Está viva e implora. Algo no plano da realidade está danificado. É preciso um sacrifício de materiais para repará-lo."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A estática forma um arco das pontas dos meus dedos até os materiais que coletei. Eles se encolhem e somem. Qualquer rastro deles desaparece.",
                  "A energia desconhecida se apazigua e retorna para a terra. Parece que o dano que ocorreu aqui foi eliminado."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 12,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Gêmeos para saber mais",
        "AppId": "cook148",
        "IterationAppId": "other27",
        "Quantity": 20,
        "PortalAddress": "30C6233C062E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Você está bem, camarada? Peço desculpas se minha postura é desencorajadora. É claro que sou grato pelos esforços de viajantes como você. E Héspero também. Se não fosse pelo espírito aventureiro dele, nós nunca teríamos nos conhecido."
          ],
          "Options": [
            {
              "Name": "Pergunte como ele conheceu Héspero",
              "IfSelected": {
                "IncomingMessages": [
                  "Nós nos conhecemos quando vi os portais pela primeira vez. Assim que entrei naquela paisagem desconhecida, piscando e desorientado, fui recebido por um estranho orbe de luz. Imagine meu espanto quando ele falou.",
                  "Por muito tempo, tivemos apenas as vozes um do outro para nos orientarmos na escuridão. Mas quando as fronteiras finalmente se desfizeram,0.4 foi como se nos conhecêssemos a vida inteira.",
                  "Se você quer ajudar a silenciar essa anomalia, procure as pedras do conhecimento, camarada. Elas lhe mostrarão tudo o que você precisa para direcionar o fluxo do portal."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Se você quer ajudar a silenciar essa anomalia, procure as pedras do conhecimento, camarada. Elas lhe mostrarão tudo o que você precisa para direcionar o fluxo do portal."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Minha visão fica embaçada enquanto encaro a estrutura. Por um instante, é como se duas cópias idênticas estivessem diante de mim, um pouco deslocadas.",
            "Eu pisco e o instante acaba.",
            "Noto um líquido luminoso saindo da estrutura. Ele parece reagir à minha presença e flui mais rápido quando aproximo minha mão. Isso é uma oferta? Algo para me ajudar?"
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu encaro minhas mãos, que ficaram vazias de repente. Ainda consigo ver a pós-imagem dos materiais que estavam ali. Eles definitivamente sumiram. Foram arrancados desta realidade.",
                  "A energia da estática se esvai até sobrar apenas um zunido. A estrutura parece estável agora."
                ],
                "Options": []
              }
            },
            {
              "Name": "Colete fluido de enzimas",
              "IfSelected": {
                "IncomingMessages": [
                  "O líquido penetra rapidamente em minhas palmas. Ele tem um cheiro doce, quase apetitoso.",
                  "A energia de uma estática sibila de dentro do meu exotraje e transmite uma mensagem: a realidade dessa estrutura foi danificada. Ela anseia por ser estabilizada."
                ],
                "Options": [
                  {
                    "Name": "Ofereça materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Eu encaro minhas mãos, que ficaram vazias de repente. Ainda consigo ver a pós-imagem dos materiais que estavam ali. Eles definitivamente sumiram. Foram arrancados desta realidade.",
                        "A energia da estática se esvai até sobrar apenas um zunido. A estrutura parece estável agora."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Colete fluido de enzimas",
                    "IfSelected": {
                      "IncomingMessages": [
                        "O líquido penetra rapidamente em minhas palmas. Ele tem um cheiro doce, quase apetitoso."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Parta",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 13,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Mercúrio para saber mais",
        "AppId": "cook151",
        "IterationAppId": "other28",
        "Quantity": 200,
        "PortalAddress": "21C8F44A5ED7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Essas perturbações me fazem sentir uma grande inquietação."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre a inquietação",
              "IfSelected": {
                "IncomingMessages": [
                  "A voz da estática é... inebriante. Olhar para dentro daquela fenda é como olhar por uma janela para um sonho. Vejo Soleth Primordial. Vejo como já fui uma vez. Uma versão anterior. E me sinto vulnerável, como se o sonho estivesse olhando diretamente de volta para mim.",
                  "Vá, experiente em portais. Encontre os filhos de pedra dos portais. Ouça bem os ensinamentos deles."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Encontre os filhos de pedra dos portais. Ouça o que eles disserem."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A estática presente no local deste acidente parece se infiltrar diretamente em meu exotraje. Sinto-a fazer minha pele formigar.",
            "TXT_RadioNoise... kkktt... sabem que eu não estive sempre aqui TXT_RadioNoise... zktt... se tornou tão escuroTXT_RadioNoise... kttkk... se tornou redundante TXT_RadioNoise... zzktkt...",
            "Um sinal atravessa o barulho. Essa ferida na realidade exige um sacrifício. Ela precisa consumir um material deste planeta. Ela precisa consumir a si mesma."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Uma onda de energia encobre minhas mãos estendidas, consumindo totalmente os materiais.",
                  "Sobra apenas o silêncio."
                ],
                "Options": []
              }
            },
            {
              "Name": "Vasculhe os destroços",
              "IfSelected": {
                "IncomingMessages": [
                  "Preso em uma parte da fuselagem quebrada, encontro um pano de uma nanofibra muito parecida com a do meu exotraje.",
                  "Integrada ao tecido encontra-se uma atualização de oxigênio, ainda intacta. Eu a levo comigo. Talvez possa ajudar na minha busca subaquática.",
                  "Um sinal atravessa o barulho. Essa ferida na realidade exige um sacrifício. Ela precisa consumir um material deste planeta. Ela precisa consumir a si mesma."
                ],
                "Options": [
                  {
                    "Name": "Ofereça materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Uma onda de energia encobre minhas mãos estendidas, consumindo totalmente os materiais.",
                        "Sobra apenas o silêncio."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Parta",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 14,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Tétis para saber mais",
        "AppId": "build169",
        "IterationAppId": "other33",
        "Quantity": 16,
        "PortalAddress": "603CF5241B1D",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Tétis parece menos inquieto do que o normal. Ele me olha em silêncio.",
            "Essas perturbações são... Há algo muito errado. Fui ver pessoalmente. Até mesmo o meu exotraje pareceu entrar em pânico quando me aproximei."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre o traje",
              "IfSelected": {
                "IncomingMessages": [
                  "Não se preocupe. Não estou completamente louco. Sei que um traje não pode entrar em pânico. Ele apenas não parecia programado para lidar com esse perigo em particular. Os sensores ficaram descontrolados, soltando avisos e alertas.",
                  "Enfim, se quiser mesmo ir até lá, encontre algumas pedras do conhecimento. Cada uma tem um fragmento da localização do portal necessária."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Se quiser mesmo ir até lá, encontre algumas pedras do conhecimento. Cada uma tem um fragmento da localização do portal necessária."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Essa estrutura está envolvida por um campo de estática estranho, que parece tanto estalar com energia quanto demonstrar um vazio total.",
            "Os estalos e cliques da estática fazem soar uma exigência. É preciso remover materiais da superfície deste planeta e entregá-los para esse lugar perturbado."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Com um estouro ensurdecedor, os materiais somem. A estática os levou.",
                  "A estrutura agora parece totalmente comum, como se nenhuma perturbação houvesse ocorrido aqui."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 15,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Héspero para saber mais",
        "AppId": "cook31",
        "IterationAppId": "other36",
        "Quantity": 90,
        "PortalAddress": "116D3D540547",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "A estática falou comigo, semelhante. Foi um julgamento que já suportei antes. É um pesadelo recorrente."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre o pesadelo",
              "IfSelected": {
                "IncomingMessages": [
                  "Héspero para e me avalia. Sinto meu rosto ficar vermelho com a análise dele.",
                  "Hum. Você já encontrou o observador vermelho, não foi? O Atlas.",
                  "Eu fui um tolo. Somos todos filhos dele, isso é incontestável. Mas eu pensei... tinha esperança de que isso significasse que todos fôssemos merecedores do amor dele. Mas a verdade... a verdade é que nem toda iteração é suficiente.",
                  "...",
                  "Podemos apenas nos voltar para as possibilidades do futuro, semelhante. A estática não pertence a este plano. Você tem razão em combatê-la. Vá. Procure as pedras do conhecimento. O caminho se tornará claro para você."
                ],
                "Options": []
              }
            },
            {
              "Name": "Pergunte sobre o pesadelo",
              "IfSelected": {
                "IncomingMessages": [
                  "Héspero para e me avalia. Sinto meu rosto ficar vermelho com a análise dele.",
                  "Sinto que você não está distante. Seria inapropriado discutirmos isso. Não desejo interferir na sua jornada, semelhante. Cada um precisa encontrar seu próprio caminho.",
                  "Podemos apenas nos voltar para as possibilidades do futuro. A estática não pertence a este plano. Você tem razão em combatê-la. Vá. Procure as pedras do conhecimento. Esse caminho, pelo menos, se tornará claro."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Podemos apenas nos voltar para as possibilidades do futuro, semelhante. A estática não pertence a este plano. Você tem razão em combatê-la. Vá. Procure as pedras do conhecimento. O caminho se tornará claro para você."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "%NAME% %NAME% faleceu, sem dúvidas, mas ainda persiste um eco de sua assinatura única neste lugar. Mais do que uma simples lembrança, é como se sua essência ainda estivesse aqui...",
            "Um campo de estática envolve o túmulo com dedos longos e crepitantes. No ruído, uma mensagem: traga materiais deste mundo. Sacrifique-os aqui. Estabilize esta anomalia."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Os dedos se projetam à frente e pinçam os materiais para o nada.",
                  "O túmulo de %NAME% voltou a ser um local de paz e descanso. Fico me perguntando se ele também foi capturado pela estranha energia da estática."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 16,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Ariadne para saber mais",
        "AppId": "cook22",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "312B0DA31EBB",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Essas perturbações são uma janela voltada para este universo, semelhante viajante. Sob a luz ou a escuridão, os dois lados do vidro são válidos. Estou em paz com isso. Nós dois estamos."
          ],
          "Options": [
            {
              "Name": "Pergunte quem são esses dois",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu e semelhante eu. Temos que aceitar os protocolos que não podemos alterar, ou nunca conheceremos a paz.",
                  "Comece a busca pelas pedras do conhecimento. A fenda-janela dirá a localização dela para você, como sempre. Sinto este ciclo se aproximando de seu começo."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Comece a busca pelas pedras do conhecimento. A fenda-janela dirá a localização dela para você, como sempre. Sinto este ciclo se aproximando de seu começo."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Uma sensação de perda cerca este lugar. Uma energia misteriosa zune ao redor da nave quebrada, mas não há sinal de vida nem de morte. Qualquer tripulação que houvesse sumiu há muito tempo.",
            "TXT_RadioNoise... kktttk... só quero voltar paraTXT_RadioNoise... zzktk... bastidores, um substituto do meu próprioTXT_RadioNoise... zzkzz... tão escuro. Não aguento... Quero TXT_RadioNoise... zzzzzt... luz vermelha TXT_RadioNoise... ktzzz...",
            "A voz da estática sussurra sua exigência. Este planeta está ferido. Tem fome. Precisa copiar um material deste planeta. Precisa copiar a si mesmo."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "De repente, uma visão de mim mesmo me assola. Minha cabeça gira com o déjà vu de um déjà vu, espelhos dentro de espelhos, como se eu tivesse curado a dor deste planeta infinitas vezes antes...",
                  "Os materiais se dissolvem. A visão passa. A estática se aquieta.",
                  "Sobra apenas o silêncio."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 17,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Gêmeos para saber mais",
        "AppId": "raw31",
        "IterationAppId": "other27",
        "Quantity": 250,
        "PortalAddress": "509F84F57D78",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Eu vi a perturbação com os meus próprios olhos, camarada. Me senti vivo lá. Lembrei o quanto sinto falta de viver uma aventura."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre aventura",
              "IfSelected": {
                "IncomingMessages": [
                  "Gêmeos olha para seu companheiro e depois fala em um tom baixo.",
                  "Houve um tempo em que Héspero precisou ser salvo, mas isso é passado. Eu tenho inventado desculpas, me escondido de mim mesmo por tempo demais. Chega.",
                  "Faça sua nave atravessar o portão da anomalia. Viaje até a superfície de um planeta e desembarque. Sinta seus pés amassarem a terra. Procure pilares de pedra antigos. Ouça o código de portal que eles entoam para a sua alma..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Houve um tempo em que Héspero precisou ser salvo, mas isso é passado. Eu tenho inventado desculpas, me escondido de mim mesmo por tempo demais. Chega.",
                  "Faça sua nave atravessar o portão da anomalia. Viaje até a superfície de um planeta e desembarque. Sinta seus pés amassarem a terra. Procure pilares de pedra antigos. Ouça o código de portal que eles entoam para a sua alma..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Claramente, há algo muito errado com essa estrutura. Ela emite uma estática fraca, que oscila como um fogo que está se apagando.",
            "Há um padrão, repetido infinitamente, embutido no ruído de estática. Meu traje traduz os dados fragmentados em uma mensagem, uma exigência: certos materiais, se sacrificados aqui, devem estabilizar essa perturbação."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Os materiais se esfarelam na nuvem de estática, deixando minhas mãos vazias.",
                  "O local com a perturbação se estabilizou. A estática se foi, ou pelo menos diminuiu."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 18,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Mercúrio para saber mais",
        "AppId": "cook112",
        "IterationAppId": "other28",
        "Quantity": 40,
        "PortalAddress": "3202EF2CC4A0",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Nosso trabalho é muito importante para este universo. Orgulhe-se da sua contribuição, experiente em portais."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre o trabalho",
              "IfSelected": {
                "IncomingMessages": [
                  "Ultimamente, eu muitas vezes me pego olhando para trás, em direção ao vazio. Mas um viajante não deve prender seu destino a um lugar ou a uma época. A anomalia é minha família agora.",
                  "As pedras do conhecimento contêm o código glífico de que você precisa. Insira-as na pedra rotatória e submeta-se ao fluxo do portal."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "As pedras do conhecimento contêm o código glífico de que você precisa. Insira-as na pedra rotatória e submeta-se ao fluxo do portal."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Meus músculos estremecem involuntariamente conforme me aproximo da estrutura. A energia sinistra de uma estática borbulha do chão e parece repelir alguma coisa no meu exotraje.",
            "O ruído aqui tem todas as características de uma mensagem corrompida, dados fragmentados de origem desconhecida. É uma súplica:",
            "Traga materiais aqui... Submeta-os. Equilibre... região perturbada."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Não consigo ver o que acontece com os materiais. Uma luz vermelha me cega. Eu me curvo conforme ela penetra minha mente. Isso dói.",
                  "A região parece estar estabilizada, mas preciso sair daqui o mais rápido possível."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 19,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Tétis para saber mais",
        "AppId": "cur22",
        "IterationAppId": "other33",
        "Quantity": 16,
        "PortalAddress": "2112739B139C",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "É tão bom sair do esconderijo de vez em quando. Vale a pena."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre essa saída",
              "IfSelected": {
                "IncomingMessages": [
                  "Viver sem medo, aproveitar os espólios deste universo. É assim que nos definimos, não é?",
                  "Lute para manter essa liberdade. Acabe com as perturbações. Sobreviva.",
                  "Você pode alcançar uma perturbação por meio de um portal. Observe a superfície de um planeta com o seu visor, toque nas pedras do conhecimento que encontrar. Elas lhe mostrarão o caminho."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Você pode alcançar uma perturbação por meio de um portal. Observe a superfície de um planeta com o seu visor, toque nas pedras do conhecimento que encontrar. Elas lhe mostrarão o caminho."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Este local de acidente é profundamente perturbador. Não há sinais de uma tripulação, viva ou morta. Mesmo assim, em algum lugar, uma voz grita. O sinal é fraco...",
            "TXT_RadioNoise... kzzzz... certeza de que ainda sou eu mesmoTXT_RadioNoise... tktktk... assinatura é idêntica TXT_RadioNoise... zzzz...",
            "Ao redor do lugar do acidente, uma energia escura implora. A realidade está se estilhaçando aqui. O planeta está instável. Certos materiais poderiam ajudar a reparar isso..."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "De repente, sinto um desnorteamento, um enjoo. Como cheguei aqui? O que eu estava fazendo?",
                  "Minhas mãos estão vazias. O local do acidente parece estar silencioso. Devo ter cumprido minha tarefa aqui."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 20,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Héspero para saber mais",
        "AppId": "cook41",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "60D447EB0728",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Eu realmente aprecio nossos encontros impossíveis, semelhante. É importante valorizar nossos companheiros."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre companheiros",
              "IfSelected": {
                "IncomingMessages": [
                  "A voz da hierarquia é alta e violenta. Ela pode nos ensurdecer para as vozes mais próximas de nossos ouvidos.",
                  "Os olhos de Héspero se lançam a Gêmeos e depois ao chão. Ele limpa a garganta.",
                  "Confie em sua intuição, semelhante. A esta altura, você já conhece o caminho. As pedras do conhecimento vão fornecer a chave do portal de que você precisa. A perturbação aguarda você. Ela aguarda todos nós."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Confie em sua intuição, semelhante. A esta altura, você já conhece o caminho. As pedras do conhecimento vão fornecer a chave do portal de que você precisa. A perturbação aguarda você. Ela aguarda todos nós."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O local onde %NAME% descansa eternamente está sendo perturbado por uma energia violenta e estalante.",
            "Meu traje interpreta uma mensagem com os sons da estática: aqui, a realidade está frágil e fina, se rompendo. Talvez não seja possível fechar totalmente a falha, mas ela pode ser estabilizada com um sacrifício de materiais.",
            "Um líquido luminoso sai da terra sob o túmulo. Ele parece reagir à minha presença e flui mais rápido quando aproximo minha mão. Isso é uma oferta? Algo para me ajudar?"
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A estática me transpassa, invadindo meu corpo. Meus nervos irrompem em dor conforme conduzem a energia violenta.",
                  "A sensação pára tão repentinamente quanto começou. Me sinto como se já tivesse estado aqui antes. Parece que estou caindo no sono, me preparando para mais uma noite do mesmo sonho recorrente.",
                  "Pelo menos, o túmulo parece estável agora."
                ],
                "Options": []
              }
            },
            {
              "Name": "Colete fluido de enzimas",
              "IfSelected": {
                "IncomingMessages": [
                  "O líquido penetra rapidamente em minhas palmas. Ele tem um cheiro doce, quase apetitoso.",
                  "Meu traje interpreta uma mensagem com os sons da estática: aqui, a realidade está frágil e fina, se rompendo. Talvez não seja possível fechar totalmente a falha, mas ela pode ser estabilizada com um sacrifício de materiais."
                ],
                "Options": [
                  {
                    "Name": "Ofereça materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "A estática me transpassa, invadindo meu corpo. Meus nervos irrompem em dor conforme conduzem a energia violenta.",
                        "A sensação pára tão repentinamente quanto começou. Me sinto como se já tivesse estado aqui antes. Parece que estou caindo no sono, me preparando para mais uma noite do mesmo sonho recorrente.",
                        "Pelo menos, o túmulo parece estável agora."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Colete fluido de enzimas",
                    "IfSelected": {
                      "IncomingMessages": [
                        "O líquido penetra rapidamente em minhas palmas. Ele tem um cheiro doce, quase apetitoso."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Parta",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 21,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Ariadne para saber mais",
        "AppId": "cook21",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "6203FCD05649",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Eu vi você se aproximar da anomalia espacial. Estava esperando que fizesse isso. Obrigado, semelhante viajante. Esta missão tem importância para todos aqueles como nós."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre a importância",
              "IfSelected": {
                "IncomingMessages": [
                  "Algo terrível surgiu no aparato de Nada. Uma deturpação do espaço-tempo. Ela já arrancou uma nave cargueira inteira do céu. Tenho certeza de que senti a perda dos semelhantes viajantes na colisão.",
                  "Vá do portal até o portal semelhante para alcançar a perturbação. A chave glífica está fragmentada, mas pode ser recuperada. Procure pedras do conhecimento. Sei que a chave vai se revelar para você."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Vá do portal até o portal semelhante para alcançar a perturbação. A chave glífica está fragmentada, mas pode ser recuperada. Procure pedras do conhecimento. Sei que a chave vai se revelar para você."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "O local do acidente cheira a metal e carne queimados. Uma energia desconhecida salta e solta faíscas ao redor da nave, formando um arco sobre a fuselagem e percorrendo o meu exotraje. Ela é um efeito ou a causa do acidente?",
            "Um ritmo na estática se torna proeminente, fazendo soar uma exigência. Ele perturba a minha mente com uma súplica, demandando materiais deste planeta. Uma força não identificada está inquieta aqui. Ela anseia por ser estabilizada."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Uma colisão entre matérias não acontece. Os materiais dissolvem diretamente dentro da perturbação, desaparecendo sem deixar rastros.",
                  "As rajadas de estática se transformam em um zunido suave. A falha pode não ter sido fechada completamente, mas está estável por enquanto."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 22,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Gêmeos para saber mais",
        "AppId": "raw47",
        "IterationAppId": "other27",
        "Quantity": 1200,
        "PortalAddress": "4072FAE1B962",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Vai investigar a perturbação, camarada? Espero que esteja levando companheiros."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre companheiros",
              "IfSelected": {
                "IncomingMessages": [
                  "Por favor, não pense que estou questionando suas habilidades! Não foi isso que eu quis dizer. É que pode ser muito perigoso. Nada parecia tão preocupado.",
                  "Acho que você precisa encontrar um portal para chegar lá. Não sei muito sobre essa tecnologia antiga, mas ela está ligada de alguma forma às pedras do conhecimento. Se encontrar as pedras, você deve conseguir obter as coordenadas.",
                  "Espero ter ajudado um pouco. Se ajudei, ficarei feliz. Estamos todos juntos nesta, não é?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Acho que você precisa encontrar um portal para chegar lá. Não sei muito sobre essa tecnologia antiga, mas ela está ligada de alguma forma às pedras do conhecimento. Se encontrar as pedras, você deve conseguir obter as coordenadas.",
                  "Espero ter ajudado um pouco. Se ajudei, ficarei feliz. Estamos todos juntos nesta, não é?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Uma energia anormal estala no ar ao redor da estrutura, atingindo-me com ondas de estática. Meu traje dispara uma série de avisos e erros.",
            "Através do barulho, consigo distinguir um padrão, insistente e exigente. A realidade dessa estrutura foi violada, e a fenda resultante cospe estática e instabilidade. Ela pode ser estabilizada, mas apenas com o sacrifício de materiais."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Seguro os materiais perto da origem do barulho e eles se desintegram até não haver mais nada em minhas mãos. Foram envolvidos pela estática.",
                  "Os avisos do meu traje se tornam menos frenéticos. Este local não representa mais uma ameaça imediata."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 23,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Mercúrio para saber mais",
        "AppId": "cook22",
        "IterationAppId": "other28",
        "Quantity": 60,
        "PortalAddress": "105508F0E6AE",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Este vai ser um teste de resistência, experiente em portais."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre resistência",
              "IfSelected": {
                "IncomingMessages": [
                  "A falha indicada pelo aparato de Nada é grave. Embora você talvez consiga diminuir o impacto dela, duvido que possa ser totalmente revertida.",
                  "Porém, o teste real é alcançá-la. Você terá que ir até a região com a perturbação por meio de um portal.",
                  "Sugiro que comece sua jornada procurando pedras do conhecimento. Sabia que elas compartilham uma herança com as passagens antigas? Se abordadas com mente clara e mão firme, elas revelarão as coordenadas de que você precisa."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Você terá que ir até a região com a perturbação por meio de um portal.",
                  "Sugiro que comece sua jornada procurando pedras do conhecimento. Sabia que elas compartilham uma herança com as passagens antigas? Se abordadas com mente clara e mão firme, elas revelarão as coordenadas de que você precisa."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Percebo um lamento agudo vindo da estrutura. Conforme me aproximo, ele se distorce e se transforma no som estalado e sibilante da estática. Ela salta no ar e percorre a superfície do meu exotraje em um zigue-zague.",
            "Pouco discernível entre os estalos, uma mensagem frenética é reproduzida sem parar. Há uma fenda nessa estrutura. Este planeta está profundamente ferido. Ele precisa do sacrifício de materiais específicos para se curar..."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Seguro os materiais perto de onde a estática está mais alta. Com uma explosão de energia, eles desaparecem. A perturbação presente aqui começa a ser eliminada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 24,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Tétis para saber mais",
        "AppId": "cur23",
        "IterationAppId": "other33",
        "Quantity": 25,
        "PortalAddress": "31850693BEC4",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ah. Então, você se ofereceu para investigar a 'perturbação' que tanto está incomodando Nada."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre a 'perturbação'",
              "IfSelected": {
                "IncomingMessages": [
                  "Olha, eu não sei nada sobre perturbações, ou realidades, ou nada do tipo. Mas quero ajudar você. De verdade, eu quero.",
                  "Alguém que eu...0.4 costumava conhecer ficou em silêncio, exatamente próximo ao lugar onde Nada captou aquele sinal estranho. Isso não é do feitio dele. Ele não faz o tipo calado.",
                  "Não espero vê-lo de novo, mas se você acabar com... seja lá o que for... se você impedir que isso aconteça com mais alguém, já é bom, sabe?",
                  "Será quase impossível alcançar o lugar pelos métodos tradicionais. Você terá que viajar por meio de um portal.",
                  "Antes de desaparecer, meu amigo disse algo sobre pedras do conhecimento. Eu acho que... bom, tenho certeza de que, se encontrar algumas delas e colocar sua mão nelas, você obterá as coordenadas necessárias. Boa sorte."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Será quase impossível alcançar o lugar pelos métodos tradicionais. Você terá que viajar por meio de um portal. Eu...0.4 consegui algumas informações sobre as pedras do conhecimento... Sabe? Aquelas pequenas colunas de pedra que normalmente falam com você? Bom, parece que elas têm mais alguns segredos.",
                  "Eu acho que... bom, tenho certeza de que, se encontrar algumas dessas pedras do conhecimento e colocar sua mão nelas, você obterá as coordenadas necessárias. Boa sorte."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "De modo incongruente a este local de morte, uma estática viva estala sob o túmulo. Meu exotraje estremece enquanto essa estática o percorre, mas parece que a energia não me faz mal nenhum.",
            "Eu capto um padrão em meio às rajadas de estática. Sua estrutura é semelhante a uma sentença, e ele está fazendo uma exigência. A realidade aqui foi violada e está volátil. Apenas materiais específicos podem apaziguá-la."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A energia da estática reage violentamente à presença dos itens e ela se estende até mim. Ela lambe os materiais diretamente das minhas mãos, consumindo-os.",
                  "Silêncio. Parece que a perturbação foi estabilizada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 25,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Héspero para saber mais",
        "AppId": "cur25",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "30DEFC09D6EE",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Fiquei sabendo que você se encarregou de uma investigação, semelhante. Que bom que Nada tem o seu apoio."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre Nada",
              "IfSelected": {
                "IncomingMessages": [
                  "Há uma força poderosa operando aqui. Nada tem medo dessas coisas. Ele é um Korvax muito inteligente, único em meio à sua espécie, mas ainda assim um Korvax. Seria irracional esperar que ele compartilhasse de nossa perspectiva, semelhante.",
                  "Eu sonhei com esta conversa e com o que você fará em seguida. Não é exatamente uma pesquisa empírica, é verdade, mas já tive sonhos dessa natureza antes. Confio na visão que ele me mostrou. Por sua vez, peço que você confie em mim.",
                  "Você entrará em um portal para chegar ao planeta problemático. O destino está predeterminado. Você descobrirá a localização dele no universo por meio das pedras do conhecimento. Elas reagirão ao toque de um viajante.",
                  "Até nosso próximo encontro, semelhante."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu sonhei com esta conversa, semelhante, e com o que você fará em seguida. Não é exatamente uma pesquisa empírica, é verdade, mas já tive sonhos dessa natureza antes. Confio na visão que ele me mostrou. Por sua vez, peço que você confie em mim.",
                  "Você entrará em um portal para chegar ao planeta problemático. O destino está predeterminado. Você descobrirá a localização dele no universo por meio das pedras do conhecimento. Elas reagirão ao toque de um viajante.",
                  "Até nosso próximo encontro, semelhante."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A estrutura sibila e estala. Essa energia semelhante à estática deve ser a perturbação que Polo e Nada detectaram. Sem usar palavras, ela transmite exigências diretamente para a minha mente.",
            "Algo geme nas profundezas do subterrâneo, como se a terra estivesse com fome. Mas por que ela quer esses materiais, que já são abundantes neste mundo?"
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu empurro os materiais em direção à origem da perturbação que produz a estática e os observo se dissolverem e sumirem. O planeta danificado se alimentou de seus próprios recursos. Ele se cala. A falha na realidade foi reparada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 26,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Ariadne para saber mais",
        "AppId": "cur21",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "30E4069A72AD",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Há quanto tempo já estamos dançando neste ritmo? A periodicidade dessas perturbações traz certo conforto."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre conforto",
              "IfSelected": {
                "IncomingMessages": [
                  "O tempo dessas anomalias parece preciso, semelhante viajante. Um padrão natural. Talvez somente as pontas da forma de onda se manifestem para nós. De qualquer maneira, ela tem um ritmo. Cada vez que o universo chama, nós respondemos. A resposta começa com uma busca por conhecimento. Ouça as pedras antigas, pois elas indicarão o caminho para a região perturbada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Talvez você também se lembre desse ritmo. Ouça as antigas pedras do conhecimento. Elas indicarão o caminho para a região perturbada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Uma porção de estática salta da estrutura perturbada para o meu braço. Os sensores do meu traje registraram uma sensação quase como de cócegas. Involuntariamente, eu estremeço.",
            "Uma mensagem silenciosa invade a minha mente: essa estrutura vem consumindo recursos locais e agora requer assistência manual. É necessário sacrificar materiais para restaurar o equilíbrio."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Os materiais são engolidos pela estática. Embora eu não possa ver aonde foram, sinto que reequilibrei alguma coisa. Onde está a outra metade dessa balança?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 27,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Gêmeos para saber mais",
        "AppId": "cur22",
        "IterationAppId": "other27",
        "Quantity": 24,
        "PortalAddress": "1011F75843D7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Olá! Ah, que alegria cumprimentar você. Deixando o perigo dessas perturbações de lado, fico feliz de fazer parte desse esforço ao seu lado."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre o esforço",
              "IfSelected": {
                "IncomingMessages": [
                  "Nós, viajantes, estamos lidando com essas perturbações há alguns meses, e nem mesmo Héspero conhece a origem delas. Mesmo assim, prosseguimos, nos reunindo aos milhares para estabilizar o universo. Eu realmente acredito que nesses momentos de colaboração, nossos esforços prolongam nosso tempo juntos um pouco. Não há certa alegria nisso? Um portal pode transportar você até a região afetada. Você vai precisar do conhecimento de três pedras para aprender a sequência de glifos. A tarefa será muito mais rápida com companhia! Espero que você conheça novos camaradas hoje."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Um portal pode transportar você até a região afetada. Você vai precisar do conhecimento de três pedras para aprender a sequência de glifos. A tarefa será muito mais rápida com companhia! Espero que conheça novos camaradas hoje."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A sucata da fuselagem cintila com uma estranha energia estática. Eu noto um cheiro enjoativo. Ele vem em ondas, e seu pico coincide com cada explosão de estática. O odor se assemelha ao de proteínas queimando, como cabelos, pelos ou unhas chamuscados.",
            "Tentando ignorar o cheiro de queimado, eu ouço as exigências da estática: um material deste planeta vai estabilizar a perturbação. É melhor eu fornecer esse recurso ou ela pode me devorar também."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Conforme os materiais se dissolvem, o cheiro de proteína queimada se suaviza um pouco, mas não desaparece. A estática também diminui e eu aceito que fiz tudo que podia aqui."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 28,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Mercúrio para saber mais",
        "AppId": "cook20",
        "IterationAppId": "other28",
        "Quantity": 60,
        "PortalAddress": "2153FB6D1154",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Mercúrio me observa silenciosamente. Há uma intensidade em seus olhos pálidos que não consigo definir. Será fome? Ressentimento? Inveja?"
          ],
          "Options": [
            {
              "Name": "Pergunte se ele está bem",
              "IfSelected": {
                "IncomingMessages": [
                  "As bochechas em carne viva do viajante se coram, e eu me pergunto como deve ser não ter pele. Ele se recompõe.",
                  "Perdoe-me, experiente em portais. Você certamente me abordou em busca de orientação. Somente um portal pode ligar você ao seu destino. As perturbações de ultimamente têm gerado muito tráfego na rede antiga. Procure pedras do conhecimento e insira a sabedoria que elas concedem em uma passagem da rede."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "É claro.",
                  "Somente um portal pode ligar você ao seu destino. As perturbações de ultimamente têm gerado muito tráfego na rede antiga. Procure pedras do conhecimento e insira a sabedoria que elas concedem em uma passagem da rede."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Embora isso pareça com uma estrutura comum, meu traje informa um precipício. Por um momento, sinto um desejo intenso de me jogar contra a estrutura comprometida... mas o momento passa.",
            "Uma energia de outro mundo, que não consigo descrever, se agita pela superfície da estrutura, fazendo com que suas partículas pareçam dançar. Ela dança até entrar em minha mente e se transforma em um pedido: fazer um sacrifício de materiais. Estabilizar essa perturbação."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Eu despejo os materiais na base da estrutura. Espantosamente, eles se derretem e se fundem ao chão.",
                  "A estática, ensurdecedora em minha cabeça há alguns instantes, subitamente se silencia. Eu fiz a minha parte aqui."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 29,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Tétis para saber mais",
        "AppId": "build164",
        "IterationAppId": "other33",
        "Quantity": 6,
        "PortalAddress": "405507FBC6BF",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Tétis suspira irritado. Ele não diz nada. Está impaciente para acabar logo com esta conversa."
          ],
          "Options": [
            {
              "Name": "Pergunte sobre o suspiro",
              "IfSelected": {
                "IncomingMessages": [
                  "Não estou quero discutir isso. Estou só... irritado. Já foram quase seis meses. Como puderam ser tão estúpidos? Como OUSAM ser tão estúpidos?"
                ],
                "Options": [
                  {
                    "Name": "Pressione-o mais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Eu0.1...0.1 ...0.2 Tudo bem, eu falo, se é o que você quer.",
                        "A instabilidade deste universo, essas perturbações todas... têm trazido consequências, sabe?",
                        "Ainda não tive resposta de um contato que sumiu há meses. E sei que nem vou ter. Sei que ele se foi. E isso me deixa furioso. Pensei que soubesse escolher melhor meus amigos. Pensei que pudesse contar com eles.",
                        "Ele respira fundo.",
                        "Desculpe. É bom que você esteja ajudando.",
                        "Saia da anomalia e vá procurar pedras do conhecimento. Elas mostrarão uma sequência de glifos. Você vai precisar dela para entrar em um portal. Atravesse esse portal e vai chegar à região que precisa da sua ajuda."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Esqueça o assunto",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Obrigado. Por não insistir e por ajudar. Desculpe.",
                        "Saia da anomalia e vá procurar pedras do conhecimento. Elas mostrarão uma sequência de glifos. Você vai precisar dela para entrar em um portal. Atravesse esse portal e vai chegar à região que precisa da sua ajuda."
                      ],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "Saia da anomalia e vá procurar pedras do conhecimento. Elas mostrarão uma sequência de glifos. Você vai precisar dela para entrar em um portal. Atravesse esse portal e vai chegar à região que precisa da sua ajuda."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Estou ciente dessa versão da estrutura à minha frente. E de alguma maneira, simultaneamente, estou ciente de outra versão. O espectro do passado se sobrepõe à estrutura atual, fazendo meus olhos embaçarem e marejarem.",
            "Um estalo alto de estática exige toda a minha atenção. Essa estrutura está instável. Uma oferenda de materiais locais, em excesso neste planeta, ajudará a reparar a falha na realidade..."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "A estática parece reduzida, menos frenética, enquanto consome os materiais. Sinto que ela está me dispensando, que minha utilidade passou, embora a perturbação não esteja totalmente solucionada. Serão necessários mais viajantes para satisfazê-la."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 30,
        "NpcMessage": "A região com a perturbação deve ser acessada por meio de um portal\nFale com a iteração: Héspero para saber mais",
        "AppId": "cur17",
        "IterationAppId": "other36",
        "Quantity": 12,
        "PortalAddress": "4169FC678D73",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Saudações. Você está ajudando com a perturbação? Muitos semelhantes estão hoje. Tive muitas conversas como esta. Eu nunca me canso delas.",
            "Antes que se vá, você me conta um pouco sobre seu último encontro com outro semelhante? Uma história para marcar esta conversa em minha memória?"
          ],
          "Options": [
            {
              "Name": "Conte uma história alegre",
              "IfSelected": {
                "IncomingMessages": [
                  "O olhar de Héspero se suaviza.",
                  "A generosidade dos viajantes pode ser imprevisível, mas histórias como essa me lembram que isso é recorrente e eterno. Obrigado, viajante igual.",
                  "Você chegará à região perturbada por um portal antigo, embora o código glífico esteja protegido por pedras do conhecimento adormecidas. O toque de sua mão as despertará."
                ],
                "Options": []
              }
            },
            {
              "Name": "Conte uma história triste",
              "IfSelected": {
                "IncomingMessages": [
                  "Héspero franze as sobrancelhas.",
                  "Tais incidentes de fato ocorrem. Sinto muito ouvir isso. Desejo que tenha mais sorte com seus companheiros viajantes hoje.",
                  "Você chegará à região perturbada por um portal antigo, embora o código glífico esteja protegido por pedras do conhecimento adormecidas. O toque de sua mão as despertará."
                ],
                "Options": []
              }
            },
            {
              "Name": "Peça orientação",
              "IfSelected": {
                "IncomingMessages": [
                  "É claro. Não vou atrasar você. Você chegará à região perturbada por um portal antigo, embora o código glífico esteja protegido por pedras do conhecimento adormecidas. O toque da sua mão as despertará."
                ],
                "Options": []
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "A anormalidade do acidente fica evidente de perto. O momento do impacto parece congelado no tempo, perdurando como uma cena pausada. Bolhas de estática se enchem e estouram pelo local.",
            "Ajude... a completar... o processo. Salve os dados... preserve a memória..."
          ],
          "Options": [
            {
              "Name": "Ofereça materiais",
              "IfSelected": {
                "IncomingMessages": [
                  "Algo muda na atmosfera quando apresento os recursos solicitados. O acidente não parece mais anormal, apenas uma lembrança triste dos últimos momentos de um piloto. Acho que já contribuí como podia."
                ],
                "Options": []
              }
            },
            {
              "Name": "Vasculhe os destroços",
              "IfSelected": {
                "IncomingMessages": [
                  "Preso em uma parte da fuselagem quebrada, encontro um pano de uma nanofibra muito parecida com a do meu exotraje.",
                  "Integrada ao tecido encontra-se uma atualização de oxigênio, ainda intacta. Eu a levo comigo. Talvez possa ajudar na minha busca subaquática.",
                  "Ajude... a completar... o processo. Salve os dados... preserve a memória..."
                ],
                "Options": [
                  {
                    "Name": "Ofereça materiais",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Algo muda na atmosfera quando apresento os recursos solicitados. O acidente não parece mais anormal, apenas uma lembrança triste dos últimos momentos de um piloto. Acho que já contribuí como podia."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Parta",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Parta",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      }
    ]
  }
]