{
	"guid": "355cee85-cf49-4188-a911-1212df6b90ff",
	"title": "Everything about nanites",
	"shortTitle": "Nanite guide",
	"author": "Sphynxcolt",
	"minutes": 0,
	"date": "2019-12-13T20:53:49.649Z",
	"tags": [
		"Beyond Ready",
		"Nanites"
	],
	"image": "guide.jpg",
	"sections": [
		{
			"heading": "Nanite cluster",
			"items": [
				{
					"type": "table",
					"columns": [
						"Category",
						"Type",
						"Rarity",
						"Usage",
						"Symbol"
					],
					"rows": [
						[
							"Special",
							"Technological currency",
							"Rare",
							"Ubgrading",
							"∞"
						]
					]
				},
				{
					"type": "text",
					"content": "Nanite Cluster is a resource and an alternative form of currency in No Man's Sky"
				},
				{
					"type": "image",
					"image": "56.png"
				}
			]
		},
		{
			"heading": "Summary",
			"items": [
				{
					"type": "text",
					"content": "Nanite Cluster (∞) is a resource and one of the special elements. It is also a secondary currency  in No Man's Sky besides Quicksilver, with units being the primary."
				}
			]
		},
		{
			"heading": "Description",
			"items": [
				{
					"type": "text",
					"content": "A dense miasma of Nanites, undulating in its potentiality. These clusters are stable, but unrestricted nanite foam can produce undesirable runaway reactions in the presence of organic matter.\nUsed in the construction of advanced technologies. Highly valuable to specialist traders"
				}
			]
		},
		{
			"heading": "Usage",
			"items": [
				{
					"type": "text",
					"content": "Mainly used to purchase blueprints from Blueprint Traders and Upgrade Modules from Technology Merchants"
				},
				{
					"type": "text",
					"content": "Payment during certain NPC missions"
				},
				{
					"type": "text",
					"content": "Payment to Travellers for information including the location of Traveller Graves"
				}
			]
		},
		{
			"heading": "Sources",
			"items": [
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "table",
					"columns": [
						"Sources"
					],
					"rows": [
						[
							"Searching abandoned shelters on planets."
						],
						[
							"Uploading Discoveries."
						],
						[
							"Feeding certain animals, which will lead you to a buried object that yields them."
						],
						[
							"Searching Damaged Machinery."
						],
						[
							"Destroying Sentinels."
						],
						[
							"Destroying certain types Freighter cargo containers. For some reason it says the type is Exotic."
						],
						[
							"Trading Gek Relics, Korvax Casings, and Vy'keen Effigies to the respective race."
						],
						[
							"Reward for completing missions."
						],
						[
							"Can be found in storage containers while exploring Crashed Freighters."
						],
						[
							"Selling Upgrade Modules to Technology Merchants."
						],
						[
							"From refinement, the resource type Nanite Cluster will be converted to currency."
						]
					]
				},
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "image",
					"image": "recipes.jpg"
				}
			]
		},
		{
			"heading": "Lore",
			"items": [
				{
					"type": "text",
					"content": "In the storyline quest Patterns in Time, the Explorers Guild's representative, a Korvax, uses Nanite Cluster manipulation to reveal to the player glimpses of their race's past. They suggest that these clusters come from Sentinel casings. "
				},
				{
					"type": "text",
					"content": "Later in the same quest, the Merchants Guild's representative, a Gek, uses their pheromones to reveal to the player the truth behind the fall of the First Spawn. The enslaved Korvax entities sacrificed themselves in the spawning pools of Balaron and used the Nanite Clusters from their bodies to rewrite the biology of the Gek. This led to the downfall of the First Spawn Empire"
				},
				{
					"type": "text",
					"content": "The Travellers often utilize and manipulate Nanite Clusters"
				}
			]
		}
	]
}