{
	"guid": "355cee85-cf49-4188-a911-1212df6b90ff",
	"title": "Tout à propos des Nanites",
	"shortTitle": "Guide sur les Nanites",
	"author": "Sphynxcolt",
	"translatedBy": "LordNakah",
	"minutes": 0,
	"date": "2019-12-13T20:53:49.649Z",
	"tags": [
		"Beyond Ready",
		"Nanites"
	],
	"image": "guide.jpg",
	"sections": [
		{
			"heading": "Amas de Nanites",
			"items": [
				{
					"type": "table",
					"columns": [
						"Catégorie",
						"Type",
						"Rareté",
						"Utilisation",
						"Symbole"
					],
					"rows": [
						[
							"Spéciale",
							"Monnaie technologique",
							"Rare",
							"Amélioration",
							"∞"
						]
					]
				},
				{
					"type": "text",
					"content": "Les amas de Nanites sont une ressource ainsi qu'une forme alternative de Monnaie dans No Man's Sky.\n"
				},
				{
					"type": "image",
					"image": "56.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Sommaire",
			"items": [
				{
					"type": "text",
					"content": "Les amas de Nanites (∞) sont une ressource ainsi qu'un des éléments spéciaux. C'est aussi une forme de monnaie secondaires de No Man's Sky avec Quicksilver, avec les unités etant celles principales\nis a resource and one of the special elements. It is also a secondary currency  in No Man's Sky besides Quicksilver, with units being the primary."
				}
			]
		},
		{
			"heading": "Description",
			"items": [
				{
					"type": "text",
					"content": "Miasme de nanites dense ondoyant de possibilités. Cet amas est stable, mais la mousse de nanite non controlée peut produire des réactions indésirables en présence de matiéres organique.\nUtilisé pour la construction de technologies de pointe. Trs recherché par les marchand spécialisé"
				}
			]
		},
		{
			"heading": "Usage",
			"items": [
				{
					"type": "text",
					"content": "Principalement utilisé pour acheter des plans envers les marchands et ameliorer les modules avec les marchands de téchnologie"
				},
				{
					"type": "text",
					"content": "Paiement pendant certaines missions de PNJ"
				},
				{
					"type": "text",
					"content": "Paiement des voyageurs pour des informations, dont l'emplacement des tombes des Voyageurs"
				}
			]
		},
		{
			"heading": "Sources",
			"items": [
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "table",
					"columns": [
						"Sources"
					],
					"rows": [
						[
							"Chercher des abris abandonné sur les planètes."
						],
						[
							"Importer des Decouvertes."
						],
						[
							"Nourrir certains animaux afin qu'ils t’emmène vers des objets enfouis."
						],
						[
							"Chercher des technologie endommagé."
						],
						[
							"Détruire des sentinelle."
						],
						[
							"Detruire certains types de Cargo. Pour une raison inconnue, le type du conteneur est Exotique."
						],
						[
							"Échanger des Reliques Gek, des Enveloppes Korvax et des effigies Vy'keen aux races respectives."
						],
						[
							"Récompenses pour avoir fini des missions."
						],
						[
							"On peut en trouver dans les conteneurs de rangements en explorant des crashs de cargo."
						],
						[
							"Vendre des modules d'amelioration a des marchands de technologies."
						],
						[
							"Avec le Raffinement, le type de ressource Amas de Nanite va être converti en monnaie."
						]
					]
				},
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "image",
					"image": "recipes.jpg",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Histoire",
			"items": [
				{
					"type": "text",
					"content": "Dans la quete du mode histoire \"Schéma Temporel\", le representant de la Guilde des voyageurs, un Korvax, utilise un amas de Nanite dans la manipulation qui revelera au joueur des extrait du passé de leur races. Ils suggerent que ces amas viennent des sentinelles."
				},
				{
					"type": "text",
					"content": "Plus tard dans la meme quete, le representant de la guilde des marchands, un Gek, utilise ses pheromones pour montrer au joueur la verité derriere la tombée du premier Spawn. L'entité Korvax esclave s'est sacrifié chez Balaron et à utilisé les amas de Nanites de leurs corps pour réecrire la biologie des Gek. Cela nous emmene a la chute Du premier Empire Spawn"
				},
				{
					"type": "text",
					"content": "Les voyageurs utilisent et manipulent souvent les amas de Nanites."
				}
			]
		}
	]
}