{
    "guid": "efe5eaef-c40d-bf4a-b8d6-827197c57836",
    "title": "Roleplaying & Storytelling in No Man's Sky",
    "shortTitle": "REMEMBERING UNIVERSES",
    "author": "Circle16",
    "minutes": 0,
    "date": "2020-05-08T15:40:12.801Z",
    "image": "guide.jpg",
    "tags": [
        "Living Ship",
        "Roleplaying",
        "Lore",
        "RPG",
        "Fan Fiction",
        "Storytelling"
    ],
    "sections": [
        {
            "heading": "Let's Talk About Roleplaying & Storytelling!",
            "items": [
                {
                    "type": "markdown",
                    "content": "Almost anyone who's been around the gaming world for any length of time will have heard the term \"RPG.\" What is an RPG? It is a \"Role Playing Game\" where the player takes on the role of a character in the game setting. While No Man's Sky is not your average RPG, it offers a surprisingly rich environment for roleplayers and creative writers who enjoy using game universes as inspiration for their own adventurs. No Man's Sky allows you as a player to explore not only the vast number of procedurally generated worlds, but it gives you a sandbox for infinite possibilities as a creative writer or roleplayer. \n\nThis guide is designed to be a primer for players who are new to roleplaying or fan fiction in general, as well as for experienced RPers who are trying to find their way to compatible groups in a community that is quite diverse and sometimes may feel a bit overwhelming. The world of RPers in NMS is as varied as the space you explore as a player. While it can take a little time and effort to find your way, the end result will hopefully be the camaraderie and fun of collaborating in fictional world-building with other players.\n"
                }
            ]
        },
        {
            "heading": "Roleplaying Basics",
            "items": [
                {
                    "type": "markdown",
                    "content": "Here are a few terms that are commonly used in many roleplaying games/forums. These are the basics, but hopefully a good start if you are new to roleplay.  The best rule to remember is *always* ask questions if you aren't sure about something! Most roleplay is collaborative so communication is the key to everyone having a good time together. \n\n**ARG**\n: Alternate Reality Game. Sometimes referred to as a networked narrative or chaotic fiction, usually involves multiple players & elements that exist outside of the game world. Waking Titan was an ARG that was related to NMS produced by *[Alice & Smith](https://www.aliceandsmith.com/)*.\n\n**BACKSTORY**\n: The history of a character that is often revealed through interaction with other characters via either RP or character profiles.\n\n**CANON** \n: The accepted “official” elements of a fictional universe. Canon often begins with the official lore of the game. Some RP groups create their own extensive canonical framework for their members’ roleplay. “Headcannon” is used to describe how an individual player makes sense of the lore of the game for themselves.\n\n**GM/DM** \n: Game Master (sometimes also Dungeon Master). The player who is running the game or plot for other players.\n\n**IC/OOC** \n: Designates ‘in character” or “out of character” so what is often called the *Fourth Wall* isn’t broken. There is a clear delineation between the character’s and the player’s action/statements. Related terms are OOG (out of game) and IG (in game) to designate actions in or out of the game world.\n\n**LORE** : The stories of the game. This can include the main storyline as well as side stories that are part of the actual game itself. Most often, lore is something that is observed as canon for roleplayers, even when they use that lore to spin off their own stories.\n\n**NMSRP** \n: No Man’s Sky RP. Often a useful shorthand or hashtag that can be used in offering up or finding RP on game-related sites. You will also see #NoMansSkyRP and #NoMansSkyStories used as well.\n\n**NPC** : Non-Player Character. These can be characters in the game itself or characters in stories created by players. NPCs can be very important when they offer information in a story from outside the character's perspective. \n\n**OC** \n: Original Character created by the player/writer. This character is as unique as your imagination.\n\n**PLOT** : A plot is the storyline of a roleplay story or adventure. Sometimes this can be created as the gameplay occurs or it can be guided by a preexisting set of points designed by a GM. Plots can be any length and can occur IG or OOG. Plots are generally more narrative-driven in online roleplay than traditional tabletop RP, but sometimes dice, stats and other random modifiers can be used if the plot creator chooses.\n\n\n**RP** : RP refers to roleplay. An RPer is a roleplayer. RP can occur either IG or OOG. It can also be an OPEN RP or a CLOSED RP. Open RP is free for anyone to join in if they want to add to the story. Closed RP is closed to outside players without invitation. \n\n\n\n\n\n\n\n\n\n"
                }
            ]
        },
        {
            "heading": "Roleplay & Story Elements in the Game",
            "items": [
                {
                    "type": "markdown",
                    "content": "No Man’s Sky is a lush world filled with some amazing stories for those players who take the time to find them. The main storyline is captivating and there are small bits of lore to be found throughout the game as you explore. Be sure to take time to talk to NPCs, to check out abandoned buildings and investigate ancient ruins."
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/cuk5msE.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "Plaques and monoliths offer glimpses into the history of the races that you might otherwise miss. Crashed ships or derelict terminals can often be sources of micro-stories that run the gamut from sweetly poignant to horrifying. The stories are all there waiting to be discovered by those who care to seek them out. "
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/sM6DHR2.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "Portals are definitely an important part of the game for any aspiring roleplayer to master. Learning about the portals and how to activate them will allow for easier travel in game, opening up places that might otherwise not be within reach. "
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/Qnc7AGp.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "Whether playing on your own or with friends, there are all sorts of adventures to be had and story hooks to find. You can do the missions in character or create your own adventures as you encounter new worlds. You can build spaces for your stories solo or in groups. The game allows you to create the perfect setting for anything you might want to roleplay. You can take amazing photos that you can use in your RPs or stories outside of the game. "
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/qk2ZxWe.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "You can also transform your character physically in a wide range of ways. The Space Anomaly (Nexus) has an appearance modifier or you can construct one of your own with the plans. You can also find them at the space stations. This allows you to give your character the look that suits your story. You could even play as multiple characters if you choose as there is no limit to the times you can change appearance in the game. Want to be a Gek on a desert planet? Go for it! Prefer to be a marooned Vy’keen or a mysterious Korvax freighter captain? The possibilities are limited only by your imagination. "
                }
            ]
        },
        {
            "heading": "Finding Other Roleplayers in No Man's Sky",
            "items": [
                {
                    "type": "markdown",
                    "content": "No Man’s Sky is a unique game and its player base reflects this as well. In many games, a quick search will lead you to a single large community of roleplayers that you can find easily. In this game, the groups are many and varied. Whatever you are looking for is probably out there so how do you find it? \n\nThere are several places to find info on other roleplayers and RP groups in NMS. Reddit has a large number of NMS-related groups where you will sometimes find posts from other RPers. Several well-established groups can be found on *[Reddit](https://www.reddit.com)* with extensive civilizations, colonies, and embassies. You can find players who create and maintain restaurants, bars, and all sorts of other builds. It may take a little digging to find your perfect fit, but Reddit gives a good view into what’s out there.\n\nAnother social media resource is *[Twitter](https://twitter.com)*. As in many other games, roleplayers from NMS can be found on Twitter as well. Hashtag searching is your friend. The most common one you will see are #NoMansSky, but don’t forget #NoMansSkyRP or even #NMSRP. You will find a few accounts and the number of NMSRPers on Twitter seems to be growing slowly. While the Twitter RP accounts are not great in number, the creativity and incredible virtual photography of the non-RP accounts are well worth giving a follow. Creating your own Twitter account for RP purposes may be something that can supplement your in game experience and connect you with other RPers. If you already have a Twitter account, it's an easy search and add to expand your follow list!"
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/if2mTd8.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "*[Discord](https://discord.com/)* is a great place to find other players to interact with as well. As with Reddit, you may have to search for a good fit but there are many really helpful NMS-related Discord servers that will lead you to some awesome players and friendly groups. Discord RP can be a good option for ongoing plots or stories that include players in different time zones or who cannot play together on the same platform."
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/ehWRtfF.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "Two truly invaluable resources for NMSRPers are the *[Atlas Codex](https://atlascodex.space/)* and the *[No Man’s Sky Wiki](https://nomanssky.gamepedia.com/No_Man%27s_Sky_Wiki)*. Even if you are only interested in solo play and writing your own stories, these are sites that provide massive amounts of reference material for roleplaying or storytelling. The NMS Wiki has information on almost anything you can think of related to the game, including roleplaying stories, fan fiction, and even RP groups. The Atlas Codex also has listings of “hubs” or groups in the game with descriptions that make it easy to find the sort of experience you are seeking."
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/sGXVQ6Q.jpg",
                    "imageBase64": ""
                },
                {
                    "type": "markdown",
                    "content": "It may take a bit more work than in other games to find your groove roleplaying in No Man’s Sky, but it is definitely worth the search. Take your time, do your research, even give yourself a break if you have a false start or two in the beginning. Any experienced roleplayer will probably tell you that you will know when you’ve finally found the right place. It will feel like home."
                }
            ]
        },
        {
            "heading": "Interested in Circle16?",
            "items": [
                {
                    "type": "markdown",
                    "content": "Whether you are already an experienced roleplayer in No Man’s Sky or new to the game, *[Circle16](https://www.multifarium.org/circle16)* is a group dedicated to creating connections in the roleplaying community. We are inclusive, supportive, and definitely happy to answer any questions you have about roleplaying or collaborative writing. We are very open to working with other groups on short-term or longer plots and projects, so feel free to check us out. We’d love to have you join us!"
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/LXhYaTM.jpg",
                    "imageBase64": ""
                }
            ]
        },
        {
            "heading": "A Few Words of Thanks",
            "items": [
                {
                    "type": "markdown",
                    "content": "Just want to leave a quick acknowledgement here to all of the writers, both past & present, who contributed to the incredible stories waiting for players in No Man’s Sky. The best sort of writing is that which fires the imaginations of its readers so that the stories never truly end. We are honoured to build worlds of our own that are inspired by the ones you left us. Thank you."
                },
                {
                    "type": "image",
                    "image": "",
                    "imageUrl": "https://i.imgur.com/9efXJFn.jpg",
                    "imageBase64": ""
                }
            ]
        }
    ]
}