[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Exploration Milestones",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Survival Milestones",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "The Gek",
    "description": "Small in stature, these beaked, reptilian lifeforms are the galaxy's foremost merchants. They are able to communicate via carefully released pheromones, conveying complex concepts and feelings via scent.\n\nHailing from the planet of Balaron, they are viewed with suspicion by other sentient lifeforms due to the actions of the Gek First Spawn, who conquered and slaughtered their way to a mighty empire.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "The Vy'keen",
    "description": "The Vy'keen are warlike beings from the Dryn'dargh system, obsessed with the defeat of the Sentinels. Controlled by the Vy'keen High Command, they fight the Sentinel menace across the galaxy.\n\nDespite their aggressive appearances, the Vy'keen are bound by a strict code of honour. They value loyalty, sacrifice and a good death above material goods or knowledge, and are sworn to aid the Traveller whenever possible.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "The Korvax",
    "description": "Korvax entities are inorganic lifeforms that inhabit metallic casings passed down from generation to generation. They believe that through mathematical study they can be raised to the level of the Atlas, and that the path to this is through the study of the Sentinels.\n\nEach Korvax is a pure mind, a drop in their great collective Convergence. The shell they inhabit is of little significance compared to their connection to this group consciousness.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Merchants Guild",
    "description": "A collective organisation representing trading companies and individual merchants across the galaxy. They help control and commission work for pilots-for-hire on behalf of their members.\n\nThe Merchants Guild is naturally dominated by the Gek, but it is not an exclusive club. All lifeforms are welcome under its umbrella, as long as they have the requisite capital reserves...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Mercenaries Guild",
    "description": "A loose collective of mercenary organisations across the galaxy. The guild hosts a range of competing factions, many of whom would fight each other given the chance.\n\nPirates, vigilantes, undercover law enforcement, cults, rogues and crusaders - the Mercenaries Guild keeps galactic peace by ensuring the right jobs are given to the right group of armed opportunists.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Explorers Guild",
    "description": "A mutual association of researchers and explorers, the Explorers Guild serves to match up those who need data with those who would collect it.\n\nMembership is largely split between scientific institutions, geographical societies, and technology companies, with the occasional individual explorer. The Guild offers pooled resources, shared labs, lecture series and yearly medals.",
    "medals": []
  }
]