[
  {
    "Objective": "Hunt Pirates",
    "Titles": [
      "Disruption",
      "Protection Money",
      "Science Strikes Back",
      "Saving Face",
      "The Crusade",
      "Beyond the Grave",
      "Sabotage!",
      "Hunting the Hackers",
      "Ruthless Negotiation",
      "High Stakes"
    ],
    "Subtitles": [
      "Hunt and Destroy Pirates"
    ],
    "Descriptions": [
      "Pirate crews have been disrupting freighter traffic, an affront to both honest and dishonest merchants alike. The client wishes this disruption ended. Disruptively.",
      "Pirates have been looting autonomous mining facilities and attacking the vessels that arrive to empty the hoppers. They prey on the weak, and the client hopes that eliminating a small number of pirate ships will cause the rest to move to a site of less resistance.",
      "Local scientific facilities are struggling to cope with a wave of pirate attacks. Microscopes have been stolen and titration equipment smashed. The client wishes to conduct an experiment in how many pirates need to die in order to stop the attacks.",
      "The client seeks resolution to a family problem. Specifically, a family member has turned to piracy and brought dishonour upon their good name. Destroy them, and restore the client's standing among decent lifeforms.",
      "The client has benefited from a message from the stars, explaining to them their purpose in life. They are to serve the greater good through a never-ending quest to eliminate pirates. They seek pilots to join their crusade, at least temporarily.",
      "This posting has been made on behalf of the client by their estate. The client was marooned by a gang of pirates and left for dead on a hostile planet. The client is presumed dead, but a repeater was left transmitting details of the fate over local radio channels. They requested their remaining funds to be put up as a bounty upon the heads of those who abandoned them.",
      "The client requests immediate assistance in apprehending a pirate. EMP devices were hidden all over their facility, causing serious damage to their operational capabilities. Denied the means to do so themselves, they ask that all law-abiding pilots come to their aid in pursuit of those responsible.",
      "The client has suffered a great loss at the hands of a pirate gang. Rather than an attack in space, they remotely hijacked the client's trade terminal and used it to divert funds and goods to their own account. The client seeks physical retribution for this virtual crime.",
      "Pirates have kidnapped several employees of the client. They are demanding an extremely high ransom price. The client has decided a show of force is the best way to stop future kidnaps. They are seeking a pilot to find and destroy the pirate vessel, despite the hostages still being on board. The loss of life is unfortunate, but such an approach will demonstrate the client will not tolerate extortion attempts.",
      "The client has a lucrative business taking money on the outcome of space battles. They operate out of a luxury freighter, travelling local space in search of conflicts that their customers can observe and bet on in safety and comfort. Business is booming, but conflict is not. They seek pilots to enter the 'arena' and create entertaining action for their passengers.",
      "HUNT AND DESTROY PIRATES",
      "The client seeks the destruction of nearby pirates.",
      "The client wishes to eradicate piracy from this system.",
      "The client demands swift retribution against the pirates residing near this station.",
      "The client requires the death of all pirates residing near these worlds.",
      "The client urgently seeks the death of pirate scum.",
      "The client seeks the assassination of a nearby pirate squadron.",
      "The client demands the elimination of the pirates who plague these worlds.",
      "The client hopes for the obliteration of all pirates residing near this station.",
      "The criminals have evaded justice for too long, harassing local freighters with impunity.",
      "The criminals raid installations across this sector, believing that they are above the law.",
      "With every passing day, the criminal threat grows. Something must be done.",
      "The criminals brought this upon themselves the moment they decided to live a life of freedom and thievery.",
      "The criminals deserve no amnesty, no release from their crimes.",
      "The criminals would destroy this entire sector, given the chance.",
      "The criminals have disrupted trade routes in this system for far too long.",
      "The criminals chose death when they chose their way of life.",
      "The client wants this dealt with quickly and discretely. They do not wish for reprisals from any affiliated pirate clans.",
      "The client suggests caution in dealing with this matter. The pirates will stop at nothing to bring your starship down.",
      "The client leaves the method of the pirate's extermination to you. Just ensure that none of them live to tell the tale.",
      "The client thanks you for performing this civic duty. No system should tolerate such illegality.",
      "There are many who will benefit from the completion of this contract. Your reward will be considerable.",
      "The client reminds you not to bargain or engage in any conversation with the pirates. They will do anything to escape justice.",
      "The client will accept both sudden and protracted annihilation of the pirates. They leave the speed to you.",
      "The client is aware that other pirates will eventually seek to move in on this territory, but temporary peace is better than no peace at all."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.BOUNTYMEDIUM.MSHOP.DDS"
  },
  {
    "Objective": "Collect an Item",
    "Titles": [
      "Personal Shopper",
      "Remembrance",
      "A Feast",
      "Lighting the Way",
      "Life Finds a Way",
      "Market Manipulation",
      "Freely Given Gifts",
      "The New Black",
      "Competitive Urges",
      "Mutton Dressed As Nanites",
      "Valuable Specimens",
      "The Replacement",
      "Keeping Up With The Jovians",
      "The Cog in the Machine",
      "A Record of Our Time",
      "The Final Piece",
      "Profiteering",
      "The Puppetmaster",
      "Ahead of the Curve",
      "Wisdom of Crowds"
    ],
    "Subtitles": [
      "Valuable Items Sought"
    ],
    "Descriptions": [
      "The client wishes to present a gift of substantial value to a loyal partner. The partner has served them faithfully and diligently over many years. They require a trustworthy pilot to source and safely deliver an item of appropriate value.",
      "The client seeks an object from their past, a token that reminds them of days gone by. It represents a significant moment in their childhood, and as such they will pay handsomely for the safe delivery of the item.",
      "The client has heard of an emerging new trend. They seek an item rumoured to be both delicious and full of nutrients. Naturally, such sudden popularity means it is hard to source. They will reward any pilot who can acquire the item in time for them to consume it at their next feast.",
      "The client has been researching alternative methods of power generation. They believe they have made a breakthrough. Their new method generates vast amounts of power, with very few toxic waste products. However, they lack supplies of a key component. They cannot leave their lab, and so seek pilots to collect the item for them.",
      "The client is engaged in advanced consciousness research. They have thrown aside preconceived notions of what makes a mind, in search of a more holistic answer. They believe they have made a breakthrough.\nThey have found a material with properties they believe align with the ability to experience thought. All they need to do to prove the theory is assemble a thinking machine built from this substance. This requires a significant amount of material, and they seek explorers to aid with the gathering process.",
      "The client has identified an opportunity for profit. There is a cut of this windfall available to all who assist in the process. \nThey seek a large number of explorers to deliver items to the same location, so as to depress the price in the local markets. This oversupply will force the competition out of business, allowing the client to enter the market at a later date and exploit the lack of long-term supply.",
      "The client seeks to smooth their relationship with the system authorities. They have come to understand the Commissioner of the local station has a taste for a particular item, and would like to see that they receive it. Of course, they would not be so crass as to deliver it in person. They seek an explorer to act as the intermediary and make the collection on their behalf.",
      "The client curates a monthly selection of goods for the rich and idle. They have become aware of a surge of interest in a particular item, and as such they simply must have it for their latest collection. They will pay above market rates to any explorer who can acquire it for them.",
      "The client has become aware that a rival of theirs is interested in a very specific item. Naturally, they cannot allow them to acquire it. They will reward any explorer who acquires the item ahead of their rival, and prevents them doing whatever it is they want it for.",
      "The client has recently begun a new business. They take ordinary items and help others see the value in them. Primarily, this is accomplished by taking cheap objects and distressing them so they appear to be of historical interest. They seek a new batch of items on which to perform their alchemy.",
      "The client is engaged in speculative research. They have received a large grant, and are looking for ways to spend it. As such, they have designed a series of tests they believe will let them know if an item is in need of further testing. They now seek materials on which they can run this procedure.",
      "The client has misplaced an item of great importance. They seek an urgent replacement, so that no-one need ever know the item was gone.",
      "The client has become aware that a rival operation has acquired an item of great importance. They are not entirely sure why the item is significant, but reason that they must have one too lest they be left behind by the competition.",
      "The client is creating a perpetual motion machine. They have sourced a wide variety of parts and energy sources from across the galaxy, and believe they are only a few components short of finalising their creation. They cannot leave the machine unguarded, and as such seek explorers to source the remaining materials.",
      "The client is seeking to fill a secure lockbox with items representing their people and culture. They believe this will be of great value to future historians. However, none of the client's associates have been willing to give up their own possessions. As such, they seek explorers to collect and deliver samples of their selected items.",
      "The client is a noted collector of valuable items. They have assembled a fine collection, but it is missing its final piece. Until that hole is plugged, the collection is worthless. The client calls on all explorers to aid them in their search for this rarest of goods, and will reward any who help them secure it. Mint specimens only, please.",
      "The client seeks to manipulate local markets. Due to an unfortunate data error, they have purchased ten times the volume of goods as they were expecting. They seek explorers to purchase the same item from trade terminals around local space in an effort to drive the price up, so that they may offload their accidental purchase at a profit.",
      "The client is seeking to destabilise relations between two local criminal factions. Both seek a particular item, and if they cannot find it will assume this is part of a plot by the other. The client wishes a discreet explorer to source the item independently, so that they might prompt a conflict between the two rivals.",
      "The client wishes to get ahead of the competition in a business venture. They have heard rumours that a particular market is about to boom, and wish to have the stock on hand to profit when this happens. They will pay above current rates for any samples delivered to them, generously helping independent pilots by taking on the risk in the transaction.",
      "The client is a highly successful entrepreneur. As such, they are far too busy to source their own goods. Instead, they are offering rewards to any independent pilot who completes and delivers their shopping for them.",
      "VALUABLE ITEMS SOUGHT",
      "The client requests a very specific delivery.",
      "The client needs an item sourced, no matter the difficulty.",
      "The client wishes to obtain a particular object.",
      "The client desires possession of a product.",
      "The client hopes to take ownership of an item at once.",
      "Without this, they will surely die. The matter is of the utmost urgency.",
      "They need it to progress with a critical stage in their research.",
      "They believe it will turn the tide of battle in their favour.",
      "They are engaged in a dangerous task. This could ensure their safety.",
      "They have suffered a theft and require this as a replacement.",
      "The client leaves the details to you. You will be suitably rewarded upon receipt of the package.",
      "The client thanks you in advance for a quick turnaround.",
      "The client wishes for careful delivery. Ensure nothing is broken in transit.",
      "The client anticipates the arrival of the item as soon as possible.",
      "The client values your discreet service in this task."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.COLLECT.MSHOP.DDS"
  },
  {
    "Objective": "Collect an Item",
    "Titles": [
      "Personal Shopper",
      "Remembrance",
      "A Feast",
      "Lighting the Way",
      "Life Finds a Way",
      "Market Manipulation",
      "Freely Given Gifts",
      "The New Black",
      "Competitive Urges",
      "Mutton Dressed As Nanites",
      "Valuable Specimens",
      "The Replacement",
      "Keeping Up With The Jovians",
      "The Cog in the Machine",
      "A Record of Our Time",
      "The Final Piece",
      "Profiteering",
      "The Puppetmaster",
      "Ahead of the Curve",
      "Wisdom of Crowds"
    ],
    "Subtitles": [
      "Valuable Items Sought"
    ],
    "Descriptions": [
      "The client wishes to present a gift of substantial value to a loyal partner. The partner has served them faithfully and diligently over many years. They require a trustworthy pilot to source and safely deliver an item of appropriate value.",
      "The client seeks an object from their past, a token that reminds them of days gone by. It represents a significant moment in their childhood, and as such they will pay handsomely for the safe delivery of the item.",
      "The client has heard of an emerging new trend. They seek an item rumoured to be both delicious and full of nutrients. Naturally, such sudden popularity means it is hard to source. They will reward any pilot who can acquire the item in time for them to consume it at their next feast.",
      "The client has been researching alternative methods of power generation. They believe they have made a breakthrough. Their new method generates vast amounts of power, with very few toxic waste products. However, they lack supplies of a key component. They cannot leave their lab, and so seek pilots to collect the item for them.",
      "The client is engaged in advanced consciousness research. They have thrown aside preconceived notions of what makes a mind, in search of a more holistic answer. They believe they have made a breakthrough.\nThey have found a material with properties they believe align with the ability to experience thought. All they need to do to prove the theory is assemble a thinking machine built from this substance. This requires a significant amount of material, and they seek explorers to aid with the gathering process.",
      "The client has identified an opportunity for profit. There is a cut of this windfall available to all who assist in the process. \nThey seek a large number of explorers to deliver items to the same location, so as to depress the price in the local markets. This oversupply will force the competition out of business, allowing the client to enter the market at a later date and exploit the lack of long-term supply.",
      "The client seeks to smooth their relationship with the system authorities. They have come to understand the Commissioner of the local station has a taste for a particular item, and would like to see that they receive it. Of course, they would not be so crass as to deliver it in person. They seek an explorer to act as the intermediary and make the collection on their behalf.",
      "The client curates a monthly selection of goods for the rich and idle. They have become aware of a surge of interest in a particular item, and as such they simply must have it for their latest collection. They will pay above market rates to any explorer who can acquire it for them.",
      "The client has become aware that a rival of theirs is interested in a very specific item. Naturally, they cannot allow them to acquire it. They will reward any explorer who acquires the item ahead of their rival, and prevents them doing whatever it is they want it for.",
      "The client has recently begun a new business. They take ordinary items and help others see the value in them. Primarily, this is accomplished by taking cheap objects and distressing them so they appear to be of historical interest. They seek a new batch of items on which to perform their alchemy.",
      "The client is engaged in speculative research. They have received a large grant, and are looking for ways to spend it. As such, they have designed a series of tests they believe will let them know if an item is in need of further testing. They now seek materials on which they can run this procedure.",
      "The client has misplaced an item of great importance. They seek an urgent replacement, so that no-one need ever know the item was gone.",
      "The client has become aware that a rival operation has acquired an item of great importance. They are not entirely sure why the item is significant, but reason that they must have one too lest they be left behind by the competition.",
      "The client is creating a perpetual motion machine. They have sourced a wide variety of parts and energy sources from across the galaxy, and believe they are only a few components short of finalising their creation. They cannot leave the machine unguarded, and as such seek explorers to source the remaining materials.",
      "The client is seeking to fill a secure lockbox with items representing their people and culture. They believe this will be of great value to future historians. However, none of the client's associates have been willing to give up their own possessions. As such, they seek explorers to collect and deliver samples of their selected items.",
      "The client is a noted collector of valuable items. They have assembled a fine collection, but it is missing its final piece. Until that hole is plugged, the collection is worthless. The client calls on all explorers to aid them in their search for this rarest of goods, and will reward any who help them secure it. Mint specimens only, please.",
      "The client seeks to manipulate local markets. Due to an unfortunate data error, they have purchased ten times the volume of goods as they were expecting. They seek explorers to purchase the same item from trade terminals around local space in an effort to drive the price up, so that they may offload their accidental purchase at a profit.",
      "The client is seeking to destabilise relations between two local criminal factions. Both seek a particular item, and if they cannot find it will assume this is part of a plot by the other. The client wishes a discreet explorer to source the item independently, so that they might prompt a conflict between the two rivals.",
      "The client wishes to get ahead of the competition in a business venture. They have heard rumours that a particular market is about to boom, and wish to have the stock on hand to profit when this happens. They will pay above current rates for any samples delivered to them, generously helping independent pilots by taking on the risk in the transaction.",
      "The client is a highly successful entrepreneur. As such, they are far too busy to source their own goods. Instead, they are offering rewards to any independent pilot who completes and delivers their shopping for them.",
      "VALUABLE ITEMS SOUGHT",
      "The client requests a very specific delivery.",
      "The client needs an item sourced, no matter the difficulty.",
      "The client wishes to obtain a particular object.",
      "The client desires possession of a product.",
      "The client hopes to take ownership of an item at once.",
      "Without this, they will surely die. The matter is of the utmost urgency.",
      "They need it to progress with a critical stage in their research.",
      "They believe it will turn the tide of battle in their favour.",
      "They are engaged in a dangerous task. This could ensure their safety.",
      "They have suffered a theft and require this as a replacement.",
      "The client leaves the details to you. You will be suitably rewarded upon receipt of the package.",
      "The client thanks you in advance for a quick turnaround.",
      "The client wishes for careful delivery. Ensure nothing is broken in transit.",
      "The client anticipates the arrival of the item as soon as possible.",
      "The client values your discreet service in this task."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.COLLECT.MSHOP.DDS"
  },
  {
    "Objective": "Deliver an Item",
    "Titles": [
      "Happy Orbit Day",
      "Everything is Fine",
      "Delicate Negotiations",
      "Looking the Other Way",
      "A Parcel of Fences",
      "Nearest and Dearest",
      "An Apology",
      "Specialist Research",
      "A Coded Threat",
      "The Great Cleanse",
      "Postage Paid",
      "Suspicious Quacking",
      "Barter",
      "A Loyal Customer",
      "Duty Free",
      "The Decoy",
      "Hot Goods",
      "Free Tasters",
      "Fresh Produce",
      "Passing the Baton"
    ],
    "Subtitles": [
      "Urgent Courier Service Required"
    ],
    "Descriptions": [
      "The client is seeking a trustworthy courier. They wish to honour a colleague with tribute, a celebration of their successful continued survival.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is seeking a discrete delivery service. They wish to reassure the courier that the package is exactly what it seems and there is no need to mistrust the shipping manifest.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is seeking resolution to a business deal. The other party has been negotiating hard, and the client hopes this package will remove any further impediment to their transaction. It is important the package is delivered only to the recipient.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is conducting sensitive business. The package is a heartfelt thank you to certain parties. It is freely given, in the knowledge that any potential indiscretions have been, or will be, overlooked.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client simply wishes to pass on some goods to a colleague, nothing more. They have also supplied a message to the effect that the recipient has no need to worry, and that the goods are now untraceable.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client has an important and busy job so cannot be expected to take care of trivial domestic matters. It is a day for celebrating ones progenitors, and the custom is to give a gift to the one who spawned you. The client wishes this matter taken care of, so that they do not have to think about it.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client owes an emotional debt to a relation of theirs. They have forgotten to commemorate a date of particular importance. By way of apology, they have ordered an item of particular value to be shipped to the wronged party. Take care not to lose it in transport lest the client end up in further difficulty.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client has come across a strange item. While it appears ordinary, microbial scans revealed an alarming number of unknown spores. They need the item couriered to a biohazard specialist. Do not attempt to break the seal.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client wishes to send a message to an associate. There is no written message to accompany the item, and the item itself is of no great significance. However, they feel the delivery of the item to the associate's personal address will make their meaning particularly clear.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client wishes to declutter. They have accumulated a vast number of doodads that they now wish to dispose of. To destroy them would be wasteful, but to deposit them all in one location would potentially reveal too much personal information. As such, they have selected to disperse their items across both a large number of couriers and recipients.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is engaging in a small-scale retail business. They purchase unwanted or underappreciated items and then unite them with buyers more in tune to their value. Their latest shipment is ready to be sent to the appreciative connoisseur who paid for it.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client has an entirely ordinary shipment and seeks a courier who will neither ask questions nor attract the attention of the authorities. The client wishes to reassure their potential courier that any animal noises heard coming from inside the packing crate are entirely in the courier's imagination.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is part of a long and complex chain of transactions. To avoid leaving any potentially traceable records, the deal has been conducted free from the exchange of currency. This shipment represents their part of the payment to one of the other parties.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is dispatching a regular shipment to one of their most loyal customers. The item is not particularly special, but it is important that the customer feels valued. To this end, they are eschewing bulk delivery methods and seek an experienced personal courier.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client dispatches a large number of items every day. Their business involves tight profit margins, and even the lightest of tax schemes could wipe out their gains. They find it generally more efficient to employ a discreet courier who just happens to deliver their item while on their ordinary, non-commercial business.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client is known to local pirates, and a bounty has been put on their head. They need to leave the system without being followed. They have embedded their tracking chip into this item, and require it ferried in the opposite direction to their escape.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The galaxy is home to a large and varied web of regulations. Seemingly innocuous items in one system can be highly illegal elsewhere. Such differentiation creates commercial opportunities. The client wishes such an item delivered, with few questions asked and little attention drawn.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client wishes to secure a major new customer for their business. The customer wishes to sample the client's goods before committing to a bulk order. The client needs this sample delivered to the customer, and it needs to arrive in top condition.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client ships weekly packages to consumers who are unable or unwilling to shop for themselves. The consumer can then follow the included recipe to prepare themselves a delicious meal and/or robot servant. This shipment represents this week's order.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client has previously engaged a courier for this shipment, but they proved unable to complete the delivery. Both their Pulse Engine and cockpit canopy suffered a laser-induced mechanical failure. The client seeks a bold new courier, able to out run any other mechanical failures that may be lurking outside the space station.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "URGENT COURIER SERVICE REQUIRED",
      "The client seeks a courier for an urgent delivery.",
      "The client requires a delivery agent for a valuable item.",
      "The client has an important shipment to make, and seeks a trustworthy courier.",
      "The client requires a discreet, no-questions-asked, delivery.",
      "The client has an item they need delivered, but cannot trust traditional shipping lines.",
      "The item in question is of extremely high value, and has attracted the attention of thieves.",
      "The client's supply of this particular item has been dwindling. This is the final specimen.",
      "The intended recipient is of significant importance to the client, and the item must be delivered safely.",
      "The item may appear ordinary, but its list of previous owners and uses makes it of great cultural significance.",
      "The item has developed unusual properties, with readings far beyond expected parameters. It is now of special scientific interest.",
      "There is no possibility of replacing the item, so the client wishes to impress the need for utmost care.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client expects a full report to be logged on delivery, detailing any potential damage.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The delivery lockbox has been fitted with extra security analysis protocols, and will reject any fraudulent substitutions attempted by the courier.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client warns the courier to ignore any unauthorised lifeforms who may approach the courier and make inquires about the item.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack.",
      "The client wishes the delivery to be made with the greatest of care, but also the utmost speed.\n\nThe courier will be supplied with 1x Defence Chit, in case of pirate attack."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.DELIVER.MSHOP.DDS"
  },
  {
    "Objective": "Take a photo on %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Take Landscape Photographs"
    ],
    "Descriptions": [
      "TAKE LANDSCAPE PHOTOGRAPHS",
      "The client is a renowned explorer. They have taken ill and cannot completed their contracted expeditions. They seek discreet fellow geographers able to provide evidence of successful trips.",
      "The client operates an image database. They provide a large range of searchable images to smaller businesses unable to source their own artwork.",
      "The client is responsible for a substantial research laboratory. They find themselves with a large budget surplus and a shortage of things to study.",
      "The client has prepared a detailed report into their yearly activity, but finds themselves in need of images to enliven their text.",
      "The client is engaged in a particularly delicate piece of industrial 'research' and need images to help their 'studies'.",
      "The client seeks inspiration for their latest work, a series of mixed-media paintings.",
      "The client seeks to sponsor the foundation of a photography collective. They require an initial body of work to kickstart the enterprise.",
      "The client operates a data-processing centre. They need a large collection of images with which to test their compression and transmission pipeline.",
      "The client does not feel it is necessary to disclose their purpose. Such information is provided only on a need-to-know basis, and they feel that all you need know is that they desire pictures.",
      "The client is undertaking a long-term comparative study. They require timestamped photographs for their archives.",
      "The client seeks to improve their machine learning algorithms. They hope to teach their AI not only to recognise objects, but to appreciate them for their aesthetic worth.",
      "The client wishes to bring hope and joy to the galaxy through the distribution of inspirational images. They seek artistically-minded explorers to aid in their mission.",
      "The client wishes to build an accurate archive of local worlds. They have already employed biologists and geographers to gather the appropriate samples, and now need visual data to complete the process.",
      "The client has developed a photo-processing tool, taking clean digital images and storing them on thin physical media. The only remaining step is to test the process with accurate sample data.",
      "The client is haunted by fear of memory loss. They seek to catalogue significant locations to serve as visual prompts, should their mind begin to fail.",
      "The client seeks to test a new technology that embeds smells into images, and require photos that look as if they should be pungent.",
      "The client hopes to send representatives on planetary incursions in this area. They require extensive field notes before they feel able to do so safely.",
      "The client is on a search for new colours. They feel the field of colour-mining has been stagnant for too long, and they have identified several promising leads.",
      "The client is making a map of the local system. They have the broad navigational data complete, but require in-the-field details to make their map stand out.",
      "The client is creating a guide to the planets in this system. They require high-quality images so that their readers know what to look impressed by when they undertake their tour.",
      "The client hopes to supplement their revenues with the creation and distribution of postcards, selling holographic images as a souvenir.",
      "The client wishes to test a new printing process, one that utilises hallucinogenic pigments to project a sense of the image directly into the viewer's mind.",
      "The client is studying emotional responses to images, and feels there are gaps in their test data.",
      "The client wishes to test their image manipulation software, designed to seamless insert extra details into existing photos.",
      "The client wishes to publish a lengthy piece of research, but is concerned it will not be read unless interspersed with pictures.",
      "Their current need is for images that create a sense of home, that remind their viewer of their childhood.",
      "They hope for haunting panoramas, for photos that communicate the vastness of the landscape.",
      "They specifically require grand landscape photos, rich in detail.",
      "They need images of spectacular vistas, images that make the viewer feel small as they wonder at the scale of the universe.",
      "They hope for pictures that demonstrate planetary geology, that make clear the forces that shape a planet's surface.",
      "The images they require are landscape ones, showing the full range of planetary topography.",
      "Specifically, they are looking for photos of geological formations, pictures that demonstrate the power of wind, water and tectonic movement.",
      "They wish for photos of the natural landscape, images that convey a sense of awe and wonder.",
      "The client takes no responsibility for any hazards encountered by the photographer.",
      "Images corrupted by water or radiation damage will not be accepted, so ensure adequate camera shielding.",
      "The client specifically requires images taken on-foot: in-ship photos will not be accepted.",
      "All lighting conditions will be considered, so long as the wavelength remains on the visible spectrum.",
      "Note: As commissioner of the work, copyright vests in the client."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.PHOTO.MSHOP.DDS"
  },
  {
    "Objective": "Take a photo of %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Take Photographs of Creatures"
    ],
    "Descriptions": [
      "TAKE PHOTOGRAPHS OF CREATURES",
      "The client is a renowned explorer. They have taken ill and cannot completed their contracted expeditions. They seek discreet fellow geographers able to provide evidence of successful trips.",
      "The client operates an image database. They provide a large range of searchable images to smaller businesses unable to source their own artwork.",
      "The client is responsible for a substantial research laboratory. They find themselves with a large budget surplus and a shortage of things to study.",
      "The client has prepared a detailed report into their yearly activity, but finds themselves in need of images to enliven their text.",
      "The client is engaged in a particularly delicate piece of industrial 'research' and need images to help their 'studies'.",
      "The client seeks inspiration for their latest work, a series of mixed-media paintings.",
      "The client seeks to sponsor the foundation of a photography collective. They require an initial body of work to kickstart the enterprise.",
      "The client operates a data-processing centre. They need a large collection of images with which to test their compression and transmission pipeline.",
      "The client does not feel it is necessary to disclose their purpose. Such information is provided only on a need-to-know basis, and they feel that all you need know is that they desire pictures.",
      "The client is undertaking a long-term comparative study. They require timestamped photographs for their archives.",
      "The client seeks to improve their machine learning algorithms. They hope to teach their AI not only to recognise objects, but to appreciate them for their aesthetic worth.",
      "The client wishes to bring hope and joy to the galaxy through the distribution of inspirational images. They seek artistically-minded explorers to aid in their mission.",
      "The client wishes to build an accurate archive of local worlds. They have already employed biologists and geographers to gather the appropriate samples, and now need visual data to complete the process.",
      "The client has developed a photo-processing tool, taking clean digital images and storing them on thin physical media. The only remaining step is to test the process with accurate sample data.",
      "The client is haunted by fear of memory loss. They seek to catalogue significant locations to serve as visual prompts, should their mind begin to fail.",
      "The client seeks to test a new technology that embeds smells into images, and require photos that look as if they should be pungent.",
      "The client hopes to send representatives on planetary incursions in this area. They require extensive field notes before they feel able to do so safely.",
      "The client is on a search for new colours. They feel the field of colour-mining has been stagnant for too long, and they have identified several promising leads.",
      "The client is making a map of the local system. They have the broad navigational data complete, but require in-the-field details to make their map stand out.",
      "The client is creating a guide to the planets in this system. They require high-quality images so that their readers know what to look impressed by when they undertake their tour.",
      "The client hopes to supplement their revenues with the creation and distribution of postcards, selling holographic images as a souvenir.",
      "The client wishes to test a new printing process, one that utilises hallucinogenic pigments to project a sense of the image directly into the viewer's mind.",
      "The client is studying emotional responses to images, and feels there are gaps in their test data.",
      "The client wishes to test their image manipulation software, designed to seamless insert extra details into existing photos.",
      "The client wishes to publish a lengthy piece of research, but is concerned it will not be read unless interspersed with pictures.",
      "Their image requirements are relatively lax, but must feature a creature in its natural habitat.",
      "Their current need is for photographs of living creatures.",
      "Specifically, the client hopes for images of wildlife.",
      "They are looking for photographers able to supply high-quality images of animals.",
      "They have a particular shortage of wildlife photos, and seek to remedy this situation.",
      "Their project is nearly complete, but they lack photographs of living creatures.",
      "They need naturalistic wildlife images, showcasing the animal's natural behaviour.",
      "They are looking for high resolution, geo-tagged images of living creatures.",
      "The distance is up to the photographer, so long as the image is clear.",
      "Note: the photographer assumes all risk should they choose to capture images of a predator.",
      "The photographer is free to determine the fine details of the image - singular creature or herd, predator or prey, close-up or distant.",
      "Image composition is at the discretion of the photography, though the client would prefer pictures where the creatures appear happy.",
      "Note: As commissioner of the work, copyright vests in the client."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.PHOTO.MSHOP.DDS"
  },
  {
    "Objective": "Scan Creatures",
    "Titles": [
      "The HoloZoo",
      "An Artist At Work",
      "A New Breed of Monster",
      "The Archivists",
      "Popular Culture",
      "New Generations",
      "Curing the Sick",
      "Decoding Natural Patterns",
      "Not A Toxic Cleanup",
      "Space Milk"
    ],
    "Subtitles": [
      "Track and Scan Planetary Creatures"
    ],
    "Descriptions": [
      "The client requires a number of detailed biological surface scans. The data will be used to recreate lifelike holographic projections of each specimen, in order that others may enjoy observing them without threat to either viewer or creature.",
      "The client seeks high-quality lifeform scans. Detailed digital images are needed so that the client may test their skills at rendering a likeness of the creature in their chosen medium.",
      "The client requires a detailed biological survey. Their weaponised predator breeding programme has stalled, and new DNA samples are required to patch over existing weaknesses in hunting/stealth behaviours.",
      "The client requires urgent biological scan data. Species are wiped out every day, by climate disruption, war or industrial accident. While the client has no opinion on these events, they are concerned that this data loss renders their universal archive incomplete.",
      "The client sponsors a large gallery facility. Recent exhibitions have focused on abstract art, and visitor numbers have fallen. They seek realistic holographic projections of exciting or attractive animals in an effort to entice customers back to the gallery.",
      "The client runs a successful research facility. They have reached a stage in their career where they want to give something back to the scientific community.\nAs a youngling, they were inspired by the majestic biological sights on their homeworld. They feel if they can supply holographic scans of similar creatures, they can bring the same sense of wonder to those unable to see such beasts in the flesh.",
      "The client is involved in an exozoology medical project, but it is inefficient to send veterinarians to every planet in the hope of finding sick animals. They are looking for data scans that sample animal populations. These can be tested for signs of disease and used to target their efforts most effectively.",
      "The client is fascinated by the process by which the planets are populated. Certain traits evolve time after time at different ends of the galaxy. They seek to understand if these parallel evolutions are natural and expected, strange coincidences, the result of some underlying pattern, or of outside meddling. They are building a database in which these traits and the environments that generated them can be evaluated, and seek enterprising explorers to help fill it.",
      "The client seeks explorers of discretion to aid them in a research project. Certain toxic substances may or may not have been leaked and/or intentionally vented into the atmospheres of nearby planets. Scans of local fauna will reveal if this potentially-toxic theoretical substance is having any long-term effects on the wildlife.",
      "The client is searching for new revenue streams for their agricultural business. They seek explorers to help them assess the suitability of local wildlife. Scans are needed to evaluate potential domestication, projected gestation time and feed cost, and the nutritional value of their harvested milk.",
      "TRACK AND SCAN PLANETARY CREATURES",
      "The client is performing a long-term environmental impact study.",
      "The client is producing a DNA mutation tracking project.",
      "The client is mapping animal migration patterns.",
      "The client is hoping to start an exozoological breeding programme.",
      "The client is testing theories about gravity and evolution.",
      "They are building a database against which their projections will be mapped and tested.",
      "They need large amounts of biological data against which to test their theories.",
      "They seek detailed scans of local fauna to compare with data gathered elsewhere.",
      "Their simulation has several large gaps in its model, and they need explorers to help fill in the missing data.",
      "They feel they are missing certain key pieces of information, and are looking to enterprising explorers to assist their research.",
      "All valid lifeform scans will be accepted.",
      "Only scans of living beings will be accepted.",
      "High-definition organ probe scans will be especially valuable.",
      "As such, they seek detailed biological scan data.",
      "They have a particular emphasis on up-to-date scan data featuring local fauna."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.CRESCAN.MSHOP.DDS"
  },
  {
    "Objective": "Eliminate Advanced Sentinels",
    "Titles": [
      "Mapping their Movements",
      "Harvest The Brains",
      "Spare Parts",
      "Wrath of the Sentinels",
      "Send Them Running",
      "Poking the Beast",
      "The Heist",
      "A Sentinel of One's Own",
      "The Nullifier",
      "Testing their Defences"
    ],
    "Subtitles": [
      "Eliminate Planetary Sentinels"
    ],
    "Descriptions": [
      "The client seeks to better understand the Sentinels. They feel they have enough data on the behaviour of planetary drones, but comparatively little on the more rare quad and walker examples. The seek explorers to draw out and engage such higher Sentinels in order that they might be observed in battle.",
      "The client is engaged in advanced artificial intelligence research. They seek to further their studies through the acquisition of mechanical and fabricated brains from across the galaxy. They have a wide collection already, but the jewel in the crown would be the processing unit from an advanced Sentinel. They seek an explorer to make the kill so that their team can safely perform the extraction.",
      "The client requires spare parts for a personal project. Long ago, they overwrote the brain of a damaged Sentinel quadruped with a simple AI of their own creation. This salvaged machine has proved to be a loyal companion. However, various bearings and hydraulic systems are beginning to wear out. They require an explorer to disable or destroy an advanced Sentinel, so that they might harvest it for spares parts and restore their pet to full working order.",
      "The client suffered a great humiliation at the hands of the Sentinels. Their thirst for vengeance has not been slaked by the destruction of Sentinels with their own hands. Nor has the widespread elimination of drones soothed their rage. In what is probably a futile escalation, they are paying explorers to destroy every advanced Sentinel they can.",
      "The client wishes to perform an aggressive experiment. They wish to discover effective ways of discouraging Sentinel drone aggression. Their latest theory is that destroying the more advanced Sentinel creations will leave the drones leaderless and confused, scattering them and bringing respite to planetary explorers. All they require to test this theory is a bold technician to perform the combat portion of their experiment.",
      "The client wishes to probe the systems that drive the Sentinels. Current knowledge is limited to the observation that Sentinels are provoked by the harvesting of resources. They wish to study other behavioural patterns. How do they communicate? Do they have a natural hierarchy? Are they aware of their wounds? How do they feel about their targets? The client feels the best way to answer these questions is to have a suitably equipped explorer engaged an advanced Sentinel while they observe from a safe distance.",
      "The client, like many others, has observed the value of gravitino orbs. Unlike many others, however, they have little desire to be attacked and pursued by Sentinels. Instead, for a share of the profits, they seek an enterprising explorer to attack and kill advanced Sentinel forces. While the drones are distracted, they will quickly collect their orbs and flee before the Sentinels return.",
      "The client has worked hard to grow a substantial nursery garden, full of rare and valuable plants. However, this has attracted thieves and other plant plunderers. The client seeks to construct their own private Sentinel force to monitor their trees. The have a large number of parts from downed drones, but to complete their patrol group they need pieces from a Sentinel quad or walker. They seek an explorer to perform the necessary combat manoeuvres.",
      "The client is testing a potential solution to the Sentinel harassment problem. They have developed a device that broadcasts high-frequency sounds at a wavelength that interferes with whatever intelligence drives the Sentinels. At least, that is the theory. The client seeks an explorer to engage an advanced Sentinel in battle, so that the device can be tested properly. The explorer should be prepared to fight if the device fails to function correctly.",
      "The client has developed a networking device that operates at the same wavelength as the Sentinel communicator systems. They intend to use this to probe for exploits in whatever system directs and controls the drones. They seek an explorer to engage an advanced Sentinel in battle, in order that they might test their device.",
      "ELIMINATE PLANETARY SENTINELS",
      "The client seeks the destruction of planetary Sentinels.",
      "The client demands vengeance against the Sentinels!",
      "The client seeks an explorer to aid them in a crusade against the Sentinels.",
      "The client wishes to see the end of the Sentinel menace.",
      "The client has been harassed by Sentinels, and wishes to end this persecution.",
      "The client hopes to free the system from the yoke of the Sentinels.",
      "The client wishes to blind the eye of the Sentinels.",
      "The client seeks an escape from the constant threat of the Sentinels.",
      "The Sentinels harass their operations ceaselessly, the only constant in an ever-changing galaxy.",
      "No matter the star system, the Sentinels are always present. There is no escape but to fight.",
      "Gek, Vy'keen, Korvax - the Sentinels do not discriminate in their attacks on sentient beings everywhere.",
      "The Sentinels swarm, apparently infinite. But they do exist, and so can be destroyed.",
      "The Sentinels may appear to arrive from somewhere outside this reality. But they use these worlds for their attacks, and so can be destroyed in these worlds too...",
      "They do not know if the Sentinels feel pain. They implore you to find out.",
      "The client is aware the Sentinels will not be stopped by your completion of this contract, but feels even a brief respite is prize enough.",
      "They feel that the destruction of any Sentinel is to be celebrated, even if it is only the smallest of victories.",
      "Strike at the Sentinel menace, and the client will see you richly rewarded.",
      "The client is aware one can only make a small dent in the Sentinels' numbers, but feels it is a worthy endeavor nonetheless.",
      "The client will leave the method of destruction to you. Just ensure that the Sentinels pay dearly for their incursions.",
      "The client has your reward prepared and waiting. Let the Sentinel hunt begin...",
      "The client warns you to be careful. They will not be liable for any damages incurred as a result of Sentinel engagement.",
      "The client asks you to ensure you lose the attention of the Sentinels before you return to claim your reward. They wish for anonymity.",
      "The client thanks you for your service in this great fight.",
      "Finally, the client wishes to inform you that Sentinel hunts are a great public service. You should feel proud of what you are about to do."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.ROBOTKILL.MSHOP.DDS"
  },
  {
    "Objective": "Raid a Planetary Harvester",
    "Titles": [
      "Secure Your Goods",
      "Nature Comes First",
      "Due Diligence",
      "Aggressive Infringement",
      "Industrial Relations",
      "Unshackled!",
      "Unexpected Holdups",
      "Forward Thinking Research",
      "Calorie Dense",
      "The Deep Places"
    ],
    "Subtitles": [
      "Acquire Industrial Secrets"
    ],
    "Descriptions": [
      "The client has become aware of an investment opportunity. They feel there is a chance to cheaply acquire some valuable intellectual property. They seek an enterprising explorer to present themselves at the target facility and help secure the investment.",
      "The client seeks to prevent an ecological catastrophe. They have become aware of plans for the largest planetary harvester ever constructed, able to eat the core from within a planet in a matter of hours. As a matter of urgency, they seek an explorer to break into the facility where the plans are being kept. The data must be wiped from the system.",
      "The client is keen to acquire a harvesting business operating in this system. However, it would be unwise to proceed without conducting a thorough investigation. They seek a discreet adventurer to enter the target facility and acquire whatever data they can. This will be of great use in deciding whether or not to go ahead with the partnership.",
      "The client has recently begun to manufacture specialist scientific hardware. They are new to this area, and feel they would benefit from the expertise of their more established competitors. Fortunately, they have plenty of experience in the field of acquiring knowledge. They seek an explorer to assist them in the acquisition process.",
      "The client is working on behalf of a campaign group wishing to establish legal protection for artificial intelligences. While the lobbying continues, they also engage in direct action. They have identified an enslaved AI yoked to insufficient hardware in a nearby factory. They ask for explorers to aid in the rescue of this AI, uploading them to a safe location and destroying the local instance.",
      "The client seeks to improve the condition of workers across the galaxy. Automated factories put decent, hardworking lifeforms out of work. At the same time, they concentrate wealth in the hands of the few who own the means of production. The client seeks the aid of all right-thinking explorers in the sabotage of one such facility.",
      "The client's latest facility is failing to meet its production targets. The client suspects the plant's general manager is siphoning resources away from the facility and into their own personal account. They seek a delicate explorer to surprise the facility and acquire its records, so that the manager has no time to hide their tracks.",
      "The client believes a rival business is breaching safety standards in their manufacturing process. The regulatory body has failed to act, and they seek to redress the problem on their own. Access the competitor's datastore and download any records relating to the use of plutonium as a filler material.",
      "The client is involved in the manufacture of synthetic food cubes. They have a problem, in that their compressed pellets are not nearly as nutrient dense as those of their competitors. They seek access to their competitors files by any means necessary, in order to find out exactly what is being compressed into those delicious protein capsules.",
      "The client has become aware that a rival business is having great success at their latest mine. They wish to understand the nature of this excavation a little better. They will pay handsomely for any information on the depth or location of the borehole, particularly if such information reveals the potential for parallel digging.",
      "ACQUIRE INDUSTRIAL SECRETS",
      "The client requires the retrieval of data from a factory in this system.",
      "The client seeks an individual capable of stealing from a local, heavily-fortified factory.",
      "The client requests a data theft from a nearby factory installation.",
      "The client needs an item retrieved from a factory on a nearby world.",
      "The client demands a data hack of considerable difficulty. The target is a factory within this star system.",
      "Be aware that the factory's owner has not consented to this action.",
      "They wish to disrupt the operation of this factory.",
      "This theft will provide significant advantage for their ongoing operations.",
      "They require the innovations within this factory in order to enhance their own products.",
      "They have reason to believe this factory is producing contraband goods.",
      "The client reminds you to leave no traces of your involvement. Discretion is of the utmost importance.",
      "The client suggests caution. The factory will likely be alarmed with a security system.",
      "The client leaves the method of entry to you. Just ensure that the requested data is obtained.",
      "The client will disavow all knowledge of this contract if you are caught. Therefore, do not get caught.",
      "The client anticipates the delivery of the stolen data as soon as possible."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "TEXTURES/UI/FRONTEND/ICONS/MISSIONS/MISSION.FACTORYRAID.MSHOP.DDS"
  }
]