[
  {
    "Id": "MP_PORTALQUEST",
    "Titles": [
      "Swallowed by a Star",
      "Toward the Void",
      "Misaligned Realities",
      "A Dark Maw",
      "Vanishing Point"
    ],
    "Subtitles": [
      "Investigate Anomalous Region"
    ],
    "Descriptions": [
      "Nada's spacetime loom has detected a disturbance in a distant region of the universe. The probable breach in reality is too dangerous for the Space Anomaly to warp to directly. Travellers must access the region by Portal.\n\nWEEKEND EVENT: This mission may only be completed once each week. Grouping up with other explorers is recommended, but it may also be played solo.",
      "An abnormal signal has reached the Anomaly's communicators, its frequency indicating a disturbance in reality. The signal is corrupted, and its exact origin cannot be triangulated. The only way to reach it is by Portal.\n\nWEEKEND EVENT: This mission may only be completed once each week. Grouping up with other explorers is recommended, but it may also be played solo.",
      "Unusual, potentially dangerous readings have appeared on Nada's spacetime loom. The Iterations inhabiting the Space Anomaly believe these point to a disturbance in reality that may only be accessed by Portal.\n\nWEEKEND EVENT: This mission may only be completed once each week. Grouping up with other explorers is recommended, but it may also be played solo.",
      "A desperate and broken transmission has reached the Space Anomaly, but the signal is untraceable, its origin disturbed. Nada and Polo urge Travellers to search for a route via the ancient Portal network and investigate.\n\nWEEKEND EVENT: This mission may only be completed once each week. Grouping up with other explorers is recommended, but it may also be played solo.",
      "The Anomaly inhabitants are deeply troubled by recent readings from Nada's spacetime loom. The data indicates a region of unsettled reality. Rewards are offered to any Travellers who travel by Portal and assist.\n\nWEEKEND EVENT: This mission may only be completed once each week. Grouping up with other explorers is recommended, but it may also be played solo."
    ],
    "Stages": []
  }
]