[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Erkundungsmeilensteine",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Überlebensmeilensteine",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Die Gek",
    "description": "Diese kleinen reptilienartigen Lebensformen mit Schnäbeln sind die führenden Händler der Galaxie. Sie können durch die Freisetzung von Pheromonen kommunizieren und so die komplexesten Konzepte und Gefühle durch Gerüche übermitteln.\n\nSie stammen vom Planeten Balaron und werden von anderen empfindsamen Lebensformen aufgrund der Taten des Gek-Erstgebrüteten, der eroberte und mordete und so ein mächtiges Imperium erschuf, misstrauisch behandelt.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Die Vy‘keen",
    "description": "Die Vy‘keen sind ein kriegerisches Volk aus dem Dryn’dargh-System, das die Wächter um jeden Preis besiegen will. Sie werden vom Vy‘keen-Oberkommando kontrolliert und bekämpfen die Wächter in der gesamten Galaxie.\n\nTrotz ihres brutalen Aussehens sind die Vy‘keen einem strengen Ehrenkodex verpflichtet. Sie schätzen Loyalität, Opfer und einen guten Tod weit mehr als materielle Waren oder Wissen und haben geschworen, dem Reisenden nach Möglichkeit zu helfen.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Die Korvax",
    "description": "Korvax-Entitäten sind anorganische Lebensformen, die in metallischen Gehäusen leben, welche von Generation zu Generation weitergegeben werden. Sie glauben, dass sie durch die Mathematik die Ebene des Atlas erreichen können und dass dieser Weg über das Studium der Wächter führt.\n\nJeder Korvax ist eine reine Seele, ein Tropfen im großen Ganzen der Konvergenz. Die Hüllen, die sie bewohnen, spielen im Gegensatz zu ihrer Verbindung zu diesem Gruppenbewusstsein nur eine untergeordnete Rolle.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Händlergilde",
    "description": "Eine gemeinschaftliche Organisation, die Handelsunternehmen und individuelle Händler in der gesamten Galaxie repräsentiert. Sie hilft ihren Mitgliedern, die Arbeit von angeheuerten Piloten zu überwachen und zu koordinieren.\n\nDie Händlergilde wird von den Gek dominiert, ist aber kein exklusiver Club. Alle Lebensformen sind willkommen, solange sie über die nötigen Kapitalrücklagen verfügen ...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Söldnergilde",
    "description": "Eine lose Gemeinschaft von Söldnerorganisationen in der gesamten Galaxie. Zu den Mitgliedern der Gilde gehören einige rivalisierende Fraktionen, die sich bekämpfen würden, wenn sie die Möglichkeit dazu hätten.\n\nPiraten, Ordnungshüter, verdeckt ermittelnde Polizei, Kulte, Schurken und Kreuzfahrer – die Söldnergilde bewahrt den galaktischen Frieden, indem sie sicherstellt, dass die richtigen bewaffneten Opportunisten die richtigen Aufträge bekommen.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Entdeckergilde",
    "description": "Die Entdeckergilde ist eine einvernehmliche Vereinigung von Wissenschaftlern und Entdeckern, die dafür sorgt, dass jene, die Daten brauchen, mit jenen, die bereit sind, sie zu sammeln, in Kontakt kommen.\n\nZu den Mitgliedern gehören wissenschaftliche Institute, geographische Gesellschaften und Technologieunternehmen sowie einzelne Entdecker. Die Gilde stellt ihren Mitgliedern gebündelte Ressourcen, Labore und Vorträge zur Verfügung und verleiht einmal jährlich Orden.",
    "medals": []
  }
]