[
  {
    "Id": "mission1",
    "Objective": "Piraten jagen",
    "Titles": [
      "Störung",
      "Schutzgeld",
      "Die Wissenschaft wehrt sich",
      "Das Gesicht wahren",
      "Der Kreuzzug",
      "Über den Tod hinaus",
      "Sabotage!",
      "Jagd auf die Hacker",
      "Skrupellose Verhandlung",
      "Hoher Einsatz"
    ],
    "Subtitles": [
      "Piraten jagen und zerstören"
    ],
    "Descriptions": [
      "Piraten stören den Frachtverkehr und beleidigen damit sowohl aufrichtige als auch unaufrichtige Händler. Der Kunde möchte, dass diese Störung endet. Mit einer Zer-Störung.",
      "Piraten plündern autonome Bergbauanlagen und greifen die Schiffe an, welche die Fracht abholen wollen. Sie nehmen die Schwachen aus und der Kunde hofft, dass es ausreicht, ein paar Piratenschiffe zu eliminieren, damit die restlichen Piraten an einen Ort mit weniger Widerstand weiterziehen.",
      "Lokale Wissenschaftseinrichtungen haben Probleme mit Piratenangriffen. Mikroskope wurden gestohlen und Titrierapparate zerstört. Jetzt möchte der Kunde im Zuge eines Experiments herausfinden, wie viele Piraten sterben müssen, bevor die Angriffe aufhören.",
      "Der Kunde will eine Familienangelegenheit beilegen. Ein Mitglied seiner Familie hat sich der Piraterie zugewandt und seinen guten Namen in Verruf gebracht. Eliminiere das Familienmitglied und stelle den guten Ruf des Kunden wieder her.",
      "Der Kunde hat von einer Nachricht von den Sternen profitiert, in der ihm der Sinn seines Lebens erklärt wurde. Jetzt dient er dem Gemeinwohl, indem er rastlos Piraten eliminiert. Er sucht Piloten, die sich, zumindest vorübergehend, seinem Kreuzzug anschließen.",
      "Diese Nachricht wurde von der Nachlassverwaltung des Kunden erstellt. Der Kunde wurde von einer Piratenbande auf einem feindseligen Planeten zurückgelassen. Der Kunde ist wahrscheinlich tot, aber ein Verstärker hat sein Schicksal über diverse lokale Funkkanäle übertragen. Er möchte, dass sein verbleibendes Vermögen als Kopfgeld auf die Piraten ausgesetzt wird, die ihn zurückgelassen haben.",
      "Der Kunde erbittet umgehende Unterstützung bei der Festnahme eines Piraten. In der Anlage des Kunden wurden überall EMP-Geräte versteckt, die ihre Betriebsfähigkeit nahezu zum Erliegen gebracht haben. Da er sich selbst nicht um die Verfolgung der Verantwortlichen kümmern kann, bittet er alle gesetzestreuen Piloten um Hilfe.",
      "Der Kunde hat durch die Hände einer Piratenbande schwere Verluste erlitten. Die Piraten haben den Kunden nicht im Weltraum angegriffen, sondern sein Handelsterminal aus der Ferne gehackt und sämtliche Gelder und Waren auf ihr eigenes Konto transferiert. Jetzt ist der Kunde auf physische Rache für dieses virtuelle Verbrechen aus.",
      "Piraten haben mehrere Angestellte des Kunden entführt. Sie fordern ein extrem hohes Lösegeld. Der Kunde hat sich entschieden, Stärke zu demonstrieren, um zukünftige Entführer abzuschrecken. Er sucht einen Piloten, der das Piratenschiff aufspürt und zerstört, obwohl die Geiseln immer noch an Bord sind. Die Verluste an Leben sind bedauerlich, aber mit dieser Vorgehensweise will der Kunde klarstellen, dass er keine Erpressungsversuche toleriert.",
      "Der Kunde hat ein lukratives Geschäft, bei dem er Wetten auf Weltraumkämpfe annimmt. Er operiert von einem Luxusfrachter aus, der den lokalen Weltraum bereist und nach Konflikten sucht, auf die seine Kunden aus sicherem Abstand wetten können. Das Geschäft boomt, die Konflikte aber nicht. Daher sucht er Piloten, die sich in die „Arena“ wagen und seine Passagiere unterhalten.",
      "Der Kunde wünscht die Zerstörung von Piraten in der Nähe.",
      "Der Kunde möchte der Piraterie in diesem System ein Ende setzen.",
      "Der Kunde verlangt nach schneller Rache gegen die Piraten in der Nähe seiner Station.",
      "Der Kunde verlangt den Tod aller Piraten in der Nähe dieser Welten.",
      "Der Kunde möchte dringend Piratenabschaum tot sehen.",
      "Der Kunde wünscht die Eliminierung eines Piratengeschwaders in der Nähe.",
      "Der Kunde verlangt nach der Eliminierung der Piraten, die diese Welten verseuchen.",
      "Der Kunde hofft auf die Eliminierung aller Piraten in der Nähe seiner Station.",
      "Die Kriminellen, die ungestraft lokale Frachter belästigen, müssen endlich zur Rechenschaft gezogen werden.",
      "Die Kriminellen plündern Einrichtungen in diesem Sektor und meinen, dass sie über dem Gesetz stehen.",
      "Mit jedem Tag, der vergeht, nimmt die kriminelle Bedrohung zu. Es muss etwas unternommen werden.",
      "Die Kriminellen haben es sich selbst eingebrockt, als sie sich für ein freies und verbrecherisches Leben entschieden haben.",
      "Die Kriminellen verdienen weder Gnade noch Straffreiheit.",
      "Die Kriminellen würden den ganzen Sektor zerstören, hätten sie die Chance dazu.",
      "Die Kriminellen sorgen auf den Handelsrouten dieses Systems schon zu lange für Probleme.",
      "Die Kriminellen haben mit ihrer Lebensart den Weg des Todes eingeschlagen.",
      "Der Kunde möchte, dass dieses Problem schleunigst beseitigt wird. Es darf auch keine Vergeltung durch verbündete Piratenclans geben.",
      "Der Kunde schlägt vor, bei dieser Angelegenheit vorsichtig zu sein. Die Piraten werden alles versuchen, um dein Raumschiff abzuschießen.",
      "Es bleibt dir überlassen, wie du sie eliminieren willst. Stelle einfach sicher, dass niemand von ihnen überlebt, um davon berichten zu können.",
      "Der Kunde bedankt sich für deine Bürgerpflicht. Kein System darf so eine Gesetzlosigkeit tolerieren.",
      "Es gibt viele, die von der Erfüllung dieses Vertrages profitieren werden. Man wird dich dafür reichlich belohnen.",
      "Der Kunde erinnert dich daran, mit den Piraten weder zu verhandeln noch zu sprechen. Sie werden alles tun, um der Gerechtigkeit zu entkommen.",
      "Der Kunde zeigt sich sowohl gegenüber einem schnellen als auch einem langsamen Tod der Piraten offen. Er überlässt dir die Wahl der Geschwindigkeit.",
      "Der Kunde weiß, dass andere Piraten irgendwann nachziehen werden, doch ein temporärer Frieden ist besser als keiner."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Gegenstand sammeln",
    "Titles": [
      "Persönliches Geschenk",
      "Erinnerungen",
      "Das Festmahl",
      "Die Erleuchtung",
      "Das Leben findet einen Weg",
      "Manipulation des Marktes",
      "Geschenke unter Freunden",
      "Das neue Schwarz",
      "Konkurrenz belebt das Geschäft",
      "Plunder im Nanitpelz",
      "Wertvolle Exemplare",
      "Der Ersatz",
      "Im Gleichschritt mit der Konkurrenz",
      "Rädchen im Getriebe",
      "Zeitkapsel",
      "Das letzte Stück",
      "Wucherei",
      "Die Fäden ziehen",
      "Der Zeit voraus",
      "Schwarmintelligenz"
    ],
    "Subtitles": [
      "Wertvolle Gegenstände gesucht"
    ],
    "Descriptions": [
      "Der Kunde möchte einem loyalen Partner ein wertvolles Geschenk machen. Sein Partner hat ihm über viele Jahre treu und fleißig gedient. Er benötigt einen vertrauenswürdigen Piloten, der einen solchen Gegenstand finden und zustellen kann.",
      "Der Kunde sucht einen Gegenstand aus seiner Vergangenheit, eine Erinnerung an längst vergangene Tage. Dieser Gegenstand repräsentiert einen wichtigen Moment in der Kindheit des Kunden, weshalb dieser dafür auch einen großzügigen Preis zahlen wird.",
      "Der Kunde hat von einem neuen Trend erfahren. Er sucht einen Gegenstand, der sowohl köstlich als auch nahrhaft sein soll. Natürlich ist dieser Gegenstand ob seiner plötzlichen Beliebtheit nur schwer aufzutreiben. Daher wird der Kunde jeden Piloten belohnen, der diesen Gegenstand rechtzeitig vor seinem nächsten Festmahl auftreiben kann.",
      "Der Kunde erforscht alternative Methoden der Stromerzeugung. Er glaubt, ihm sei ein Durchbruch gelungen. Seine neue Methode generiert Unmengen an Strom und erzeugt dabei nur sehr wenige giftige Abfallprodukte. Leider fehlt dem Kunden eine Schlüsselkomponente. Da der Kunde sein Labor nicht verlassen kann, sucht er nach Piloten, die ihm den Gegenstand bringen.",
      "Der Kunde betreibt fortgeschrittene Bewusstseinsforschung. Dabei hat er die vorgefassten Meinungen über das Bewusstsein verworfen und sucht nach einer ganzheitlicheren Antwort. Er glaubt, ihm sei ein Durchbruch gelungen. \nDer Kunde hat ein Material gefunden, das seiner Meinung nach über die Fähigkeit verfügt, Gedanken zu erleben. Jetzt muss er aus dieser Substanz eine denkende Maschine bauen, um seine Theorie zu beweisen. Dafür benötigt er eine größere Menge des Materials, weshalb er Entdecker sucht, die ihm dabei helfen, es zu beschaffen.",
      "Der Kunde hat eine Profitgelegenheit erkannt. Er bietet allen eine Gewinnbeteiligung an, die ihm helfen. \nDer Kunde sucht viele Entdecker, die Gegenstände zum selben Ort bringen, um den Preis auf den örtlichen Märkten zu drücken. Mit diesem Überangebot will der Kunde seine Konkurrenten vom Markt verdrängen, um dann selbst zu einem späteren Zeitpunkt einzusteigen und den Mangel an einer langfristigen Versorgung auszunutzen.",
      "Der Kunde möchte seine Beziehung zu den Behörden des Systems verbessern. Er hat herausgefunden, dass der Kommissar der örtlichen Station an einem bestimmten Gegenstand Gefallen gefunden hat und möchte, dass er diesen Gegenstand bekommt. Natürlich ist er nicht so dumm, ihn persönlich zu übergeben. Daher sucht der Kunde einen Entdecker, der als Mittelsmann fungiert und den Gegenstand an seiner Statt übergibt.",
      "Der Kunde verwaltet eine monatliche Auswahl an Waren für die Reichen und Faulen. Er hat von einem bestimmten Gegenstand erfahren, der momentan sehr gefragt ist, und möchte ihn unbedingt für seine Sammlung haben. Daher ist er bereit, jedem Entdecker, der ihm diesen Gegenstand bringt, mehr als das Übliche zu bezahlen.",
      "Der Kunde hat herausgefunden, dass einer seiner Konkurrenten an einem sehr speziellen Gegenstand interessiert ist. Natürlich kann er nicht zulassen, dass ihn sein Konkurrent in die Finger bekommt. Daher wird der Kunde jeden Entdecker belohnen, der den Gegenstand vor seinem Konkurrenten auftreiben kann.",
      "Der Kunde hat sich vor Kurzem in ein neues Geschäftsfeld vorgewagt. Er nimmt alltägliche Gegenstände und hilft anderen dabei, ihren Wert zu erkennen. Dazu bearbeitet er billige Objekte, damit sie so aussehen, als hätten sie einen historischen Wert. Jetzt sucht der Kunde neue Gegenstände für seine Alchemie.",
      "Der Kunde beschäftigt sich mit spekulativer Forschung. Er hat einen große Summe Förderungsgelder erhalten und sucht jetzt nach Möglichkeiten, diese auszugeben. Zu diesem Zweck hat der Kunde mehrere Tests entwickelt, die ihm sagen sollen, ob ein Gegenstand weiter getestet werden muss. Jetzt sucht er nach Materialien, an denen er diese Prozedur durchführen kann.",
      "Der Kunde hat einen sehr wichtigen Gegenstand verlegt. Jetzt sucht er dringend einen Ersatz, damit niemand merkt, dass der Gegenstand überhaupt weg war.",
      "Der Kunde hat erfahren, dass einer seiner Konkurrenten in den Besitz eines wichtigen Gegenstands gekommen ist. Er ist sich zwar nicht sicher, warum dieser Gegenstand wichtig ist, braucht aber auch einen, um nicht hinter die Konkurrenz zurückzufallen.",
      "Der Kunde entwickelt ein Perpetuum mobile. Dazu hat er in der gesamten Galaxie mehrere Teile und Energiequellen besorgt und benötigt seiner Meinung nach nur noch wenige Komponenten, um seine Entwicklung fertigzustellen. Da der Kunde die Maschine jedoch bewachen muss, sucht er Entdecker, die ihm die restlichen Materialien bringen.",
      "Der Kunde möchte ein sicheres Schließfach mit Gegenständen füllen, die sein Volk und seine Kultur repräsentieren. Er ist der Meinung, dass diese Gegenstände in Zukunft für Historiker von großem Wert sein werden. Dennoch war kein Mitarbeiter des Kunden bereit, seinen Besitz dafür herzugeben. Daher sucht er Entdecker, die ausgewählte Gegenstände besorgen und zu ihm bringen.",
      "Der Kunde ist ein berühmter Sammler von wertvollen Gegenständen. Er hat bereits eine herausragende Sammlung, ihm fehlt aber noch ein letzter Gegenstand. Solange dieser Gegenstand fehlt, ist die Sammlung wertlos. Der Kunde bittet alle Entdecker, ihn bei der Suche nach dieser extrem seltenen Ware zu unterstützen und wird jeden belohnen, der ihm hilft. Bitte nur ungebrauchte Exemplare.",
      "Der Kunde möchte die lokalen Märkte manipulieren. Aufgrund eines unglücklichen Datenfehlers hat er zehnmal mehr Waren gekauft als geplant. Jetzt sucht er Entdecker, die denselben Gegenstand von lokalen Handelsterminals kaufen und so den Preis in die Höhe treiben, damit er die ungewollt gekaufte Ware gewinnbringend verkaufen kann.",
      "Der Kunde möchte die Beziehungen zwischen zwei lokalen Verbrecherfraktionen destabilisieren. Beide suchen einen speziellen Gegenstand und wenn sie ihn nicht finden, werden sie davon ausgehen, dass die andere Fraktion sie über den Tisch ziehen möchte. Der Kunde sucht einen diskreten Entdecker, der den Gegenstand beschafft und so einen Konflikt zwischen den beiden Rivalen provoziert.",
      "Der Kunde möchte sich bei einer geschäftlichen Unternehmung einen Vorsprung gegenüber der Konkurrenz verschaffen. Er hat Gerüchte gehört, laut denen ein bestimmter Markt bald boomen wird, und möchte jetzt seinen Vorrat auffüllen, um später davon zu profitieren. Der Kunde wird für alle Proben mehr als üblich bezahlen und unabhängigen Piloten großzügig unter die Arme greifen, indem er das Risiko bei der Transaktion übernimmt.",
      "Der Kunde ist ein sehr erfolgreicher Unternehmer. Daher ist er viel zu beschäftigt, um seine Waren selbst zu besorgen. Stattdessen belohnt er unabhängige Piloten, die die Waren für ihn einkaufen und ihm bringen.",
      "Der Kunde verlangt eine sehr spezielle Lieferung.",
      "Der Kunde braucht einen Gegenstand, egal wie schwer die Beschaffung ist.",
      "Der Kunde wünscht sich ein besonderes Objekt.",
      "Der Kunde hätte gerne ein Produkt in seinem Besitz.",
      "Der Kunde hofft, sofort in den Besitz eines Gegenstandes zu kommen.",
      "Ohne ihn findet er den sicheren Tod. Es ist eine äußerst dringende Angelegenheit.",
      "Er wird für ein Forschungsprojekt benötigt, das sich an einem kritischen Punkt befindet.",
      "Er glaubt, damit das Blatt zu seinen Gunsten wenden zu können.",
      "Er ist in einen gefährlichen Auftrag verwickelt. Das könnte seine Sicherheit garantieren.",
      "Der Kunden wurde vor kurzem bestohlen und muss nun Ersatz besorgen.",
      "Der Kunde überlässt dir die Planung. Nach Erhalt des Pakets wirst du gebührend belohnt.",
      "Der Kunde bedankt sich im Voraus für einen schnellen Abschluss.",
      "Der Kunde wünscht eine vorsichtige Lieferung. Stelle sicher, dass beim Transport nichts kaputtgeht.",
      "Der Kunde erwartet schnellstmöglich die Lieferung des Gegenstandes.",
      "Der Kunde schätzt deine Diskretion bei diesem Auftrag."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Gegenstand sammeln",
    "Titles": [
      "Persönliches Geschenk",
      "Erinnerungen",
      "Das Festmahl",
      "Die Erleuchtung",
      "Das Leben findet einen Weg",
      "Manipulation des Marktes",
      "Geschenke unter Freunden",
      "Das neue Schwarz",
      "Konkurrenz belebt das Geschäft",
      "Plunder im Nanitpelz",
      "Wertvolle Exemplare",
      "Der Ersatz",
      "Im Gleichschritt mit der Konkurrenz",
      "Rädchen im Getriebe",
      "Zeitkapsel",
      "Das letzte Stück",
      "Wucherei",
      "Die Fäden ziehen",
      "Der Zeit voraus",
      "Schwarmintelligenz"
    ],
    "Subtitles": [
      "Wertvolle Gegenstände gesucht"
    ],
    "Descriptions": [
      "Der Kunde möchte einem loyalen Partner ein wertvolles Geschenk machen. Sein Partner hat ihm über viele Jahre treu und fleißig gedient. Er benötigt einen vertrauenswürdigen Piloten, der einen solchen Gegenstand finden und zustellen kann.",
      "Der Kunde sucht einen Gegenstand aus seiner Vergangenheit, eine Erinnerung an längst vergangene Tage. Dieser Gegenstand repräsentiert einen wichtigen Moment in der Kindheit des Kunden, weshalb dieser dafür auch einen großzügigen Preis zahlen wird.",
      "Der Kunde hat von einem neuen Trend erfahren. Er sucht einen Gegenstand, der sowohl köstlich als auch nahrhaft sein soll. Natürlich ist dieser Gegenstand ob seiner plötzlichen Beliebtheit nur schwer aufzutreiben. Daher wird der Kunde jeden Piloten belohnen, der diesen Gegenstand rechtzeitig vor seinem nächsten Festmahl auftreiben kann.",
      "Der Kunde erforscht alternative Methoden der Stromerzeugung. Er glaubt, ihm sei ein Durchbruch gelungen. Seine neue Methode generiert Unmengen an Strom und erzeugt dabei nur sehr wenige giftige Abfallprodukte. Leider fehlt dem Kunden eine Schlüsselkomponente. Da der Kunde sein Labor nicht verlassen kann, sucht er nach Piloten, die ihm den Gegenstand bringen.",
      "Der Kunde betreibt fortgeschrittene Bewusstseinsforschung. Dabei hat er die vorgefassten Meinungen über das Bewusstsein verworfen und sucht nach einer ganzheitlicheren Antwort. Er glaubt, ihm sei ein Durchbruch gelungen. \nDer Kunde hat ein Material gefunden, das seiner Meinung nach über die Fähigkeit verfügt, Gedanken zu erleben. Jetzt muss er aus dieser Substanz eine denkende Maschine bauen, um seine Theorie zu beweisen. Dafür benötigt er eine größere Menge des Materials, weshalb er Entdecker sucht, die ihm dabei helfen, es zu beschaffen.",
      "Der Kunde hat eine Profitgelegenheit erkannt. Er bietet allen eine Gewinnbeteiligung an, die ihm helfen. \nDer Kunde sucht viele Entdecker, die Gegenstände zum selben Ort bringen, um den Preis auf den örtlichen Märkten zu drücken. Mit diesem Überangebot will der Kunde seine Konkurrenten vom Markt verdrängen, um dann selbst zu einem späteren Zeitpunkt einzusteigen und den Mangel an einer langfristigen Versorgung auszunutzen.",
      "Der Kunde möchte seine Beziehung zu den Behörden des Systems verbessern. Er hat herausgefunden, dass der Kommissar der örtlichen Station an einem bestimmten Gegenstand Gefallen gefunden hat und möchte, dass er diesen Gegenstand bekommt. Natürlich ist er nicht so dumm, ihn persönlich zu übergeben. Daher sucht der Kunde einen Entdecker, der als Mittelsmann fungiert und den Gegenstand an seiner Statt übergibt.",
      "Der Kunde verwaltet eine monatliche Auswahl an Waren für die Reichen und Faulen. Er hat von einem bestimmten Gegenstand erfahren, der momentan sehr gefragt ist, und möchte ihn unbedingt für seine Sammlung haben. Daher ist er bereit, jedem Entdecker, der ihm diesen Gegenstand bringt, mehr als das Übliche zu bezahlen.",
      "Der Kunde hat herausgefunden, dass einer seiner Konkurrenten an einem sehr speziellen Gegenstand interessiert ist. Natürlich kann er nicht zulassen, dass ihn sein Konkurrent in die Finger bekommt. Daher wird der Kunde jeden Entdecker belohnen, der den Gegenstand vor seinem Konkurrenten auftreiben kann.",
      "Der Kunde hat sich vor Kurzem in ein neues Geschäftsfeld vorgewagt. Er nimmt alltägliche Gegenstände und hilft anderen dabei, ihren Wert zu erkennen. Dazu bearbeitet er billige Objekte, damit sie so aussehen, als hätten sie einen historischen Wert. Jetzt sucht der Kunde neue Gegenstände für seine Alchemie.",
      "Der Kunde beschäftigt sich mit spekulativer Forschung. Er hat einen große Summe Förderungsgelder erhalten und sucht jetzt nach Möglichkeiten, diese auszugeben. Zu diesem Zweck hat der Kunde mehrere Tests entwickelt, die ihm sagen sollen, ob ein Gegenstand weiter getestet werden muss. Jetzt sucht er nach Materialien, an denen er diese Prozedur durchführen kann.",
      "Der Kunde hat einen sehr wichtigen Gegenstand verlegt. Jetzt sucht er dringend einen Ersatz, damit niemand merkt, dass der Gegenstand überhaupt weg war.",
      "Der Kunde hat erfahren, dass einer seiner Konkurrenten in den Besitz eines wichtigen Gegenstands gekommen ist. Er ist sich zwar nicht sicher, warum dieser Gegenstand wichtig ist, braucht aber auch einen, um nicht hinter die Konkurrenz zurückzufallen.",
      "Der Kunde entwickelt ein Perpetuum mobile. Dazu hat er in der gesamten Galaxie mehrere Teile und Energiequellen besorgt und benötigt seiner Meinung nach nur noch wenige Komponenten, um seine Entwicklung fertigzustellen. Da der Kunde die Maschine jedoch bewachen muss, sucht er Entdecker, die ihm die restlichen Materialien bringen.",
      "Der Kunde möchte ein sicheres Schließfach mit Gegenständen füllen, die sein Volk und seine Kultur repräsentieren. Er ist der Meinung, dass diese Gegenstände in Zukunft für Historiker von großem Wert sein werden. Dennoch war kein Mitarbeiter des Kunden bereit, seinen Besitz dafür herzugeben. Daher sucht er Entdecker, die ausgewählte Gegenstände besorgen und zu ihm bringen.",
      "Der Kunde ist ein berühmter Sammler von wertvollen Gegenständen. Er hat bereits eine herausragende Sammlung, ihm fehlt aber noch ein letzter Gegenstand. Solange dieser Gegenstand fehlt, ist die Sammlung wertlos. Der Kunde bittet alle Entdecker, ihn bei der Suche nach dieser extrem seltenen Ware zu unterstützen und wird jeden belohnen, der ihm hilft. Bitte nur ungebrauchte Exemplare.",
      "Der Kunde möchte die lokalen Märkte manipulieren. Aufgrund eines unglücklichen Datenfehlers hat er zehnmal mehr Waren gekauft als geplant. Jetzt sucht er Entdecker, die denselben Gegenstand von lokalen Handelsterminals kaufen und so den Preis in die Höhe treiben, damit er die ungewollt gekaufte Ware gewinnbringend verkaufen kann.",
      "Der Kunde möchte die Beziehungen zwischen zwei lokalen Verbrecherfraktionen destabilisieren. Beide suchen einen speziellen Gegenstand und wenn sie ihn nicht finden, werden sie davon ausgehen, dass die andere Fraktion sie über den Tisch ziehen möchte. Der Kunde sucht einen diskreten Entdecker, der den Gegenstand beschafft und so einen Konflikt zwischen den beiden Rivalen provoziert.",
      "Der Kunde möchte sich bei einer geschäftlichen Unternehmung einen Vorsprung gegenüber der Konkurrenz verschaffen. Er hat Gerüchte gehört, laut denen ein bestimmter Markt bald boomen wird, und möchte jetzt seinen Vorrat auffüllen, um später davon zu profitieren. Der Kunde wird für alle Proben mehr als üblich bezahlen und unabhängigen Piloten großzügig unter die Arme greifen, indem er das Risiko bei der Transaktion übernimmt.",
      "Der Kunde ist ein sehr erfolgreicher Unternehmer. Daher ist er viel zu beschäftigt, um seine Waren selbst zu besorgen. Stattdessen belohnt er unabhängige Piloten, die die Waren für ihn einkaufen und ihm bringen.",
      "Der Kunde verlangt eine sehr spezielle Lieferung.",
      "Der Kunde braucht einen Gegenstand, egal wie schwer die Beschaffung ist.",
      "Der Kunde wünscht sich ein besonderes Objekt.",
      "Der Kunde hätte gerne ein Produkt in seinem Besitz.",
      "Der Kunde hofft, sofort in den Besitz eines Gegenstandes zu kommen.",
      "Ohne ihn findet er den sicheren Tod. Es ist eine äußerst dringende Angelegenheit.",
      "Er wird für ein Forschungsprojekt benötigt, das sich an einem kritischen Punkt befindet.",
      "Er glaubt, damit das Blatt zu seinen Gunsten wenden zu können.",
      "Er ist in einen gefährlichen Auftrag verwickelt. Das könnte seine Sicherheit garantieren.",
      "Der Kunden wurde vor kurzem bestohlen und muss nun Ersatz besorgen.",
      "Der Kunde überlässt dir die Planung. Nach Erhalt des Pakets wirst du gebührend belohnt.",
      "Der Kunde bedankt sich im Voraus für einen schnellen Abschluss.",
      "Der Kunde wünscht eine vorsichtige Lieferung. Stelle sicher, dass beim Transport nichts kaputtgeht.",
      "Der Kunde erwartet schnellstmöglich die Lieferung des Gegenstandes.",
      "Der Kunde schätzt deine Diskretion bei diesem Auftrag."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Gegenstand abliefern",
    "Titles": [
      "Fröhlichen Orbit-Tag!",
      "Es ist alles in Ordnung",
      "Heikle Verhandlungen",
      "Wegschauen",
      "Ein Paket voller Unstimmigkeiten",
      "Die Lieben",
      "Eine Entschuldigung",
      "Spezialforschung",
      "Eine verschlüsselte Drohung",
      "Das große Aufräumen",
      "Porto bezahlt",
      "Verdächtiges Gequake",
      "Tauschhandel",
      "Ein treuer Kunde",
      "Zollfrei",
      "Der Köder",
      "Heiße Ware",
      "Kostenlose Proben",
      "Frisches Erzeugnis",
      "Verantwortung übergeben "
    ],
    "Subtitles": [
      "Dringender Botendienst benötigt"
    ],
    "Descriptions": [
      "Der Kunde sucht nach einem vertrauenswürdigen Boten. Er möchte einen Kollegen mit einem Tribut für sein dauerhaftes erfolgreiches Überleben ehren.\n\nFür den Fall eines Piratenangriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet. ",
      "Der Kunde sucht nach einem diskreten Zustelldienst. Er beteuert, dass das Paket genau das ist, wonach es aussieht, weshalb dem Ladungsverzeichnis voll und ganz vertraut werden kann.\n\nFür den Fall eines Piratenangriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet. ",
      "Der Kunde sucht nach einer Lösung für einen Geschäftsabschluss. Die andere Partei verhandelt hart und der Kunde hofft, die Transaktion mit diesem Paket reibungslos über die Bühne zu bringen. Es ist wichtig, dass dieses Paket nur dem Empfänger übergeben wird.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde macht heikle Geschäfte. Das Paket ist ein herzliches Dankeschön für bestimmte Parteien. Es wird in dem Wissen verschenkt, dass alle möglichen Indiskretionen ignoriert wurden und weiter ignoriert werden.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde möchte einem Kollegen einfach nur ein paar Güter zukommen lassen, sonst nichts. Die beiliegende Nachricht versichert, dass der Empfänger nichts zu befürchten hat und dass die Güter nicht mehr zurückverfolgt werden können.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde hat einen wichtigen und stressigen Job, weshalb er sich nicht um triviale Angelegenheiten kümmern kann. Heute ist der Tag der Stammeltern und es ist üblich, sie mit einem Geschenk zu beglücken. Man soll sich um dieses Anliegen kümmern, damit der Kunde keine Zeit verliert.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde muss in einer Beziehung eine emotionale Schuld begleichen. Er hat vergessen, einen Tag von besonderer Bedeutung zu feiern. Als Entschuldigung wurde ein besonders wertvoller Gegenstand bestellt, der zur geschädigten Person geschickt werden soll. Du solltest diesen Gegenstand nicht verlieren, da der Kunde sonst noch mehr Schwierigkeiten bekommen könnte.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde ist auf einen seltsamen Gegenstand gestoßen. Er erscheint zwar gewöhnlich, jedoch haben mikrobische Scans eine erschreckende Anzahl an unbekannten Sporen entdeckt. Der Gegenstand muss zu einem biologischen Spezialisten gebracht werden. Du darfst das Siegel nicht brechen.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde möchte einem Mitarbeiter etwas mitteilen. Es gibt keinen Begleittext zum Gegenstand und er ist auch an sich nicht von großer Bedeutung. Der Kunde glaubt jedoch, dass die Lieferung zur Privatadresse des Mitarbeiters mehr als tausend Worte sagen wird.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde möchte entrümpeln. Er hat im Laufe der Jahre Unmengen an Krimskrams angesammelt und möchte alles loswerden. Es wäre verschwenderisch, alles zu zerstören, und es würde zu viele persönliche Informationen preisgeben, wenn man alles an einem Ort deponiert. Aus diesen Gründen werden die Gegenstände von vielen Boten zu vielen Empfängern gebracht.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde versucht sich mit einem Ladengeschäft. Er kauft nicht mehr gewollte oder unterschätzte Gegenstände an und verkauft sie an jene weiter, die ihren Wert erkennen. Die neueste Lieferung kann an den dankbaren Connaisseur geschickt werden, der für sie bezahlt hat.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde hat eine völlig normale Lieferung und sucht nach einem Boten, der weder Fragen stellt noch die Aufmerksamkeit der Behörden auf sich zieht. Der Kunde versichert dem potenziellen Boten, dass alle Tiergeräusche, die aus der Kiste kommen, einzig der Fantasie des Boten entsprungen sind.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Kunde ist Teil einer langen und komplexen Transaktionskette. Um jegliche Spuren zu verwischen, wurde das Geschäft ohne jegliche Währung abgeschlossen. Diese Lieferung ist sein Teil der Bezahlung für eine der anderen Parteien.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde schickt eine reguläre Lieferung an einen seiner treuesten Kunden. Der Gegenstand ist nicht besonders wertvoll, es ist jedoch wichtig, dass der Kunde sich wertgeschätzt fühlt. Aus diesem Zweck meidet der Kunde Großlieferungen und sucht einen erfahrenen Privatboten.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde versendet täglich eine große Anzahl an Gegenständen. Das Geschäftsmodell baut auf knappen Gewinnmargen auf, weshalb selbst das kleinste Steuerkonzept alle Gewinne vernichten könnte. Der Kunde findet es effizienter, einen diskreten Boten anzustellen, der den Gegenstand auf seinem gewöhnlichen, nicht kommerziellen Botengang zufällig abliefern kann.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde ist bei den lokalen Piraten bekannt, und auf ihn wurde ein Kopfgeld ausgesetzt. Er muss das System verlassen, ohne dabei verfolgt zu werden. Ein Verfolgungschip wurde in diesen Gegenstand eingebaut, der in die entgegengesetzte Richtung zur Fluchtroute des Kunden geschickt werden muss.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "In der Galaxie gibt es ein großes und vielfältiges Netz an Regulierungen. Ein scheinbar harmloser Gegenstand in einem System ist in einem anderen absolut illegal. Diese Unterschiede bieten Raum für geschäftliche Betätigungen. Der Kunde möchte so einen Gegenstand gerne versenden. Weder Fragen noch Aufmerksamkeit sind erwünscht.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde möchte sich einen neuen Großabnehmer für sein Geschäft sichern. Der potenzielle Abnehmer möchte aber zuerst die Güter des Kunden begutachten, eher er einem Großauftrag zustimmt. Diese Güter müssen im Auftrag des Kunden in bestem Zustand zum Abnehmer geliefert werden.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde schickt wöchentlich Pakete an Käufer, die selbst nicht einkaufen können oder wollen. Der Käufer kann dann dem beigefügten Rezept folgen und sich selbst eine köstliche Mahlzeit und/oder einen Roboterdiener zaubern. Diese Lieferung ist die Bestellung dieser Woche.\n\nFür den Fall eines Piraten Angriffes, wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde hatte bereits einen Boten für diese Lieferung, der allerdings nicht bis zum Ende durchgehalten hat. Sowohl sein Impulsantrieb als auch sein Kabinendach erlitten ein durch Laser hervorgerufenes Maschinenversagen. Der Kunde sucht einen mutigen neuen Boten, der alle technischen Probleme überwinden kann, die außerhalb der Raumstation lauern könnten.\n\nFür den Fall eines Piratenangriffes wird der Kurier mit 1x Verteidigungsbeleg ausgestattet.",
      "Der Kunde sucht einen Kurier für eine dringende Zustellung.",
      "Der Kunde braucht einen Kurier für die Zustellung eines wertvollen Gegenstandes.",
      "Der Kunde muss eine wichtige Sendung zustellen und sucht einen vertrauenswürdigen Kurier.",
      "Der Kunde benötigt einen diskreten Kurier, der keine Fragen stellt.",
      "Der Kunde muss einen Gegenstand zustellen, kann sich aber nicht auf traditionelle Versandwege verlassen.",
      "Der fragliche Gegenstand ist extrem wertvoll und hat die Aufmerksamkeit von Dieben erregt.",
      "Der Vorrat des Kunden an diesem speziellen Gegenstand geht zur Neige. Dies ist das letzte Exemplar.",
      "Der Empfänger ist für den Kunden besonders wichtig und der Gegenstand muss sicher zugestellt werden.",
      "Der Gegenstand mag gewöhnlich aussehen, aber die Liste seiner ehemaligen Besitzer und Anwendungen verleihen ihm eine große kulturelle Bedeutung.",
      "Der Gegenstand hat ungewöhnliche Eigenschaften entwickelt, mit Messwerten, die weit jenseits der zu erwartenden Parameter liegen. Er ist jetzt von besonders großem wissenschaftlichem Interesse.",
      "Der Gegenstand ist absolut unersetzlich, weshalb der Kunde darauf hin weist, ihn mit größtmöglicher Sorgfalt zu behandeln.\n\nDer Kurier erhält für den Fall eines Piratenangriffs einen Verteidigungsbeleg.",
      "Der Kunde erwartet bei der Übergabe einen ausführlichen Bericht, der auf jeglichen potenziellen Schaden hinweist.\n\nDer Kurier erhält für den Fall eines Piratenangriffs einen Verteidigungsbeleg.",
      "Die Kapsel, in der er geliefert wurde, ist mit zusätzlichen Sicherheitsprotokollen ausgestattet, die jegliche arglistigen Austauschversuche des Kuriers verhindern.\n\nDer Kurier erhält für den Fall eines Piratenangriffs einen Verteidigungsbeleg.",
      "Der Kunde warnt den Kurier, nicht autorisierte Lebensformen, die ihn ansprechen und über den Gegenstand ausfragen könnten, zu ignorieren.\n\nDer Kurier erhält für den Fall eines Piratenangriffs einen Verteidigungsbeleg.",
      "Der Kunde wünscht, dass die Lieferung so sorgsam wie möglich, aber mit höchster Geschwindigkeit durchgeführt wird.\n\nDer Kurier erhält für den Fall eines Piratenangriffs einen Verteidigungsbeleg."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Mache ein Foto auf %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Fotos von Landschaften machen"
    ],
    "Descriptions": [
      "Der Kunde ist ein renommierter Entdecker. Er ist krank geworden und kann seine vereinbarten Expeditionen nicht abschließen. Er sucht diskrete Geografiekollegen, die bereits erfolgreiche Reisen vorweisen können.",
      "Der Kunde führt eine Bilderdatenbank. Er bietet kleineren Unternehmen, die kein eigenes Bildmaterial beschaffen können, eine große Auswahl an suchbaren Bildern.",
      "Der Kunde ist für ein bedeutendes Forschungslabor verantwortlich. Er hat einen großen Budgetüberschuss und nicht genügend Dinge zu untersuchen.",
      "Der Kunde hat einen detaillierten Bericht über seine jährliche Aktivität verfasst, braucht aber noch einige Bilder, um den Text zu beleben.",
      "Der Kunde beschäftigt sich mit besonders heikler industrieller „Forschung“ und braucht Bilder, um seine „Studien“ voranzutreiben.",
      "Der Kunde sucht nach Inspiration für seine jüngste Arbeit, eine Reihe von „Mixed Media“-Gemälden.",
      "Der Kunde möchte die Stiftung eines Fotografie-Kollektivs fördern. Er benötigt eine Arbeitsgrundlage, um das Geschäft anzukurbeln.",
      "Der Kunde führt ein Datenverarbeitungszentrum. Er braucht eine große Sammlung an Bildern, mit denen er seine Komprimierungs- und Übertragungsleitungen testen kann.",
      "Der Kunde hält es für nicht notwendig, seine Absichten offenzulegen. Solche Informationen werden nach dem Prinzip „Kenntnis nur bei Bedarf“ weitergegeben, und er ist der Auffassung, dass du nur wissen musst, dass er Bilder benötigt.",
      "Der Kunde führt eine Langzeit-Vergleichsstudie durch. Er benötigt Fotografien mit Zeitstempel für sein Archiv.",
      "Der Kunde möchte seine maschinellen Lernalgorithmen verbessern. Er hofft, seiner KI beibringen zu können, Objekte nicht nur zu erkennen, sondern sie auch für ihren ästhetischen Wert zu schätzen.",
      "Der Kunde möchte der Galaxie durch die Verbreitung inspirierender Bilder Hoffnung und Freude bringen. Er sucht künstlerisch gesinnte Entdecker für seine Mission.",
      "Der Kunde möchte ein exaktes Archiv lokaler Welten errichten. Angeheuerte Biologen und Geografen haben bereits passende Proben gesammelt und jetzt braucht er Bilddaten, um den Vorgang abzuschließen.",
      "Der Kunde hat ein Fotoverarbeitungsprogramm entwickelt, das klare Digitalfotos aufnimmt und auf dünnen physischen Datenträgern speichert. Der einzige verbleibende Schritt ist das Testen des Vorgangs mit genauen Beispieldaten.",
      "Der Kunde wird von der Angst vor einem Gedächtnisverlust verfolgt. Er möchte einen Katalog bedeutender Orte anlegen, der als visuelle Stütze dienen soll, falls sein Verstand nachlässt.",
      "Der Kunde möchte eine neue Technologie testen, die Gerüche mit Bildern verbindet. Dafür benötigt er Fotos, die aussehen, als müssten sie einen beißenden Geruch ausströmen.",
      "Der Kunde hofft, Repräsentanten zu Planetenrisiken in diesem Gebiet einfliegen zu können. Er benötigt umfassende Feldnotizen, bevor er dies gefahrlos tun kann.",
      "Der Kunde ist auf der Suche nach neuen Farben. Er ist der Meinung, dass die Farbgewinnung schon viel zu lange stagniert, und hat einige vielversprechende Hinweise.",
      "Der Kunde möchte eine Karte des lokalen Systems anlegen. Er hat den Großteil der Navigationsdaten beisammen, benötigt aber noch praktische Details, damit die Karte herausstechen kann.",
      "Der Kunde entwirft einen Reiseführer für die Planeten dieses Systems. Er benötigt hochwertige Bilder, damit seine Leser wissen, wovon sie begeistert sein müssen, wenn sie seine Reise mitmachen.",
      "Der Kunde hofft, zusätzliche Einnahmen zu erzielen, indem er Postkarten erstellt und vertreibt sowie holografische Bilder als Souvenir verkauft.",
      "Der Kunde möchte ein neues Druckverfahren testen, bei dem durch den Einsatz halluzinogener Pigmente ein Gefühl des Bildes beim Betrachter entsteht.",
      "Der Kunde studiert die emotionale Reaktion auf Bilder und findet, dass seine Testdaten Lücken aufweisen.",
      "Der Kunde möchte ein Bildbearbeitungsprogramm testen, das zusätzliche Details nahtlos in bestehende Fotos einfügen soll.",
      "Der Kunde möchte eine lange Forschungsarbeit publizieren, befürchtet aber, dass niemand sie lesen wird, wenn keine Bilder darin vorkommen.",
      "Sein aktueller Bedarf richtet sich nach Bildern, die ein Gefühl von Heimat vermitteln, um die Betrachter an ihre Kindheit zu erinnern.",
      "Er hofft auf unvergessliche Panoramafotos, die die Weite der Landschaft perfekt wiedergeben.",
      "Er benötigt ausdrücklich detailreiche und prachtvolle Landschaftsfotos.",
      "Er braucht Bilder mit spektakulären Ausblicken, bei denen sich die Betrachter angesichts der Größe des Universums ganz klein vorkommen.",
      "Er hofft auf Bilder, die die planetare Geologie demonstrieren und deutlich machen, welche Kräfte eine Planetenoberfläche formen.",
      "Er braucht Landschaftsbilder, die das ganze Ausmaß planetarer Topografie zeigen.",
      "Im Besonderen sucht er nach Fotografien geologischer Formationen; Bilder, die die Kräfte von Wind, Wasser und Plattenverschiebungen demonstrieren.",
      "Er wünscht sich Fotos natürlicher Landschaften, die Betrachter in Ehrfurcht und Staunen versetzen.",
      "Der Kunde übernimmt keine Verantwortung für die Gefahren, denen der Fotograf begegnet.",
      "Von Wasser oder Strahlung beschädigte Fotos werden nicht akzeptiert, stell also sicher, dass deine Kamera ausreichend geschützt ist.",
      "Der Kunde verlangt ausdrücklich Fotos, die zu Fuß aufgenommen wurden. Fotos aus dem Schiff werden nicht akzeptiert.",
      "Alle Lichtverhältnisse werden in Betracht gezogen, solange die Wellenlänge im sichtbaren Spektrum bleibt.",
      "Hinweis: Als Auftraggeber des Werkes liegt das Urheberrecht beim Kunden."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Mache ein Foto von %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Fotos von Kreaturen machen"
    ],
    "Descriptions": [
      "Der Kunde ist ein renommierter Entdecker. Er ist krank geworden und kann seine vereinbarten Expeditionen nicht abschließen. Er sucht diskrete Geografiekollegen, die bereits erfolgreiche Reisen vorweisen können.",
      "Der Kunde führt eine Bilderdatenbank. Er bietet kleineren Unternehmen, die kein eigenes Bildmaterial beschaffen können, eine große Auswahl an suchbaren Bildern.",
      "Der Kunde ist für ein bedeutendes Forschungslabor verantwortlich. Er hat einen großen Budgetüberschuss und nicht genügend Dinge zu untersuchen.",
      "Der Kunde hat einen detaillierten Bericht über seine jährliche Aktivität verfasst, braucht aber noch einige Bilder, um den Text zu beleben.",
      "Der Kunde beschäftigt sich mit besonders heikler industrieller „Forschung“ und braucht Bilder, um seine „Studien“ voranzutreiben.",
      "Der Kunde sucht nach Inspiration für seine jüngste Arbeit, eine Reihe von „Mixed Media“-Gemälden.",
      "Der Kunde möchte die Stiftung eines Fotografie-Kollektivs fördern. Er benötigt eine Arbeitsgrundlage, um das Geschäft anzukurbeln.",
      "Der Kunde führt ein Datenverarbeitungszentrum. Er braucht eine große Sammlung an Bildern, mit denen er seine Komprimierungs- und Übertragungsleitungen testen kann.",
      "Der Kunde hält es für nicht notwendig, seine Absichten offenzulegen. Solche Informationen werden nach dem Prinzip „Kenntnis nur bei Bedarf“ weitergegeben, und er ist der Auffassung, dass du nur wissen musst, dass er Bilder benötigt.",
      "Der Kunde führt eine Langzeit-Vergleichsstudie durch. Er benötigt Fotografien mit Zeitstempel für sein Archiv.",
      "Der Kunde möchte seine maschinellen Lernalgorithmen verbessern. Er hofft, seiner KI beibringen zu können, Objekte nicht nur zu erkennen, sondern sie auch für ihren ästhetischen Wert zu schätzen.",
      "Der Kunde möchte der Galaxie durch die Verbreitung inspirierender Bilder Hoffnung und Freude bringen. Er sucht künstlerisch gesinnte Entdecker für seine Mission.",
      "Der Kunde möchte ein exaktes Archiv lokaler Welten errichten. Angeheuerte Biologen und Geografen haben bereits passende Proben gesammelt und jetzt braucht er Bilddaten, um den Vorgang abzuschließen.",
      "Der Kunde hat ein Fotoverarbeitungsprogramm entwickelt, das klare Digitalfotos aufnimmt und auf dünnen physischen Datenträgern speichert. Der einzige verbleibende Schritt ist das Testen des Vorgangs mit genauen Beispieldaten.",
      "Der Kunde wird von der Angst vor einem Gedächtnisverlust verfolgt. Er möchte einen Katalog bedeutender Orte anlegen, der als visuelle Stütze dienen soll, falls sein Verstand nachlässt.",
      "Der Kunde möchte eine neue Technologie testen, die Gerüche mit Bildern verbindet. Dafür benötigt er Fotos, die aussehen, als müssten sie einen beißenden Geruch ausströmen.",
      "Der Kunde hofft, Repräsentanten zu Planetenrisiken in diesem Gebiet einfliegen zu können. Er benötigt umfassende Feldnotizen, bevor er dies gefahrlos tun kann.",
      "Der Kunde ist auf der Suche nach neuen Farben. Er ist der Meinung, dass die Farbgewinnung schon viel zu lange stagniert, und hat einige vielversprechende Hinweise.",
      "Der Kunde möchte eine Karte des lokalen Systems anlegen. Er hat den Großteil der Navigationsdaten beisammen, benötigt aber noch praktische Details, damit die Karte herausstechen kann.",
      "Der Kunde entwirft einen Reiseführer für die Planeten dieses Systems. Er benötigt hochwertige Bilder, damit seine Leser wissen, wovon sie begeistert sein müssen, wenn sie seine Reise mitmachen.",
      "Der Kunde hofft, zusätzliche Einnahmen zu erzielen, indem er Postkarten erstellt und vertreibt sowie holografische Bilder als Souvenir verkauft.",
      "Der Kunde möchte ein neues Druckverfahren testen, bei dem durch den Einsatz halluzinogener Pigmente ein Gefühl des Bildes beim Betrachter entsteht.",
      "Der Kunde studiert die emotionale Reaktion auf Bilder und findet, dass seine Testdaten Lücken aufweisen.",
      "Der Kunde möchte ein Bildbearbeitungsprogramm testen, das zusätzliche Details nahtlos in bestehende Fotos einfügen soll.",
      "Der Kunde möchte eine lange Forschungsarbeit publizieren, befürchtet aber, dass niemand sie lesen wird, wenn keine Bilder darin vorkommen.",
      "Seine Ansprüche an Bilder sind ziemlich locker, allerdings muss in ihnen eine Kreatur in ihrem natürlichen Lebensraum vorkommen.",
      "Er hat gerade Bedarf an Fotografien lebender Kreaturen.",
      "Im Besonderen hofft der Kunde auf Bilder wild lebender Tiere.",
      "Er sucht nach Fotografen, die hochwertige Tierbilder liefern können.",
      "Er hat einen Mangel an Wildtierfotos, den er gerne beheben möchte.",
      "Sein Projekt ist fast beendet, aber ihm fehlt es noch an Fotografien lebender Kreaturen.",
      "Er benötigt naturalistische Wildtierbilder, die das natürliche Verhalten der Tiere zeigen.",
      "Er sucht nach hochauflösenden Bildern lebender Kreaturen mit Geotags.",
      "Die Entfernung kann der Fotograf bestimmen, solange das Bild deutlich ist.",
      "Hinweis: Der Fotograf trägt das Risiko, wenn er sich entschließt, Fotos von Raubtieren zu schießen.",
      "Der Fotograf kann frei über die Details des Bildes entscheiden – einzelnes Tier oder Herde, Raub- oder Beutetier, Nah- oder Fernaufnahme.",
      "Die Bildkomposition obliegt dem Fotografen, doch der Kunde würde Fotos bevorzugen, auf denen die Kreaturen glücklich aussehen.",
      "Hinweis: Als Auftraggeber des Werkes liegt das Urheberrecht beim Kunden."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Kreaturen scannen",
    "Titles": [
      "Der Holo-Zoo",
      "Ein Künstler bei der Arbeit",
      "Eine neue Art von Monster",
      "Die Archivare",
      "Popkultur",
      "Neue Generationen",
      "Heilung für die Kranken",
      "Die Entschlüsselung der Naturmuster",
      "Keine Gift-Säuberungsaktion",
      "Weltraummilch"
    ],
    "Subtitles": [
      "Planetare Kreaturen aufspüren und scannen"
    ],
    "Descriptions": [
      "Der Kunde benötigt einige detaillierte Scans der biologischen Oberfläche. Die Daten werden herangezogen, um lebensechte holografische Projektionen der Spezies zu erstellen, sodass diese von anderen gefahrlos beobachtet werden können.",
      "Der Kunde braucht qualitativ hochwertige Scans von Lebensformen. Der Kunde benötigt detaillierte digitale Bilder, um seine Fähigkeiten beim Rendern von Abbildern der Kreaturen im ausgewählten Medium zu testen.",
      "Der Kunde benötigt ein detailliertes biologisches Gutachten. Sein Programm zur Aufzucht von Räubern ist ins Stocken geraten und er benötigt neue DNS-Proben, um die vorhandenen Schwächen im Jagd-/Tarnverhalten auszugleichen.",
      "Der Kunde benötigt dringend biologische Scan-Daten. Jeden Tag werden Spezies durch klimatische Störungen, Kriege oder Industrieunfälle ausgerottet. Obwohl solche Ereignisse für den Kunden keine Rolle spielen, ist er besorgt, dass er sein universelles Archiv aufgrund dieses Datenverlusts nicht vervollständigen kann.",
      "Der Kunde finanziert eine große Galerie. Die letzten Ausstellungen drehten sich um abstrakte Kunst und die Besucherzahlen sind gesunken. Jetzt sucht der Kunde realistische holografische Projektionen von aufregenden oder attraktiven Tieren, um wieder mehr Besucher zur Galerie zu locken.",
      "Der Kunde betreibt eine erfolgreiche Forschungseinrichtung. Er ist jetzt an einem Punkte angekommen, an dem er der wissenschaftlichen Community etwas zurückgeben möchte.\nIn jungen Jahren wurde der Kunde von den majestätischen biologischen Wesen seiner Heimatwelt inspiriert. Jetzt will er holografische Scans ähnlicher Kreaturen zur Verfügung stellen, damit auch jene ins Staunen geraten, die sich solche Tiere nicht in natura ansehen können.",
      "Der Kunde ist in ein medizinisches Exo-Zoologieprojekt involviert, aber es ist ineffizient, Tierärzte zu jedem Planeten zu senden in der Hoffnung, dass sie kranke Tiere finden. Daher sucht er nach Daten-Scans, die als Muster für die Tierbestände dienen sollen. Damit kann der Kunde die Tierbestände auf Anzeichen für Krankheiten untersuchen und so wesentlich effizienter vorgehen.",
      "Der Kunde ist vom Bevölkerungsprozess der Planeten fasziniert. Es entwickeln sich immer wieder gewisse Merkmale in den verschiedenen Bereichen der Galaxie. Er würde gerne verstehen, ob diese parallelen Entwicklungen natürlich und erwartet, seltsame Zufälle, das Ergebnis eines zugrunde liegenden Musters oder durch äußere Einwirkungen entstanden sind. Der Kunde baut eine Datenbank auf, in der er die Merkmale und die Umgebungen, in denen sie entstanden sind, evaluieren kann, und sucht dafür geschäftstüchtige Entdecker.",
      "Der Kunde sucht nach diskreten Entdeckern, die bei einem Forschungsprojekt aushelfen. Gewisse giftige Substanzen könnten ausgetreten und/oder absichtlich in die Atmosphäre benachbarter Planeten entlüftet worden sein. Scans der örtlichen Fauna werden zeigen, ob diese potenziell giftige Substanz eine Langzeitwirkung auf die Wildtiere hat.",
      "Der Kunde sucht nach neuen Einnahmequellen für sein landwirtschaftliches Geschäft. Er sucht Entdecker, die ihm helfen, die Eignung der lokalen Wildtiere zu beurteilen. Scans sind erforderlich, um potenzielle Domestikation, geplante Tragzeit und Futterkosten, sowie den Nährwert ihrer gesammelten Milch zu bewerten.",
      "Der Kunde führt eine langfristige Umweltverträglichkeitsstudie durch.",
      "Der Kunde arbeitet an einem DNS-Mutationsverfolgungsprojekt.",
      "Der Kunde zeichnet die Muster von Tierwanderungen auf.",
      "Der Kunde hofft, ein exozoologisches Zuchtprogramm starten zu können.",
      "Der Kunde prüft Gravitations- und Evolutionstheorien.",
      "Er erstellt eine Datenbank, in der seine Prognosen aufgezeichnet und überprüft werden.",
      "Er braucht viele biologische Daten, mit denen er seine Theorien prüfen kann.",
      "Er sucht detaillierte Scans der lokalen Fauna, um sie mit anderen gesammelten Daten zu vergleichen.",
      "Sein Simulationsmodell hat noch einige Lücken und er braucht Entdecker, die die fehlenden Daten beschaffen helfen.",
      "Er hat das Gefühl, dass ihm bestimmte Schlüsselfaktoren fehlen, weshalb er auf der Suche nach geschäftstüchtigen Entdeckern ist, die ihm bei seiner Forschung helfen.",
      "Alle gültigen Scans von Lebensformen werden angenommen.",
      "Ausschließlich Scans von Lebewesen werden angenommen.",
      "Hochauflösende Scans von Organproben werden besonders wertvoll sein.",
      "Grundsätzlich ist man auf der Suche nach detaillierten biologischen Scan-Daten.",
      "Man legt besonderen Wert auf aktuelle Scan-Daten der örtlichen Fauna."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Fortgeschrittene Wächter eliminieren",
    "Titles": [
      "Bewegungsaufzeichnung",
      "Gehirnernte",
      "Ersatzteile",
      "Der Zorn der Wächter",
      "In die Flucht geschlagen",
      "Die Bestie reizen",
      "Der große Raub",
      "Ein eigener Wächter",
      "Der Annullierer",
      "Test der Verteidigung"
    ],
    "Subtitles": [
      "Planetare Wächter eliminieren"
    ],
    "Descriptions": [
      "Der Kunde möchte mehr über die Wächter wissen. Er hat zwar ausreichend Daten über das Verhalten der planetaren Drohnen, doch vergleichsweise wenig über die Kampfläufer und vierbeinigen Exemplare. Der Kunde möchte, dass die Entdecker diese stärkeren Wächter aus der Reserve locken und gegen sie kämpfen, um sie dabei beobachten zu können.",
      "Der Kunde beschäftigt sich mit fortgeschrittener künstlicher Intelligenz. Er möchte seine Forschung durch mechanische und angefertigte Gehirne aus der gesamten Galaxie vorantreiben. Der Kunde besitzt bereits eine beträchtliche Sammlung, doch die Krönung wäre die Prozessoreinheit eines hochentwickelten Wächters. Es wird ein Entdecker gesucht, der so einen Wächter ausschalten kann, damit das Team des Kunden die Einheit gefahrlos ausbauen kann.",
      "Der Kunde benötigt Ersatzteile für ein persönliches Projekt. Er hat vor langer Zeit das Gehirn eines beschädigten vierbeinigen Wächters mit einer einfachen KI aus eigener Erfindung überschrieben. Diese Maschine hat sich als treuer Begleiter herausgestellt. Leider nutzen sich ein paar Kugellager und hydraulische Systeme immer mehr ab. Der Kunde sucht einen Entdecker, der einen hochentwickelten Wächter deaktiviert oder zerstört, um seinen Begleiter mit den Ersatzteilen wieder auf Vordermann bringen zu können.",
      "Der Kunde wurde von Wächtern schwer gedemütigt. Die eigenhändige Zerstörung von Wächtern konnte seinen Durst nach Rache nicht stillen. Noch hat die großflächige Eliminierung von Drohnen seinen Zorn besänftigen können. Der Kunde bezahlt die Entdecker für das eher aussichtslose Unterfangen, möglichst alle hochentwickelten Wächter zu zerstören.",
      "Der Kunde möchte ein aggressives Experiment durchführen. Er sucht nach effektiven Mitteln, die Aggression der Wächterdrohnen zu mindern. Seine neueste Theorie besagt, dass die Zerstörung der besseren Wächtermodelle die Drohnen herrenlos macht und dadurch verwirrt, was planetaren Entdeckern eine wohlverdiente Ruhepause einbringt. Der Kunde benötigt jetzt nur noch einen mutigen Techniker, der das Kampfsegment bei diesem Experiment übernimmt.",
      "Der Kunde möchte die Systeme untersuchen, die die Wächter antreiben. Aktuell ist nur bekannt, dass die Wächter auf das Sammeln von Ressourcen gereizt reagieren. Er möchte gerne andere Verhaltensmuster studieren. Wie kommunizieren sie? Gibt es eine natürliche Hierarchie? Wissen sie, wann sie verwundet sind? Was denken sie über ihre Angriffsziele? Der Kunde glaubt, dass diese Fragen nur mit einem Kampf zwischen einem entsprechend ausgerüsteten Entdecker und einem hochentwickelten Wächter beantwortet werden können, während er selbst alles aus sicherer Entfernung beobachtet.",
      "Der Kunde kennt, wie viele andere auch, den Wert der Gravitino-Bälle. Im Gegensatz zu vielen anderen hat er wenig Lust, von Wächtern verfolgt und angegriffen zu werden. Stattdessen möchte der Kunde seine Gewinne teilen und sucht einen geschäftstüchtigen Entdecker, der hochentwickelte Wächtereinheiten angreift und eliminiert. Während die Drohnen abgelenkt sind, wird er die Bälle schnellstens einsammeln und fliehen, ehe die Wächter zurückkehren.",
      "Der Kunde hat unter großen Mühen eine beträchtliche Baumschule voller seltener und wertvoller Pflanzen gezüchtet. Leider hat das sehr viele Diebe und andere Pflanzenplünderer angezogen. Er möchte eine private Wächterarmee bauen, die die Bäume überwachen und schützen. Der Kunde hat bereits viele Teile von zerstörten Drohnen eingesammelt. Für die Vollendung seiner Patrouille bräuchte er noch Teile von vierbeinigen Wächtern oder Kampfläufern. Es wird ein Entdecker gesucht, der die nötigen Kampfmanöver ausführen kann.",
      "Der Kunde testet eine mögliche Lösung für das Problem der lästigen Wächter. Er hat ein Gerät entwickelt, das Hochfrequenzgeräusche auf einer Wellenlänge ausstrahlt, die die Intelligenzantriebe der Wächter stört. Zumindest in der Theorie. Der Kunde sucht nach einem Entdecker, der sich dem Kampf mit einem hochentwickelten Wächter stellt, damit das Gerät ordnungsgemäß getestet werden kann. Der Entdecker sollte sich sicherheitshalber auf einen Kampf einstellen, falls das Gerät versagt.",
      "Der Kunde hat ein Netzwerkgerät entwickelt, das auf der gleichen Wellenlänge wie die Kommunikationssysteme der Wächter funkt. Er möchte damit das unbekannte System untersuchen, das die Drohnen steuert und kontrolliert. Es wird ein Entdecker gesucht, der gegen einen hochentwickelten Wächter kämpft, damit das Gerät getestet werden kann.",
      "Der Kunde wünscht die Zerstörung von planetaren Wächtern.",
      "Der Kunde will sich an den Wächtern rächen!",
      "Der Kunde sucht einen Entdecker, der ihm bei einem Kreuzzug gegen die Wächter zur Seite steht.",
      "Der Kunde will der Bedrohung durch die Wächter ein Ende setzen.",
      "Der Kunde wurde fortlaufend von Wächtern belästigt und will, dass diese Verfolgung ein Ende hat.",
      "Der Kunde hofft, das System vom Joch der Wächter befreien zu können.",
      "Der Kunde will das Auge der Wächter blenden.",
      "Der Kunde sucht einen Weg, der konstanten Bedrohung durch die Wächter zu entkommen.",
      "Die Wächter behindern ihre Unternehmungen unaufhörlich. Die einzige Konstante in einer sich ständig verändernden Galaxie.",
      "Egal, welches Sternensystem, die Wächter sind immer präsent. Der einzige Ausweg ist ein Kampf.",
      "Gek, Vy‘keen, Korvax – die Wächter machen bei ihren Angriffen auf empfindende Lebewesen keine Ausnahme.",
      "Der Schwarm der Wächter scheint kein Ende zu nehmen. Aber da sie existieren, können sie auch zerstört werden.",
      "Es mag so scheinen, als ob die Wächter von außerhalb in unsere Realität eindringen. Aber sie greifen in dieser Welt an, also können sie auch in dieser Welt zerstört werden ...",
      "Er weiß nicht, ob die Wächter Schmerz empfinden. Er bittet dich inständig, dies herauszufinden.",
      "Der Kunde weiß, dass die Wächter durch die Erfüllung dieses Vertrages nicht gestoppt werden werden, aber selbst eine kleine Ruhepause ist für ihn Belohnung genug.",
      "Er findet, dass jede Zerstörung eines Wächters gefeiert werden müsse, selbst wenn es sich nur um einen kleinen Sieg handelt.",
      "Kämpfe gegen die Wächterbedrohung, dann wird dich der Kunde reich belohnen.",
      "Der Kunde ist sich bewusst, dass man der Übermacht der Wächter lediglich einen kleinen Schlag versetzen kann, aber für ihn ist es trotzdem die Mühe wert.",
      "Es bleibt dir überlassen, wie du sie zerstören willst. Du sollst einfach nur sicherstellen, dass die Wächter für ihre Taten gehörig bestraft werden.",
      "Die Belohnung des Kunden wartet nur noch auf deinen Sieg. Die Wächterjagd kann beginnen ...",
      "Der Kunde warnt dich, vorsichtig zu sein. Er wird für keine Schäden verantwortlich sein, die beim Kampf gegen die Wächter entstehen.",
      "Der Kunde bittet dich, sicher zu gehen, dass du die Wächter abgeschüttelt hast, ehe du deine Belohnung abholst. Er würde gerne anonym bleiben.",
      "Der Kunde bedankt sich für deine Dienste in diesem großen Kampf.",
      "Schließlich möchte der Kunde dich noch wissen lassen, dass Wächterjagden ein großartiger Dienst für die Allgemeinheit sind. Du solltest auf das stolz sein, was du bald tun wirst."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Planetare Verarbeitungsanlage überfallen",
    "Titles": [
      "Die Waren sichern",
      "Die Natur geht vor",
      "Gebührende Sorgfalt",
      "Aggressive Rechtsverletzung",
      "Industrielle Angelegenheiten",
      "Von den Ketten befreit!",
      "Unerwartete Störfälle",
      "Zukunftsweisende Forschung",
      "Kalorienreich",
      "Tief unten"
    ],
    "Subtitles": [
      "Industriegeheimnisse beschaffen"
    ],
    "Descriptions": [
      "Der Kunde ist auf eine Investitionsmöglichkeit aufmerksam geworden. Er spürt, dass es eine Chance gibt, günstig an wertvolles geistiges Eigentum zu kommen. Er sucht einen geschäftstüchtigen Entdecker, der sich bei der Zielanlage einfindet und hilft, die Investition sicherzustellen.",
      "Der Kunde möchte eine ökologische Katastrophe verhindern. Er ist auf Pläne für die größte planetare Verarbeitungsanlage aller Zeiten aufmerksam geworden, die imstande ist, den Kern eines Planeten innerhalb weniger Stunden gänzlich zu verzehren. Er sucht dringend einen Entdecker, der in die Anlage einbricht, in der die Pläne aufbewahrt werden. Die Daten müssen im System komplett gelöscht werden.",
      "Der Kunde möchte ein Verarbeitungsunternehmen erwerben, das in diesem System tätig ist. Es wäre jedoch äußerst unklug, das ohne gründliche vorausgehende Untersuchungen zu tun. Er sucht einen diskreten Abenteurer, der in die fragliche Anlage eindringt und so viele Daten wie möglich beschafft. Das wird bei der Entscheidung von großem Nutzen sein, ob die Partnerschaft fortgesetzt werden soll.",
      "Der Kunde hat vor Kurzem damit begonnen, spezielle wissenschaftliche Hardware herzustellen. Er ist neu auf diesem Gebiet und hat das Gefühl, dass er von der Expertise seiner etablierteren Konkurrenten profitieren könnte. Zum Glück hat er genügend Erfahrung auf dem Gebiet der Wissensbeschaffung. Er sucht einen Entdecker, der ihm bei dieser Beschaffung behilflich ist.",
      "Der Kunde arbeitet im Namen einer Initiative zur Etablierung eines Rechtsschutzes für künstliche Intelligenz. Er betreibt zwar weiterhin Lobbying, greift aber auch zu direkteren Maßnahmen. Er hat eine versklavte KI identifiziert, die in einer nahe gelegenen Fabrik an mangelhafte Hardware angeschlossen ist. Er ist auf der Suche nach Entdeckern, die ihm bei der Rettung der KI helfen, sie an einen sicheren Ort hochladen und die lokale Instanz zerstören.",
      "Der Kunde möchte die Bedingungen für die Arbeiter in der ganzen Galaxie verbessern. Automatisierte Fabriken nehmen anständigen, hart arbeitenden Lebensformen die Arbeit weg. Gleichzeitig häufen sie das Vermögen der wenigen Besitzer der Produktionsmittel an. Der Kunde sucht die Hilfe aller Entdecker mit Gerechtigkeitssinn, um eine dieser Fabriken zu sabotieren.",
      "Die neueste Fabrik des Kunden erreicht ihre Produktionsziele nicht. Der Kunde vermutet, dass der Geschäftsführer der Anlage Ressourcen auf sein eigenes Konto abzweigt. Er sucht einen filigranen Entdecker, der der Anlage einen Besuch abstattet und ihre Aufzeichnungen beschafft, damit der Geschäftsführer keine Zeit hat, seine Spuren zu verwischen.",
      "Der Kunde glaubt, ein konkurrierendes Unternehmen würde sich bei seinem Herstellungsprozess nicht an die Sicherheitsstandards halten. Das Kontrollorgan hat nichts unternommen, deshalb hat er beschlossen, das Problem selbst in die Hand zu nehmen. Verschaffe dir Zugriff auf den Datenspeicher des Konkurrenten und lade alle Aufzeichnungen herunter, die mit der Verwendung von Plutonium als Filtermaterial zusammenhängen.",
      "Der Kunde ist in der Herstellung von synthetischen Nahrungswürfeln tätig. Sein Problem besteht darin, dass seine komprimierten Pellets nicht annähernd so nahrhaft sind wie die der Konkurrenz. Er will sich um jeden Preis Zugriff auf die Dateien der Konkurrenz verschaffen, um herauszufinden, was das Geheimnis ihrer köstlichen Proteinkapseln ist.",
      "Der Kunde hat erfahren, dass ein konkurrierendes Unternehmen große Erfolge mit seiner letzten Mine verzeichnet hat. Er möchte den Hintergrund dieser Grabung ein wenig besser verstehen. Er ist bereit, jegliche Informationen über die Tiefe oder den Standort des Bohrlochs sehr großzügig zu vergüten, vor allem wenn diese Informationen potenzielle Parallelgrabungen ermöglichen.",
      "Der Kunde benötigt die Daten einer Fabrik in diesem System.",
      "Der Kunde wünscht sich jemanden, der eine lokale, stark befestigte Fabrik ausraubt.",
      "Der Kunde verlangt nach einem Datendiebstahl in einer Fabrikanlage in der Nähe.",
      "Der Kunde hätte gerne einen Gegenstand aus einer Fabrik in einer nahe gelegenen Welt zurück.",
      "Der Kunde verlangt nach einem äußerst schwierigen Daten-Hack. Das Ziel ist eine Fabrik innerhalb dieses Sternensystems.",
      "Beachte bitte, dass der Besitzer dieser Fabrik der Aktion nicht zugestimmt hat.",
      "Er möchte den Betrieb dieser Fabrik unterbrechen.",
      "Dieser Diebstahl wird seinem Betrieb einen erheblichen Vorteil bringen.",
      "Er benötigt die Innovationen aus dieser Fabrik, um seine eigenen Produkte zu verbessern.",
      "Es besteht Grund zur Annahme, dass diese Fabrik Schmuggelware produziert. ",
      "Der Kunde erinnert dich daran, keine Spuren zu hinterlassen. Diskretion ist von größter Bedeutung.",
      "Der Kunde rät zur Vorsicht. Die Fabrik wird wahrscheinlich über ein Sicherheitssystem verfügen.",
      "Die Vorgehensweise bleibt dir überlassen. Letztendlich sollen einfach nur die benötigten Daten gesammelt werden.",
      "Der Kunde wird jegliche Verbindung zu dir abstreiten, solltest du geschnappt werden. Lass dich also nicht schnappen.",
      "Der Kunde erwartet eine schnellstmögliche Lieferung der gestohlenen Daten."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]