{
	"guid": "d214c898-fe54-49a3-a53d-b48917aa273c",
	"title": "Living ship how to and how to get",
	"shortTitle": "Living ship guide",
	"author": "Phinoxdragon ",
	"image": "guide.jpg",
	"minutes": 10080,
	"date": "2022-03-28T17:27:57.021Z",
	"tags": [
		"Living ship",
		"How to",
		"How to get"
	],
	"sections": [
		{
			"heading": "Preparations",
			"items": [
				{
					"type": "text",
					"content": " Players that have just started won't be able to get the living ship and only players that have access to QUICKSILVER can. It may take a few weeks to get the quicksilver as you need 3200 quicksilver. This will take about a week to do. If you are getting a second living ship then you will need 10,000 nanites. Everyone will need 1 void egg you can get from the quicksilver guy. (See picture) you will also need all 16 glyphs"
				},
				{
					"type": "image",
					"image": "quicksilver.jpg"
				}
			]
		},
		{
			"heading": "How to get your first or second living ship you want",
			"items": [
				{
					"type": "text",
					"content": "While you have your void egg in your inventory pulse drive around you will then be directed to exit pulse drive. Do what the ship says. When you get to the part where you have to wait for the part to mature if you are on PC you can set the time forward 1 day then back 1 day to skip the day of maturing however console players cannot do that. When you get all the parts then you have to put in the glyphs that are in the description of the void egg to go through the portal when you do you will have a soul container you have to find 3 fallen travelers and suck em up. Then return to home."
				},
				{
					"type": "text",
					"content": "When you return home you will be directed to pulse around space again then you will head to the designated coordinates. You then get your living ship awakened! But remember you need 1 ship slot available"
				},
				{
					"type": "text",
					"content": "For those of you getting a second living ship you need (as I said above) 10,000 nanites and 1 void egg. You will have to have the void egg in your inventory when you're pulsing around you will then meet an anomaly again and talk then head to the coordina.... oh wait where do you get the different living ships?  Well lucky for you I  got a list. However there is so much that I cannot list them all but on nms pinterest coordinates exchange people may have the living ship you want. Now as I was saying head to the coordinates you received and feed it 10,000 nanites and voila you now have your second living ship"
				},
				{
					"type": "text",
					"content": "Now you may be wondering *what is the process of finding the second living ship I  want?* well what you want to do is to head to the coordinates where the living ship you want is then restart the mission (it starts a mission even when you are getting your second living ship) then it will pop up and now you have your own living ship you wanted! However of course you could always get a random ship."
				}
			]
		},
		{
			"heading": "Living ship how to use and prep",
			"items": [
				{
					"type": "text",
					"content": "Now that you have a living ship how do you work it? It works obviously the same but setup is different. You have living parts so you cannot use reg parts. To get them you have to be in a lifeless system (a system with no lifeforms in Korvax, Gek, and Vykeen). Then pulse for a loooooooong time then you will discover a void egg destroy it you get a upgrade mod for living ships do this for 3 void eggs then make a save and reload it. Check Q Ball Gaming's guide to lean in on doing this. You upgrade the mods by stuffing them with nanites and no slot upgrades. The modules will require different fuel types than regular"
				},
				{
					"type": "text",
					"content": "Well now that you know how to get and how to a \nIiving ship now go on travelers! \n\nIf any one can message me through discord with living ship locations that would be great to get it in this guide\n"
				}
			]
		}
	]
}