{
	"guid": "6ddb408d-54bf-470a-a5a6-35394e596f87",
	"title": "Advanced Exotic starship hunting guide",
	"shortTitle": "Exotic guide",
	"author": "Lenni",
	"minutes": 0,
	"date": "2021-05-18T20:52:08.874Z",
	"tags": [
		"Expeditions",
		"Starship"
	],
	"image": "guide.png",
	"sections": [
		{
			"heading": "Introduction",
			"items": [
				{
					"type": "text",
					"content": "This guide covers the hunting of exotic starships by using a freighter battle."
				}
			]
		},
		{
			"heading": "Freighter battle mechanics",
			"items": [
				{
					"type": "image",
					"imageUrl": "https://static.wikia.nocookie.net/nomanssky_gamepedia/images/c/c7/NmsMisc_Space_Battle.jpg/revision/latest?cb=20170314041307",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "Freighter battles are triggered after 3 hours in game AND 5 warps. So if you have played 3 hours since your last battle and warped 5 times, a battle will occur on the 6th warp. \nThese battles will always have either 5 or 8 pirates. If there are 5, they fly alone, if there are 8, they fly in pairs of two. You can see how many pirates spawned by reading the small box on the bottom right"
				},
				{
					"type": "image",
					"imageUrl": "https://i.imgur.com/7qTaKUG.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Preparation",
			"items": [
				{
					"type": "text",
					"content": "Make a manual save, warp after that. If you don't get a freighter battle, make a new manual save and warp again. Repeat until you get a battle"
				}
			]
		},
		{
			"heading": "Actual Technique",
			"items": [
				{
					"type": "text",
					"content": "If there are 5 pirates, the exotic will help you in battle and fly to the space station afterwards. If there are 8 pirates, it does not spawn. So if you get 8, reload and try another system.\nIf you get 5, kill all pirates and then fly to the space station. the ships from the battle might take a while to get there, but will circle around the station and land eventually"
				}
			]
		},
		{
			"heading": "Possible bugs",
			"items": [
				{
					"type": "text",
					"content": "Sometimes the exotic will just circle around the station forever. If that happens, you can shoot it with a single photon cannon shot to make it fight you, then try to fly to the space station entrance and let it get caught by the blue beam. This is fairly difficult to do, so it may require some time"
				}
			]
		},
		{
			"heading": "For Ship Hunters",
			"items": [
				{
					"type": "markdown",
					"content": " If you are just after the name, you can cycle through the ships by pressing , and .\nalternatively you can also shoot the ship, the name will be displayed inside your cockpit on the panel with your own ship. Your ship's name will be replaced by the selected ship's name.\n\nFor example, this is the \"Halcyon Skylark XP9\""
				},
				{
					"type": "image",
					"imageUrl": "https://cdn.discordapp.com/attachments/834416151878303747/841732514279718942/20210222003432_1.jpg",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Credits",
			"items": [
				{
					"type": "markdown",
					"content": "Discoverer of this technique: u/YucaFritaConSalsa\n\nImage credits:\n\nMain image: u/ApexFatality\n\nSpace battle: Ddfairchildd\n\nHalcyon Skylark: u/YucaFritaConSalsa\n"
				}
			]
		}
	]
}