{
	"guid": "6ddb408d-54bf-470a-a5a6-35394e596f87",
	"title": "Guía avanzada de caza de naves exóticas",
	"shortTitle": "Guia de exóticas",
	"author": "Lenni",
	"minutes": 0,
	"date": "2021-05-18T20:52:08.874Z",
	"tags": [
		"Expediciones",
		"Naves"
	],
	"image": "guide.png",
	"sections": [
		{
			"heading": "Introducción",
			"items": [
				{
					"type": "text",
					"content": "Esta guía cubre la caza de naves estelares exóticas mediante el uso del evento de rescate del carguero."
				}
			]
		},
		{
			"heading": "Mecánica del evento de rescate del carguero",
			"items": [
				{
					"type": "image",
					"imageUrl": "https://static.wikia.nocookie.net/nomanssky_gamepedia/images/c/c7/NmsMisc_Space_Battle.jpg/revision/latest?cb=20170314041307",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "Los eventos de rescate al carguero aparecen cuando lleves 3 horas jugando in game, osea activamente, y cuado hayas hecho 5 saltos con el hiperturbo. Entonces, si has jugado 3 horas desde tu última batalla y has saltado 5 veces, se producirá una batalla en la sexta curvatura (salto). \nEstas batallas siempre van a tener 5 o 8 piratas. Si hay 5, vuelan solos, pero si hay 8, van a volar en parejas de 2. Tambien puedes ver cuantos piratas han spawneado mirando el pequeño recuadro que aparece en la parte inferior derecha de la pantalla"
					
				},
				{
					"type": "image",
					"imageUrl": "https://i.imgur.com/7qTaKUG.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Preparación",
			"items": [
				{
					"type": "text",
					"content": "Haz un guardado manual, despues de eso, da un salto. Si no obtienes el evento de rescate al carguero, haz un nuevo guardado manual y vuelve a hacer otro salto. Repite esto hasta conseguir el evento."
				}
			]
		},
		{
			"heading": "Técnica actual",
			"items": [
				{
					"type": "text",
					"content": "Si hay 5 piratas, la exótica te ayudará en la batalla y luego volará a la estación espacial. Si hay 8 piratas, no aparecerá. Entonces, si obtienes 8, recarga y prueba con otro sistema.\nSi consigues 5 piratas, mata a todos y luego vuela a la estación espacial. Las naves pueden tardar un poco en llegar a la estación, pero eventualmente, dará la vuelta a la estación y aterrizará."
				}
			]
		},
		{
			"heading": "Posibles bugs",
			"items": [
				{
					"type": "text",
					"content": "A veces la exótica simplemente dará vueltas alrededor de la estación para siempre. Si eso sucede, puedes dispararle con un solo disparo del cañón de fotones para que luche contra ti, luego intenta volar hasta la entrada de la estación espacial y dejar que quede atrapado por el rayo azul. Esto es bastante difícil de hacer, por lo que puede llevar algo de tiempo."
				}
			]
		},
		{
			"heading": "Para los cazadores de naves",
			"items": [
				{
					"type": "markdown",
					"content": " Si buscas justo el nombre, puedes recorrer las naves presionando , y .\nalternativamente también puedes disparar a la nave, el nombre se mostrará dentro de su cabina en el panel con su propia nave. El nombre de su nave será reemplazado por el nombre de la nave seleccionada.\n\nPor ejemplo, esta es la \"Halcyon Skylark XP9\""
				},
				{
					"type": "image",
					"imageUrl": "https://cdn.discordapp.com/attachments/834416151878303747/841732514279718942/20210222003432_1.jpg",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Créditos",
			"items": [
				{
					"type": "markdown",
					"content": "Descubridor de esta técnica: u/YucaFritaConSalsa\n\nCréditos de imagen:\n\nImagen principal: u/ApexFatality\n\nBatalla espacial: Ddfairchildd\n\nHalcyon Skylark: u/YucaFritaConSalsa\n"
				}
			]
		}
	]
}