[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Logros de exploración",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Logros de supervivencia",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "Los Gek",
    "description": "Estos seres vivos de corta estatura, picudos y reptilianos son los líderes del comercio galáctico. Son capaces de comunicarse a través de la liberación cuidadosa de feromonas, expresando conceptos y sentimientos a través del olor.\n\nOriundos del planeta Balaron, otros seres vivos sensibles los miran con recelo debido a las acciones que llevaron a cabo con la Primera Progenie Gek: construyeron un poderoso imperio a base de conquistas y aniquilación.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "Los Vy'keen",
    "description": "Los Vy'keen son unos seres belicosos, oriundos del sistema Dryn'dargh, obsesionados con derrotar a los Centinelas. Controlados por el Alto Comando Vy'keen, luchan contra la amenaza Centinela a lo largo y ancho de toda la galaxia.\n\nA pesar de su apariencia agresiva, los Vy'keen están comprometidos con un estricto código de honor. Valoran la lealtad, el sacrificio y una buena muerte sobre cualquier bien material o conocimiento. Han jurado ayudar al Viajero siempre que sea posible.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "Los Korvax",
    "description": "Las entidades Korvax son seres vivos inorgánicos que habitan dentro de carcasas metálicas heredadas de generación en generación. Creen que los estudios matemáticos les llevarán a ascender al nivel del Atlas y que el camino para lograrlo es el estudio de los Centinelas.\n\nCada uno de los Korvax es una mente pura, una gota dentro de su enorme Convergencia colectiva. La carcasa que habitan carece de importancia comparada con su conexión a esta consciencia grupal.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Gremio de mercaderes",
    "description": "Una organización colectiva que representa a compañías de comercio y a mercaderes individuales de toda la galaxia. Ayudan a controlar y a regular el trabajo para los pilotos de alquiler en beneficio de sus miembros.\n\nNaturalmente, los Gek dominan el gremio de mercaderes, pero no es un club exclusivo. Todos los seres vivos tienen las puertas abiertas, siempre y cuando dispongan de las suficientes reservas de capital.",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Gremio de mercenarios",
    "description": "Un colectivo libertino de organizaciones de mercenarios de toda la galaxia. El gremio alberga un amplio abanico de facciones competidoras, muchas de las cuales entrarían en disputa si se les diera la oportunidad.\n\nPiratas, vigilantes, agentes de la ley encubiertos, cultos, corsarios y cruzados; el gremio de mercenarios mantiene la paz en la galaxia garantizando que los trabajos se encarguen al grupo de oportunistas armados adecuado.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Gremio de exploradores",
    "description": "Una asociación mutua de investigadores y exploradores. El gremio de exploradores sirve para poner en contacto a aquellos que necesitan datos con aquellos que los recopilan.\n\nLa afiliación está ampliamente dividida entre instituciones científicas, sociedades geográficas, compañías de tecnología y exploradores individuales ocasionales. El gremio ofrece recursos combinados, laboratorios compartidos, ciclos de conferencias y condecoraciones anuales.",
    "medals": []
  }
]