{
	"guid": "f0ae51c5-9e29-a3d5-cb3f-a53c2bacb144",
	"title": "Cómo crear una puerta automática",
	"shortTitle": "Puerta automática",
	"showCreatedByUser": true,
	"author": "Muhaddil",
	"image": "guide.png",
	"languageCode": "es",
	"minutes": 10,
	"date": "2024-01-13T22:01:09.776Z",
	"tags": [
		"Echoes",
		"Construcción"
	],
	"sections": [
		{
			"heading": "Requisitos",
			"items": [
				{
					"type": "text",
					"content": "Necesitas cualquier tipo de interruptor que quieras y la parte más importante, el inversor de energía."
				},
				{
					"type": "image",
					"image": "requirements.png"
				}
			]
		},
		{
			"heading": "Primera parte (fácil)",
			"items": [
				{
					"type": "text",
					"content": "Primero colocamos el interruptor, en mi caso estoy usando el interruptor de proximidad, pero puedes usar otros interruptores lo único que cambia es la posición del interruptor."
				},
				{
					"type": "image",
					"image": "firstPart.jpeg"
				}
			]
		},
		{
			"heading": "Segunda parte",
			"items": [
				{
					"type": "image",
					"image": "secondPart.jpg"
				},
				{
					"type": "text",
					"content": "Ponemos un inversor de energía donde queramos. Luego conectamos un cable que tenga corriente a la entrada del interruptor y a la entrada del inversor (es importante que sea a la entrada que se replica en el lado opuesto). En segundo lugar conectamos la salida del interruptor a la entrada que no esta replicada del inversor, es decir, a la que está perpendicular a aquella a la que previamente hemos conectado el cable con corriente. Por último conectamos un cable a la entrada libre del inversor y lo conectamos a la puerta. Y ya tendríamos nuestra puerta que se abre automáticamente cuando nos acercamos."
				}
			]
		},
		{
			"heading": "Otros ejemplos",
			"items": [
				{
					"type": "text",
					"content": "Si no quieres usar el interruptor de proximidad siempre puedes usar otros interruptores como el interruptor de suelo, aquí tienes un ejemplo de ello.\nHacemos lo mismo que en el ejemplo anterior pero lo conectamos al nuevo interruptor, aquí está un esquema:"
				},
				{
					"type": "image",
					"image": "otherExample.jpg"
				}
			]
		}
	]
}