{
	"guid": "f0ae51c5-9e29-a3d5-cb3f-a53c2bacb144",
	"title": "How to Create an Automatic Door",
	"shortTitle": "Automatic Door",
	"showCreatedByUser": true,
	"author": "Muhaddil",
	"image": "guide.png",
	"languageCode": "en",
	"minutes": 10,
	"date": "2024-01-13T22:01:09.776Z",
	"tags": [
		"Echoes",
		"Construction"
	],
	"sections": [
		{
			"heading": "Requirements",
			"items": [
				{
					"type": "text",
					"content": "You need any kind of switch you wantand the most important part, the power inverter."
				},
				{
					"type": "image",
					"image": "requirements.png"
				}
			]
		},
		{
			"heading": "First part (easy)",
			"items": [
				{
					"type": "text",
					"content": "Firstly we place the switch, in my case I'm using the proximity switch, but you can use other switches only thing that changes it's the switch position. "
				},
				{
					"type": "image",
					"image": "firstPart.jpeg"
				}
			]
		},
		{
			"heading": "Second Part",
			"items": [
				{
					"type": "image",
					"image": "secondPart.jpg"
				},
				{
					"type": "text",
					"content": "We put a power inverter anywhere we want. Then we connect a cable that has current to the input of the switch and to the input of the inverter (it is important that it is to the input that is replicated on the opposite side). Secondly, we connect the output of the switch to the input that is not replicated of the inverter, that is, to the one that is perpendicular to the one to which we have previously connected the live cable. Finally, we connect a cable to the free input of the inverter and connect it to the door.And we would have our door that opens automatically when we approach."
				}
			]
		},
		{
			"heading": "Other examples",
			"items": [
				{
					"type": "text",
					"content": "If you don't want to use the proximity switch you can always use other switches like the floor switch, here is an example of that.\nWe do the same as in the previous example but we connect it to the new switch, here is a scheme"
				},
				{
					"type": "image",
					"image": "otherExample.jpg"
				}
			]
		}
	]
}