{
	"guid": "d74fb8f9-7b46-bbab-a564-81696f04468b",
	"title": "Starships and Freighters",
	"shortTitle": "Starships & Freighters",
	"author": "Yakuza_Suske & Sphynxcolt",
	"minutes": 309,
	"image": "guide.png",
	"date": "2020-02-29T08:53:20.136Z",
	"tags": [
		"Beyond Ready",
		"Living ship",
		"Starships",
		"Stats",
		"Freighter"
	],
	"sections": [
		{
			"heading": "Summary",
			"items": [
				{
					"type": "image",
					"image": "ships.png"
				},
				{
					"type": "text",
					"content": "Starships, or ships, play a major role in No Man's Sky. They are necessary for gameplay progression unless a player plans to stay on one planet the whole game. Starships allow players to travel between planets and solar systems, fight in space battles, engage in space encounters, reach the center of the galaxy, store resources, and trade. The player begins the game with one starship and can acquire additional starships later, up to a maximum of six starships at any one time"
				},
				{
					"type": "text",
					"content": "Players are not the only entities that use starships. NPC-controlled starships, including pirates and Sentinel Interceptors, populate the skies on planets as well as the interplanetary space within star systems. In addition to acting as a primary source of new starships, NPC starships carry valuable resources and products for sale, and they can be followed to locate certain inhabited points of interest"
				},
				{
					"type": "text",
					"content": "Due to the static nature of the seed in No Man's Sky, a well-documented ship will always be able to be found again. A system that spawns a rare design - for example an exotic - in its first armada landing on a space station or trade port will always do so on revisit or reload. The same goes for the wait timers on stations or ports until a ship type shows up. If a particular ship has piqued your interest, finding a station or port it lands on as part of the first group is the best grinding spot"
				}
			]
		},
		{
			"heading": "Characteristics",
			"items": [
				{
					"type": "table",
					"columns": [
						"All ships are defined by the following main aspects"
					],
					"rows": [
						[
							"inventory spaces"
						],
						[
							"technology spaces"
						],
						[
							"damage potential"
						],
						[
							"fuel efficiency (launch costs are doubled in Survival and Permadeath Game modes)"
						],
						[
							"hyperdrive range (default: 100 light-years)"
						],
						[
							"shield absorption (default: 1.5; bonuses are calculated using a base value of 0.5. 1.5+0.5xB%)"
						],
						[
							"maneuverability"
						]
					]
				},
				{
					"type": "text",
					"content": "All of these but inventory and technology spaces can be upgraded with technology blueprints. These aspects can also have modifiers based on a ship's type and class"
				}
			]
		},
		{
			"heading": "Starship Archetypes",
			"items": [
				{
					"type": "text",
					"content": "There are seven types of starships: Shuttle, Fighter, Freighter, Hauler, Explorer, Exotic, and Living Ship. Among these archetypes are four letter-grade classes: C, B, A, and S"
				},
				{
					"type": "text",
					"content": "C-class ships have the fewest inventory spaces, and if there is a class bonus, it will be no more than 20%."
				},
				{
					"type": "text",
					"content": "B-class ships take up the three inventory sizes below the maximum of the tier size, and they have a 20% or more class bonus"
				},
				{
					"type": "text",
					"content": "A-class will have either the maximum number of slots or one slot less than max and has a 35% or more class bonus"
				},
				{
					"type": "text",
					"content": "S-class ships do not necessarily have the max amount of inventory slots. You can have an S-class ship with fewer slots than other ships of the same type (fighter/explorer/etc.). [this fact confirmed as of Sept. 2019]"
				},
				{
					"type": "text",
					"content": "S-class ships have a 50% or more class bonus (excluding exotics)"
				},
				{
					"type": "text",
					"content": "Note: Due to the game's mechanic of always rounding down, a 59.99% ship will still display 59%. Finding a 'seemingly' perfect ship in any class is thus as likely as winning the lottery. Collectors don't try!\n"
				},
				{
					"type": "text",
					"content": "Every star system has 21 different ship designs: 7 shuttle types, 3 ships of each specialist type (Fighter, Hauler, or Explorer), 1 Exotic, and 4 other specialist ships based on that system's dominant race. S-class ships will spawn more often in rich economies. Note that a ship's properties are randomized each time it lands. The only consistency is in the design and thus tier. If you are already in a wealthy system, it can be beneficial to wait for your favorite design to have a good dice roll. During multiplayer an NPC ship can have a different class for each player. The properties are rolled for each one individually"
				}
			]
		},
		{
			"heading": "Spawn chances based on economy",
			"items": [
				{
					"type": "table",
					"columns": [
						"Economy",
						"C",
						"B",
						"A",
						"S"
					],
					"rows": [
						[
							"Poor",
							"60%",
							"30%",
							"10%",
							"0%"
						],
						[
							"Average",
							"49%",
							"35%",
							"15%",
							"1%"
						],
						[
							"Wealthy ",
							"30%",
							"40%",
							"28%",
							"2%"
						]
					]
				},
				{
					"type": "text",
					"content": "Each type of ship has three tiers of inventory sizes: a small, medium, and large, though Shuttles do not have a large size inventory. The sizes can be identified by the style of wings (or the size of the fuselage for the Shuttle) or by scanning the ship using the Analysis Visor"
				}
			]
		},
		{
			"heading": "Types of starships:",
			"items": []
		},
		{
			"heading": "Shuttles - Low & Balanced Bonuses",
			"items": [
				{
					"type": "image",
					"image": "shuttle.jpg"
				},
				{
					"type": "text",
					"content": "Ships of this type have balanced stats, with no significant class bonus compared to the other archetypes. These ships look typically blocky with a rectangular canopy, but some ships in this class have a tubular fuselage. Shuttles do not have a large inventory tier but are great for starter travelers due to their cheap cost and increased low-tier inventory space"
				},
				{
					"type": "text",
					"content": "Base Launch Cost: 1/6 (16.666...%)."
				},
				{
					"type": "text",
					"content": "Maneuverability: Medium (~250)."
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "shuttleInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%)"
				},
				{
					"type": "image",
					"image": "shuttleBonus.jpg"
				}
			]
		},
		{
			"heading": "Fighters - High Damage Bonus",
			"items": [
				{
					"type": "image",
					"image": "fighter.jpg"
				},
				{
					"type": "text",
					"content": "Ships of this type feature a damage potential class bonus. These ships are the mascot ships of No Man's Sky and are also the primary starships of pirates across the galaxy. These ships are more commonly found in Vykeen systems"
				},
				{
					"type": "text",
					"content": "Base Launch Cost: 25%."
				},
				{
					"type": "text",
					"content": "Maneuverability: High (~350)."
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "fighterInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%):"
				},
				{
					"type": "image",
					"image": "fighterBonus.jpg"
				}
			]
		},
		{
			"heading": "Explorers - High Hyperdrive Bonus",
			"items": [
				{
					"type": "image",
					"image": "explorer.jpg"
				},
				{
					"type": "text",
					"content": "Ships of this type feature a hyperdrive range class bonus. These ships usually feature abstract shapes connected together with many thin, slender pieces with smooth surface, giving it insectoid or arthropodic look. These ships are more commonly found in Korvax systems"
				},
				{
					"type": "text",
					"content": "Base Launch Cost: 12.5%."
				},
				{
					"type": "text",
					"content": "Maneuverability: High (~350)."
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "explorerInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%):"
				},
				{
					"type": "image",
					"image": "explorerBonus.jpg"
				}
			]
		},
		{
			"heading": "Haulers - High Shield Bonus",
			"items": [
				{
					"type": "image",
					"image": "hauler.jpg"
				},
				{
					"type": "text",
					"content": "Ships of this type feature a shield absorb class bonus, and they also boast the highest possible inventory spaces. These ships are the largest out of all the other starships and may or may not have wing features on them. These ships are more commonly found in Gek systems"
				},
				{
					"type": "text",
					"content": "Base Launch Cost: 25%."
				},
				{
					"type": "text",
					"content": "Maneuverability: "
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "haulerInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%)"
				},
				{
					"type": "image",
					"image": "haulerBonus.jpg"
				}
			]
		},
		{
			"heading": "Living Ships - Large Tech Inventory / Low Shields",
			"items": [
				{
					"type": "image",
					"image": "living.jpg"
				},
				{
					"type": "text",
					"content": "Ships of this type feature large amount of technology slots with emphasis on damage output and hyperdrive range. They are categorized by their \"Organic\" looking architecture, with many parts moving during flight. They were first added in the Experimental Branch on 18/02/2020, then were officially released on the Living Ships update. The Living Ships can only be obtained through purchasing a Void Egg and following its questline. After the first, subsequent Living Ships cost 10,000 nanites to obtain, rather than building it from scratch"
				},
				{
					"type": "text",
					"content": "These ships utilize Biotechnology to function, being completely incompatible with synthetic ship technology, both constructed and procedurally generated, and all technologies use different fuel than their synthetic counterparts. Being an organic being, no new technology can be \"installed\", but upgrades can be obtained via Space Encounters. As of 2.30, unlike other ships, it is impossible to expand Living Ships' inventory"
				},
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "livingInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%):"
				},
				{
					"type": "image",
					"image": "livingBonus.jpg"
				}
			]
		},
		{
			"heading": "Exotic - High & Balanced Stats",
			"items": [
				{
					"type": "image",
					"image": "exotic.jpg"
				},
				{
					"type": "text",
					"content": "Exotic is a special ship type. Ships of this type stand out for their unusual features, high class bonuses and high prices for a small sized ship. All exotic ships are also S-class"
				},
				{
					"type": "text",
					"content": ""
				},
				{
					"type": "text",
					"content": "Maneuverability: High (~350)"
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "exoticInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%):"
				},
				{
					"type": "image",
					"image": "exoticBonus.jpg"
				}
			]
		},
		{
			"heading": "Freighters",
			"items": [
				{
					"type": "image",
					"image": "freighter.jpg"
				},
				{
					"type": "text",
					"content": "Freighters are considerably more expensive (and much larger) than any starship, with prices ranging as high as 178 million units. Unlike the above starships, Freighters cannot land on planets or be flown by the player. They contain a large amount of inventory space, and can be used as a mobile base, including farming and other base-related functions. Only one Freighter can be owned at a time; however, the player may trade in their current Freighter for one within a Space Fleet if they have enough units to make up the difference"
				},
				{
					"type": "text",
					"content": "Inventory"
				},
				{
					"type": "image",
					"image": "freighterInv.jpg"
				},
				{
					"type": "text",
					"content": "Type bonus (+%):"
				},
				{
					"type": "image",
					"image": "freighterBonus.png"
				}
			]
		},
		{
			"heading": "Crashed starships",
			"items": [
				{
					"type": "text",
					"content": "From time to time, a player may encounter a crashed ship. If the crashed ship is larger or of a better Class or design than the current one, the player may wish to consider abandoning the current ship and taking over the crashed ship. However, the player can just purchase it for 0 credits and keep both"
				},
				{
					"type": "text",
					"content": "At first, it might seem that getting a bigger or better ship for free is always a good deal. However, a crashed ship needs extensive repairs to be fully functional and can drain a player's time and resources"
				},
				{
					"type": "text",
					"content": "Several of the crashed ship's base technologies are damaged. Furthermore, the crashed ship always has damaged inventory slots that require more resources to repair before they can be used. The unit cost associated with items needed for inventory repair alone may be more than the net cost to purchase an equivalent vessel at a space station. There is also the cost to dismantle your old technologies and rebuild them in the new crashed ship or rebuild them from scratch to keep them for both. Finally, you will have to refill the empty hyperdrive, pulse engine, launch thruster, phase beam or another weapon, and deflector shield. Even after all this, though, repaired weapons have half the damage output of never-damaged weapons, so you will want to add a new weapon if you plan on using the ship in space combat"
				},
				{
					"type": "text",
					"content": "On the other hand, if you find a damaged ship that is much larger than something you could otherwise currently afford at a star station, you can keep it and switch over now and repair the slots one by one as you gradually accumulate more units and resources. Paying a few extra units now to repair a crashed 48-slot S-class Hauler might save a lot of time waiting for one to show up at a star station, if that's what you ultimately want"
				},
				{
					"type": "text",
					"content": "If you do decide to exchange your current ship for a crashed ship you can also just trade it in for a fully repaired ship. Even a beat-up massive Hauler can be worth 10 million units and offer the chance to attain a decent Fighter. Of course, you can dismantle as many upgrades in the ship as you want beforehand to gain resources, but it will diminish its value for the trade-in"
				},
				{
					"type": "text",
					"content": "No Man’s Sky has significantly changed the way crashed ships are handled with each game revision, and much of the early advice pertaining to crashed ships is now obsolete"
				},
				{
					"type": "table",
					"columns": [
						"Update version",
						"Update version"
					],
					"rows": [
						[
							"Foundation",
							"transmissions can no longer be picked up by signal scanners, making finding crashed ships much more difficult than it was in the initial release."
						],
						[
							"Pathfinder",
							"ship classes now affect inventory space, and as such, a crashed ship is more likely to have a totally random number of slots."
						],
						[
							"Atlas rises",
							"removed the exploit whereby a ship with multiple damaged inventory slots could be traded in for the same price as an undamaged ship."
						],
						[
							"NEXT",
							"players do not have to exchange their ship for a crashed ship and can't retain their own ship if they did exchange it. However, they can just purchase it and keep both to salvage the entire ship or just parts."
						]
					]
				}
			]
		},
		{
			"heading": "Starship components and technology",
			"items": [
				{
					"type": "text",
					"content": "Starships typically come with five key components preinstalled in their inventory: Launch Thruster, Pulse Engine, Photon Cannon, Deflector Shield and Hyperdrive; additionally, some starships also come with Efficient Thrusters and/or a second starship weapon. Freighters always have a Freighter Hyperdrive in the technology inventory"
				},
				{
					"type": "text",
					"content": "Living Ships have equivalent key components: Neural Assembly, Pulsing Heart, Spewing Vents, Scream Suppressor and Singularity Cortex. Additionally, they have Grafted Eyes which are an equivalent of Phase Beam"
				},
				{
					"type": "text",
					"content": "Many starship components can be upgraded, including drives, weaponry, fuel capacity and defensive mechanisms. The upgrades available will vary based on the type of ship being modified. These can all be upgraded by collecting necessary resources and crafting the technology. To upgrade the ship's components, open the starship's inventory. There are four technology upgrade categories for ships: "
				},
				{
					"type": "text",
					"content": "Health technology\n\tHyperdrive technology\n\tScan technology\n\tWeapons technology "
				},
				{
					"type": "text",
					"content": "As of the Pathfinder update, new technology for starship upgrades can be purchased with Nanite Clusters from Gek traders located in space stations"
				},
				{
					"type": "text",
					"content": "As of the NEXT update, these traders also sell Upgrade Modules for Nanite Clusters which contain procedurally generated starship technology upgrades. "
				}
			]
		},
		{
			"heading": "Buying a starship",
			"items": [
				{
					"type": "text",
					"content": "To purchase a ship, players must visit trading posts, space stations, outposts, or freighter hangars. Ship prices depend on the archetype, number of slots, and class. Ship prices do not depend on the number of technologies installed or damaged, on the type bonuses for a specific archetype and class, on the vendor, or on your standing with the faction of the vendor."
				},
				{
					"type": "text",
					"content": "Once a ship has landed, players may trade with the owner, preview the ship's capabilities and if desired, offer to purchase it. Due to the ships being procedurally generated, players may never encounter the same type of ship with the exact same configuration twice, though fighters are more likely to appear as duplicates since there are fewer possible design configurations. Even starships that are similarly designed may not have the same amount of inventory space offered. By reloading a save, you can force new ships to appear, rather than waiting for the current ones to leave."
				},
				{
					"type": "text",
					"content": "The prices of some ships in No Man's Sky are listed in the price catalogue table (see below). "
				},
				{
					"type": "text",
					"content": "To purchase a new ship at a trading post or a space station, you may trade-in your current ship as part of the deal. The new ship's value is as shown in the table, and the trade-in value of your current ship is 70% of the value in the table. If the new ship's value is higher than the trade-in value (this is normally the case), you must make up the difference in units. If the new ship's value is lower than your trade-in value, then no units are exchanged (i.e. you do not collect the difference). If you are trading in a Crashed Ship, the trade in value will be reduced by the percentage of Damaged Component slots. "
				},
				{
					"type": "text",
					"content": "For example, suppose you want to trade in a 38-slot B-class Hauler for a 48-slot S-class Hauler, The new ship costs 126 million units as per the table. The trade-in value of your current ship is 23.8 million units (70% of the table value of 34 million), so you must supply an additional 102.2 million units to make the deal. If 19 of the 38 slots on your B-class Hauler contain Damaged Components, the trade-in value will be reduced by 50% to 11.9 million units."
				},
				{
					"type": "text",
					"content": "Trade-in values did not exist prior to the Pathfinder update. Ships obtained prior to the Pathfinder update have been classified as C-class and assigned a monetary value based on the number of slots. The maximum possible value for a pre-Pathfinder ship is 49 million units"
				},
				{
					"type": "text",
					"content": "We wish you good luck"
				}
			]
		}
	]
}