[
  {
    "Id": "mission1",
    "Objective": "獵捕海盜",
    "Titles": [
      "阻斷交通",
      "保護費",
      "科學的反撲",
      "搶救面子",
      "聖戰",
      "陰魂索命",
      "蓄意破壞！",
      "追捕駭客",
      "無情的談判",
      "高風險賭注"
    ],
    "Subtitles": [
      "獵殺海盜"
    ],
    "Descriptions": [
      "海盜團打斷貨船交通，公然挑釁正派商人與奸商。客戶希望交通別再被打斷，所以要找人把海盜的腿打斷。",
      "海盜不斷掠奪自動採礦場，攻擊前來的太空船並清空儲存槽。他們專攻弱者，因此客戶希望消滅少量的海盜船，藉此讓其他海盜船轉而襲擊抵禦力較弱的礦場。",
      "當地的科學中心面臨海盜攻擊無法脫困，海盜偷走了顯微鏡還砸毀滴定設備。客戶想做個實驗，搞清楚要死多少海盜，攻擊才會停止。",
      "客戶家中出了問題需要解決。詳情是，有位家人變成海盜讓家族蒙羞。快去消滅這位家人，讓客戶在其他正派的生命體面前抬得起頭。",
      "天上繁星捎來訊息，給了客戶啟發，向客戶解釋生命的意義。客戶得為眾生服務，努力不懈消滅海盜，因此徵求駕駛員加入聖戰，或者至少暫時加入。",
      "這份工作是由遺囑執行人代客戶發出。一群海盜將客戶放逐到險惡的星球等死，客戶現在應該已經身亡，不過他留下了一台中繼機，藉由當地電台發送其遭遇。客戶要求把遺產作為賞金，懸賞流放客戶的海盜。",
      "客戶請求即刻協助逮捕海盜，海盜在客戶的設施四處埋下電磁脈衝設備，導致運轉嚴重失常。客戶也因此無法自行逮捕海盜，於是徵求所有守法的駕駛員幫忙追緝兇手。",
      "客戶遭到海盜襲擊，損失慘重。海盜發動的並非實體攻擊，而是遠端攔截客戶的交易終端站，把資金和貨品轉入自己的帳戶。客戶要海盜為網路犯罪得到實體懲罰。",
      "海盜綁架了客戶多名員工，要求巨額贖金。客戶認為展現武力才能防止綁架再次發生，因此徵求駕駛員找到海盜太空船加以摧毀。雖然還在船上人質也會不幸喪命，但唯有這樣的手段，海盜才會知道客戶絕不會姑息勒索的罪行。",
      "客戶藉由太空戰爭的勝負經營生意賺錢。客戶派出豪華貨船在當地的太空中搜尋衝突，讓顧客在安全舒適的空間觀戰下注。客戶生意越來越好，但衝突卻越來越少，因此想找駕駛員進入「競技場」，搬演衝突娛樂乘客。",
      "客戶希望摧毀附近的海盜。",
      "客戶希望解決此星系的海盜。",
      "客戶希望盡快找居住在太空站附近的海盜報仇。",
      "客戶希望住在這些世界附近的海盜全部死光。",
      "客戶急迫希望海盜廢渣葬命。",
      "客戶希望鄰近的海盜船隊遭到獵殺。",
      "客戶希望能消滅在這些世界為非作歹的海盜。",
      "客戶希望能抹除居住在太空站附近的所有海盜。",
      "這些罪犯長時間危害正義，騷擾當地貨船，卻逃過制裁。",
      "這些罪犯侵擾此區域各個基地，認為他們能任意違法亂紀。",
      "罪犯威脅日益嚴重，一定得有所作為。",
      "罪犯既然決定偷盜妄為，就得自食惡果。",
      "罪犯不值得赦免，該為罪行負責。",
      "罪犯會藉機摧毀整個區域。",
      "此星系的交易路線長期受罪犯侵襲，不堪其擾。",
      "罪犯決定如此過活，就只有死路一條。",
      "客戶希望能私下盡快處理這項問題，他不想引來相關海盜集團的報復。",
      "客戶希望你處理事情時小心謹慎，海盜會無所不用其極，打落你的太空船。",
      "你想用什麼方式消滅海盜，客戶不在意，但請確實消滅所有海盜，殺人滅口。",
      "客戶感謝你履行公民義務，這樣的違法行徑不容輕待。",
      "你若完成任務，將會有許多人受益，能獲得相當可觀的報酬。",
      "客戶提醒你別找海盜攀談或協商，他們會盡所能逃避制裁。",
      "只要能消滅海盜，速度快慢客戶並不在意，你能自己決定。",
      "客戶理解總還會有其他海盜侵入這塊領地，但片刻寧靜總比慌亂終日來的好。"
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "收取物件",
    "Titles": [
      "採購助手",
      "甜美回憶",
      "宴會在即",
      "點亮道路",
      "生命自有出路",
      "操縱市場",
      "免費贈品",
      "最新流行",
      "競爭欲望",
      "假高貴",
      "寶貴樣本",
      "替代品",
      "不落人後",
      "小小齒輪",
      "當代紀錄",
      "就缺一樣",
      "謀取暴利",
      "興風作浪",
      "搶先進場",
      "群眾智慧"
    ],
    "Subtitles": [
      "懸賞貴重物件"
    ],
    "Descriptions": [
      "客戶想要找一件貴重的禮物，送給一名忠誠的合作夥伴。客戶的夥伴多年來合作穩定、工作勤奮。他需要值得信賴的駕駛員，安全送上一件價值合適的物件。",
      "客戶想尋找一件帶有回憶的物件，讓他想起以前的時光。這件物件在他的童年意義重大，因此他願意付出豐厚報酬，希望物件能安全送到。",
      "客戶聽說最近有一股新流行正在崛起。他想尋找的東西據說美味又富含營養。當然，這種突然流行起來的東西可不好找。如果有駕駛能夠在下次宴會前，找到美食送給他享用，他就願意給予報酬。",
      "客戶正在尋找替代的發電法。他相信自己已有重大突破。他的新方法可以產生大量電力，而且只會產生少量有毒廢棄物，但是關鍵原料的供給不足。他離不開實驗室，於是想請駕駛代為收集。",
      "客戶正在進行進階意識研究。他捨棄現有的意識理論，希望能找出更全面的答案。他相信自己已經有所突破。\n他找到一種物質，該種物質的特性據信跟產生思想的能力相同。要證明此理論，他只需要用此物質組出一部思想機器即可，但需用上大量物質。因此，客戶想找探險家來協助他。",
      "客戶發現了一個賺錢的機會，只要願意協助就能分一杯羹。\n他想找一大批探險家把貨物送到同一個地方，好壓低當地市場的價格。供貨量大增將使競爭對手倒閉，客戶再抓緊機會進場，獨佔長期供貨的商機。",
      "客戶希望能夠緩和他跟星系執法人員的關係。他得知，當地駐站的特派長官特別喜歡一種物品，因此客戶希望能送給他當禮物。當然了，客戶當然不會無禮到親自送上，因此他想找個探險家當中間人，替他找該物品。",
      "客戶每個月會替有錢有閒的富商採購，他得知一件特定物品流行了起來，因此最新一批商品絕對不能少了它。如果有探險家能夠找到該物品，他願意付比市價更高的價格。",
      "客戶得知，他的一名對手對一樣特殊物件有興趣，因此當然不能讓對方入手。只要有探險家比他的對手更早取得，破壞他的打算，客戶便願意給予豐厚報酬。",
      "客戶最近開始了一項新生意，專門替其他人看到日常物件的隱藏價值。他的辦法主要是拿些便宜貨加以破壞，讓貨品看起來像古董。現在他想找一批貨來點石成金。",
      "客戶參與高風險研究，獲得了一大筆資金，正想找地方花。因此，他設計了一系列的測試，意在判斷物件是否值得進一步研究。他目前正在尋找可以用上此測試流程的材料。",
      "客戶將一樣相當重要的物品弄丟了，希望能夠儘速補上，以免讓任何人知道那東西不見了。",
      "客戶得知一間對手企業取得了一樣相當重要的貨品。他不太知道這貨品為何重要，但他也一定要有，以免落後競爭對手。",
      "客戶正在打造一部永恆運動機器。他已經從銀河各處找到了各式各樣的原料與能源，並且認為只要再收集到幾個元件，就能順利打造完成。他無法放下機器不管，因此想尋找探險家協助他找到剩下的材料。",
      "客戶想以安全的保險箱保存代表他族群與文化的物件，他相信這麼做會對未來的歷史學家有偌大的幫助。但是，客戶的同事們都不願意捐贈他自己的收藏。因此，他想尋找探險家替他收集指定物件的樣本，送去給他。",
      "客戶是一名收集寶貴物件的著名收藏家。他的收藏相當豐富，但還缺少最後一樣，除非能補上這個缺口，否則整組收藏等於一文不值。客戶希望有探險家能夠協助他尋找這樣最為罕見的物品，而且還願意給予大筆報酬。保存狀況需良好。",
      "客戶想要操縱當地市場行情。由於意外輸入錯誤資料，客戶買下了所需量十倍的物品。他希望有探險家能夠從當地太空領域中的貿易終端站買下同樣的物品，讓價格上漲，好脫手意外買下的庫存，獲取利潤。",
      "客戶希望動搖兩個當地幫派的關係。雙方都在尋找一項物件，如果找不到，肯定會認為這是對方的陰謀。客戶希望找一名口風緊的探險家先行找到該物件，以讓兩個敵對幫派起衝突。",
      "客戶想要領先業界中的競爭對手。他聽到的謠言指出有個特定市場即將興起，希望到時手中能夠握有股票。任何人能將樣本送給他，客戶就願意以比目前市價高的價格買下，以慷慨報酬作為個人駕駛員願意冒風險的補償。",
      "客人是一名極其成功的創業大亨，因此忙到無法親自尋找貨源。若有個人駕駛願意替他採購貨源，他願意給予報酬。",
      "客戶有非常特殊的送貨需求。",
      "客戶需要取得某種貨品，不論多困難都須達成。",
      "客戶希望取得某特定物品。",
      "客戶渴望擁有某項產品。",
      "客戶希望馬上擁有某項物品。",
      "少了這只有死路一條，此事十萬火急。",
      "客戶研究處於關鍵階段，需要突破進展。",
      "他相信這能扭轉情勢，從中獲益。",
      "他正在執行險峻任務，這能確保他的安全。",
      "他慘遭盜竊，需要這來當替代品。",
      "客戶把細節交給你處理，一收到包裹，你就會獲得對應報酬。",
      "客戶先提前感謝你，得在短時間內交貨完畢。",
      "客戶希望送貨全程小心謹慎，運送過程中不容許造成任何毀損。",
      "客戶希望貨品盡速送達。",
      "客戶很感激你低調完成任務。"
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "收取物件",
    "Titles": [
      "採購助手",
      "甜美回憶",
      "宴會在即",
      "點亮道路",
      "生命自有出路",
      "操縱市場",
      "免費贈品",
      "最新流行",
      "競爭欲望",
      "假高貴",
      "寶貴樣本",
      "替代品",
      "不落人後",
      "小小齒輪",
      "當代紀錄",
      "就缺一樣",
      "謀取暴利",
      "興風作浪",
      "搶先進場",
      "群眾智慧"
    ],
    "Subtitles": [
      "懸賞貴重物件"
    ],
    "Descriptions": [
      "客戶想要找一件貴重的禮物，送給一名忠誠的合作夥伴。客戶的夥伴多年來合作穩定、工作勤奮。他需要值得信賴的駕駛員，安全送上一件價值合適的物件。",
      "客戶想尋找一件帶有回憶的物件，讓他想起以前的時光。這件物件在他的童年意義重大，因此他願意付出豐厚報酬，希望物件能安全送到。",
      "客戶聽說最近有一股新流行正在崛起。他想尋找的東西據說美味又富含營養。當然，這種突然流行起來的東西可不好找。如果有駕駛能夠在下次宴會前，找到美食送給他享用，他就願意給予報酬。",
      "客戶正在尋找替代的發電法。他相信自己已有重大突破。他的新方法可以產生大量電力，而且只會產生少量有毒廢棄物，但是關鍵原料的供給不足。他離不開實驗室，於是想請駕駛代為收集。",
      "客戶正在進行進階意識研究。他捨棄現有的意識理論，希望能找出更全面的答案。他相信自己已經有所突破。\n他找到一種物質，該種物質的特性據信跟產生思想的能力相同。要證明此理論，他只需要用此物質組出一部思想機器即可，但需用上大量物質。因此，客戶想找探險家來協助他。",
      "客戶發現了一個賺錢的機會，只要願意協助就能分一杯羹。\n他想找一大批探險家把貨物送到同一個地方，好壓低當地市場的價格。供貨量大增將使競爭對手倒閉，客戶再抓緊機會進場，獨佔長期供貨的商機。",
      "客戶希望能夠緩和他跟星系執法人員的關係。他得知，當地駐站的特派長官特別喜歡一種物品，因此客戶希望能送給他當禮物。當然了，客戶當然不會無禮到親自送上，因此他想找個探險家當中間人，替他找該物品。",
      "客戶每個月會替有錢有閒的富商採購，他得知一件特定物品流行了起來，因此最新一批商品絕對不能少了它。如果有探險家能夠找到該物品，他願意付比市價更高的價格。",
      "客戶得知，他的一名對手對一樣特殊物件有興趣，因此當然不能讓對方入手。只要有探險家比他的對手更早取得，破壞他的打算，客戶便願意給予豐厚報酬。",
      "客戶最近開始了一項新生意，專門替其他人看到日常物件的隱藏價值。他的辦法主要是拿些便宜貨加以破壞，讓貨品看起來像古董。現在他想找一批貨來點石成金。",
      "客戶參與高風險研究，獲得了一大筆資金，正想找地方花。因此，他設計了一系列的測試，意在判斷物件是否值得進一步研究。他目前正在尋找可以用上此測試流程的材料。",
      "客戶將一樣相當重要的物品弄丟了，希望能夠儘速補上，以免讓任何人知道那東西不見了。",
      "客戶得知一間對手企業取得了一樣相當重要的貨品。他不太知道這貨品為何重要，但他也一定要有，以免落後競爭對手。",
      "客戶正在打造一部永恆運動機器。他已經從銀河各處找到了各式各樣的原料與能源，並且認為只要再收集到幾個元件，就能順利打造完成。他無法放下機器不管，因此想尋找探險家協助他找到剩下的材料。",
      "客戶想以安全的保險箱保存代表他族群與文化的物件，他相信這麼做會對未來的歷史學家有偌大的幫助。但是，客戶的同事們都不願意捐贈他自己的收藏。因此，他想尋找探險家替他收集指定物件的樣本，送去給他。",
      "客戶是一名收集寶貴物件的著名收藏家。他的收藏相當豐富，但還缺少最後一樣，除非能補上這個缺口，否則整組收藏等於一文不值。客戶希望有探險家能夠協助他尋找這樣最為罕見的物品，而且還願意給予大筆報酬。保存狀況需良好。",
      "客戶想要操縱當地市場行情。由於意外輸入錯誤資料，客戶買下了所需量十倍的物品。他希望有探險家能夠從當地太空領域中的貿易終端站買下同樣的物品，讓價格上漲，好脫手意外買下的庫存，獲取利潤。",
      "客戶希望動搖兩個當地幫派的關係。雙方都在尋找一項物件，如果找不到，肯定會認為這是對方的陰謀。客戶希望找一名口風緊的探險家先行找到該物件，以讓兩個敵對幫派起衝突。",
      "客戶想要領先業界中的競爭對手。他聽到的謠言指出有個特定市場即將興起，希望到時手中能夠握有股票。任何人能將樣本送給他，客戶就願意以比目前市價高的價格買下，以慷慨報酬作為個人駕駛員願意冒風險的補償。",
      "客人是一名極其成功的創業大亨，因此忙到無法親自尋找貨源。若有個人駕駛願意替他採購貨源，他願意給予報酬。",
      "客戶有非常特殊的送貨需求。",
      "客戶需要取得某種貨品，不論多困難都須達成。",
      "客戶希望取得某特定物品。",
      "客戶渴望擁有某項產品。",
      "客戶希望馬上擁有某項物品。",
      "少了這只有死路一條，此事十萬火急。",
      "客戶研究處於關鍵階段，需要突破進展。",
      "他相信這能扭轉情勢，從中獲益。",
      "他正在執行險峻任務，這能確保他的安全。",
      "他慘遭盜竊，需要這來當替代品。",
      "客戶把細節交給你處理，一收到包裹，你就會獲得對應報酬。",
      "客戶先提前感謝你，得在短時間內交貨完畢。",
      "客戶希望送貨全程小心謹慎，運送過程中不容許造成任何毀損。",
      "客戶希望貨品盡速送達。",
      "客戶很感激你低調完成任務。"
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "運送物件",
    "Titles": [
      "生還快樂",
      "百分百正派",
      "棘手交涉",
      "視若無睹",
      "安全貨運",
      "最親愛的",
      "致歉",
      "專家研究",
      "威脅密語",
      "大掃除",
      "郵資已付",
      "可疑聲響",
      "以物易物",
      "忠實客戶",
      "免稅服務",
      "誘餌",
      "熱門商品",
      "免費試吃",
      "新鮮直送",
      "傳遞接力棒"
    ],
    "Subtitles": [
      "徵求急件快遞服務"
    ],
    "Descriptions": [
      "客戶在找可信賴的快遞員，好送禮恭賀同事，慶祝同事又成功活了下來。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶需要秘密送件服務。客戶跟快遞員保證，包裹絕對表裡如一，沒理由懷疑貨單上資訊的真實性。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶想為一筆生意解套。由於對方死命斡旋，客戶希望能藉由這個包裹排除障礙順利成交。這包裹必須由收件人親收，這點非常重要。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶做的生意很敏感。這個包裹表達了客戶對特定生意夥伴的由衷感謝。這禮物沒有附帶條件，畢竟客戶早就知道自己過去或未來若有疏失，對方都不會追究。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶只是要送貨給同事，如此而已。客戶還有留訊息，大意是請收件人不必擔心，貨品來源無法追蹤。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶的工作繁重，沒辦法處理家庭瑣事。今天是先祖的節慶，依習俗要送禮給產下你的人。客戶希望有人幫忙處理這件事，才不用勞心分神。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶忘了紀念某個重要日子，欠了某人人情。為了致歉，客戶訂了價值不斐的禮物來彌補對方。請小心，送貨途中別把貨給丟了，否則客戶下場會更加淒慘。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶找到一件不尋常的物品，外表一般，但微生物掃描檔顯示出不少的不明孢子。客戶需要快遞員將物品送去給生物危害專家。運送途中請務必保持密封。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶想告訴朋友一件事。物品沒有附上字條，物品本身也不太重要。不過客戶認為只要將物品送達朋友的住家地址，朋友就能清楚了解客戶的用意了。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶想整理雜物。客戶好幾年來買了為數眾多的裝飾擺設，現在希望能把東西處理掉。全數銷毀過於浪費，但都丟在同一個地方可能洩漏過多的個人資訊。因此，客戶希望雇用多名快遞員把貨物分送到許多地方。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶經營小型零售業，購買沒人要或不受重視的物品，再轉賣給識貨的買家。他準備要出最新一批的貨給出錢購買的明眼行家。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶要送件平凡無奇的貨品，想找個不多嘴也不會遭到當局關切的快遞員。客戶想跟有機會合作的快遞員再三強調，如果貨品發出動物的聲音，絕對是快遞員自己幻聽。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶涉入一連串冗長複雜的交易。為了不留下任何紀錄，讓人有機會追查，這門生意不涉及金錢交換。這件貨品正是客戶要付給對方的款項。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶要送一般件給最常光顧的熟客。貨品沒什麼特別，重要的是得讓熟客感到備受重視。為了達到這種效果，客戶捨棄大宗配送的方式，想徵求有經驗的私人快遞員。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶每天都要配送大量的貨品。由於客戶的生意利潤較低，就算只繳最低稅率仍無利可圖。客戶覺得僱用一位低調的快遞員更有效率，平日從事非商業行為時，順便送送貨。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "當地海盜盯上客戶，想拿客戶換賞金。客戶需要離開星系，讓人無法跟蹤。貨件已嵌入客戶的追蹤晶片，快遞員需把貨件送往逃亡路線的相反方向。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "銀河中有一堆繁文縟節，有些貨品在某星系看似無害，到了另一星系就成了嚴重違禁品。但這樣的落差也造就商機，客戶希望能將此物品送達目的地，途中不啟人疑竇也不招來注意。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶想留住生意上重要的新顧客。新顧客在下訂大量商品前需要試吃，客戶要請人送試吃品給顧客，而且貨品送達時必須保持在最佳狀態。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶每週都會送貨給沒辦法出門或不想出門購物的消費者。消費者只要照著附贈的製作方法，就可以做出美味餐點或組合出幫傭機器人，現在要出的就是這週的貨。\n\n他們提供快遞員 1x 防衛信函，以防海盜襲擊。",
      "客戶先前僱用了另一名快遞員送件，但卻遞送失敗。快遞員的脈衝引擎和駕駛艙的座艙罩都因雷射導致機械異常。客戶想找位大膽的新快遞員，戰勝太空站外潛藏的機械危害。\n\n快遞員將獲得 1x 防衛信函，以防海盜襲擊。",
      "客戶徵求急件快遞服務。",
      "客戶需要有人協助運送珍貴道具。",
      "客戶有一批重要的貨要送，希望能找到值得信任的快遞員。",
      "客戶想找個謹慎、不會多問問題的快遞員。",
      "客戶有樣道具需要運送，但不想託付給傳統的運輸業。",
      "需運送的道具具有極高價值，吸引了不少竊賊的注意。",
      "這項道具的供給量越來越少，這是客戶的最後一個樣本。",
      "收件者對客戶來說相當重要，這項道具務必安全抵達。",
      "道具看似普通，但之前的所有人和其用途使它具有相當高的文化意涵。",
      "這項道具的特性相當不尋常，讀數遠遠超過預期的參數，現在引起了科學界相當高的興趣。",
      "這項道具無可取代，因此客戶希望接下的人以無比細心進行處理。\n\n快遞員將收到 1x 防衛信函，以防遭遇海盜攻擊。",
      "客戶希望運送全程進行紀錄回報，詳細寫出任何可能的損害。\n\n快遞員將收到 1x 防衛信函，以防遭遇海盜攻擊。",
      "需要運送的保險箱加裝了安全分析協定，以避免快遞員使用假貨替代。\n\n快遞員將收到 1x 防衛信函，以防遭遇海盜攻擊。",
      "客戶警告快遞員，若有任何未授權的生命體接近快遞員打聽道具的事，務必不予理會。\n\n快遞員將收到 1x 防衛信函，以防遭遇海盜攻擊。",
      "客戶希望以快遞員以最小心的態度處理這批貨，但要以最快的速度送達。\n\n快遞員將收到 1x 防衛信函，以防遭遇海盜攻擊。"
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "拍攝%BIOME%相片",
    "Titles": [],
    "Subtitles": [
      "拍攝景觀相片"
    ],
    "Descriptions": [
      "客戶是知名探索者。他因病無法履行合約上的探險任務。因此想找謹慎的同業，幫忙他提供任務成功執行的證據。",
      "客戶經營圖像資料庫。他為無法自己找出藝術品的小型企業提供大量圖像搜尋服務。",
      "客戶管理重要研究實驗室。他發現手頭預算充沛，但研究項目卻寥寥無幾。",
      "客戶準備了年度活動的詳細報告，但卻發現文字缺少圖片陪襯。",
      "客戶專門進行詳盡的工業「調查」，需要圖像來協助他的「研究」。",
      "客戶在為他的最新作品尋求靈感，作品是一系列混合媒材的畫作。",
      "客戶希望為他的攝影作品集基金尋求贊助。他需要先取得部分作品才能啟動計畫。",
      "客戶經營一所資料處理中心。他需要大量圖像來測試中心的壓縮與傳送管道。",
      "客戶認為沒必要說出他的目的。只提供了一些必要資料，而他認為你只需要知道他急需圖片。",
      "客戶正在進行一項長期比較研究。他的檔案庫需要有時間戳記的相片。",
      "客戶希望改善他的機械學習演算法。他希望他的人工智能不僅能辨識物件，更要懂得物件的美學價值。",
      "客戶希望透過傳播勵志圖片為銀河系帶來希望與歡愉。他在尋找喜愛藝術的探險者來協助任務。",
      "客戶希望打造當地世界的精確檔案庫。他已經雇用了生物學家和地理學家來收集適當樣本，現在則是需要視覺資料來完成工作。",
      "客戶開發了一種相片處理工具，可以拍攝清晰的數位圖像，並以輕薄的實體媒介儲存。現在只差最後一步，用精確的樣本數據來測試過程。",
      "客戶非常害怕失去記憶。他正在編製重要地點的目錄，希望用這作為視覺提示，在記憶衰退時發揮作用。",
      "客戶想要測試一項能把氣味附著在相片上的新科技，正需要看起來就有刺鼻氣味的相片。",
      "客戶希望派代表探勘這個區域的星球。他要拿到詳盡的實地紀錄，才能安全地親身前往。",
      "客戶正在尋找新的色彩。他認為色彩開發這個領域已經停滯太久了，他也已經辨識出幾個正向的線索。",
      "客戶正在製作當地星系地圖。他已經完成了廣泛的導航數據，但還欠缺能讓他的地圖脫穎而出的一些實地細節。",
      "客戶正在製作本星系的星球導遊書。他需要高畫質圖像，才能讓讀者知道到訪時有哪些東西值得探訪。",
      "客戶希望透過製作與發送明信片、販售全像圖紀念品來擴充他的營收。",
      "客戶想要測試新的印刷技術，利用具致幻成分的顏料，直接在觀者的腦中投射出畫面。",
      "客戶正在研究觀者對圖像的情緒反應，但發現他的測試數據還有所欠缺。",
      "客戶希望測試他的圖像操作軟體，該軟體有著能夠無縫插入額外資訊至既有相片的功能。",
      "客戶要發表篇幅冗長的研究，但擔心如果之中沒有穿插圖片，就不會有人想看。",
      "目前他需要能夠創造出家的感覺的圖片，可以讓觀者想起童年的那種。",
      "他需要令人折服的全景圖，能夠表達出廣闊風景的相片。",
      "他特別要求宏偉的景觀相片，還要有豐富的細節。",
      "他需要壯觀的遠景圖，能夠讓觀者感到自己是宇宙中渺小存在的那種。",
      "他想要能夠展現星球地理的圖片，可以看出形塑出星球表面力量的那種。",
      "他需要的是景觀相片，全面展現出星球地勢的那種。",
      "他最需要的是呈現地質形成，可以看出風、水、板塊移動力量的相片。",
      "他在找自然景觀照，能夠讓觀者為之讚嘆的那種。",
      "攝影師可能遭遇到的任何危險，客戶一概不負責。",
      "受到水或輻射破壞的相片一概不被接受，所以別忘了適當保護相機。",
      "客戶特別要求實地拍攝的相片，如果是從太空船拍攝的一概不接受。",
      "所有光照狀況都該列入考量，要確保波長維持在可見的光譜範圍內。",
      "註：身為任務特派員，客戶保有最終版權。"
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "拍攝%CREATURE%相片",
    "Titles": [],
    "Subtitles": [
      "拍攝生物相片"
    ],
    "Descriptions": [
      "客戶是知名探索者。他因病無法履行合約上的探險任務。因此想找謹慎的同業，幫忙他提供任務成功執行的證據。",
      "客戶經營圖像資料庫。他為無法自己找出藝術品的小型企業提供大量圖像搜尋服務。",
      "客戶管理重要研究實驗室。他發現手頭預算充沛，但研究項目卻寥寥無幾。",
      "客戶準備了年度活動的詳細報告，但卻發現文字缺少圖片陪襯。",
      "客戶專門進行詳盡的工業「調查」，需要圖像來協助他的「研究」。",
      "客戶在為他的最新作品尋求靈感，作品是一系列混合媒材的畫作。",
      "客戶希望為他的攝影作品集基金尋求贊助。他需要先取得部分作品才能啟動計畫。",
      "客戶經營一所資料處理中心。他需要大量圖像來測試中心的壓縮與傳送管道。",
      "客戶認為沒必要說出他的目的。只提供了一些必要資料，而他認為你只需要知道他急需圖片。",
      "客戶正在進行一項長期比較研究。他的檔案庫需要有時間戳記的相片。",
      "客戶希望改善他的機械學習演算法。他希望他的人工智能不僅能辨識物件，更要懂得物件的美學價值。",
      "客戶希望透過傳播勵志圖片為銀河系帶來希望與歡愉。他在尋找喜愛藝術的探險者來協助任務。",
      "客戶希望打造當地世界的精確檔案庫。他已經雇用了生物學家和地理學家來收集適當樣本，現在則是需要視覺資料來完成工作。",
      "客戶開發了一種相片處理工具，可以拍攝清晰的數位圖像，並以輕薄的實體媒介儲存。現在只差最後一步，用精確的樣本數據來測試過程。",
      "客戶非常害怕失去記憶。他正在編製重要地點的目錄，希望用這作為視覺提示，在記憶衰退時發揮作用。",
      "客戶想要測試一項能把氣味附著在相片上的新科技，正需要看起來就有刺鼻氣味的相片。",
      "客戶希望派代表探勘這個區域的星球。他要拿到詳盡的實地紀錄，才能安全地親身前往。",
      "客戶正在尋找新的色彩。他認為色彩開發這個領域已經停滯太久了，他也已經辨識出幾個正向的線索。",
      "客戶正在製作當地星系地圖。他已經完成了廣泛的導航數據，但還欠缺能讓他的地圖脫穎而出的一些實地細節。",
      "客戶正在製作本星系的星球導遊書。他需要高畫質圖像，才能讓讀者知道到訪時有哪些東西值得探訪。",
      "客戶希望透過製作與發送明信片、販售全像圖紀念品來擴充他的營收。",
      "客戶想要測試新的印刷技術，利用具致幻成分的顏料，直接在觀者的腦中投射出畫面。",
      "客戶正在研究觀者對圖像的情緒反應，但發現他的測試數據還有所欠缺。",
      "客戶希望測試他的圖像操作軟體，該軟體有著能夠無縫插入額外資訊至既有相片的功能。",
      "客戶要發表篇幅冗長的研究，但擔心如果之中沒有穿插圖片，就不會有人想看。",
      "他對圖片的要求相對寬鬆，但圖中一定要出現居住在其自然棲息地的生物。",
      "他目前需要的是活生物的相片。",
      "客戶特別要求的是野生環境的相片。",
      "他正在尋找能夠提供高畫質動物相片的攝影師。",
      "他尤其缺少野生主題的相片，想要彌補這一塊缺憾。",
      "他的計畫已經接近完成狀態，但還少了一些活生物的相片。",
      "他需要自然野生的相片，要捕捉動物的自然行為。",
      "他在找高解析度、具地理標記的活生物相片。",
      "取景的距離可由攝影師決定，只要圖像清晰即可。",
      "註：若決定捕捉獵食性生物的相片，攝影師應承擔所相關風險。",
      "攝影師可以自由決定圖片的細微細節：單一或是成群動物，獵食性或被獵食動物，近照或遠照。",
      "圖像的構成由攝影師自行衡量，但客戶偏好圖中生物展示快樂的一面。",
      "註：身為任務特派員，客戶保有最終版權。"
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "掃描生物",
    "Titles": [
      "全像動物園",
      "藝術家顯身手",
      "新品種怪物",
      "資料庫管理員",
      "流行文化",
      "新世代",
      "治病",
      "解開自然規律的奧秘",
      "不是要清理毒物",
      "太空乳品"
    ],
    "Subtitles": [
      "追蹤並掃描星球生物"
    ],
    "Descriptions": [
      "客戶需要多個生物外型的詳細掃描檔。掃描資料會用來製作各物種生動的全像投影。其他人能藉此觀察生物，又不會危及自身與生物安全。",
      "客戶在徵求優質的生命體掃描檔。客戶需要詳盡的數位影像，才能測試自己運用媒材重現生物風貌的技術。",
      "客戶需要詳盡的生物調查。客戶的武器化獵食性生物繁殖計畫暫時停擺，需要新的 DNA 樣本，好改善獵食性生物目前在狩獵／偷襲行為中展現的弱點。",
      "客戶急需生物掃描資料。每天都有物種因氣候異象、戰爭或工業意外而滅亡。客戶對上述現象並無意見，但也擔心喪失這些生物資料會讓其宇宙總資料庫不完整。",
      "客戶是一間大型藝廊的贊助商。該藝廊近期展覽都以抽象藝術為主，以致參觀人數下滑。客戶徵求逼真的全像投影，想將有趣討喜的動物帶進展間，吸引顧客回流。",
      "客戶經營的研究中心成果豐碩，事業發展到一個階段，現在希望能回饋科學社群。\n客戶年輕時在家鄉受壯麗的生物景觀啟發，認為如果能提供類似物種的全像掃描檔，就能讓那些無緣親眼欣賞野獸的人也受到啟發。",
      "客戶參與了外星動物學醫療計畫，但派獸醫去所有星球搜索殘疾動物不是有效率的做法。客戶需要資料掃描檔，抽樣調查動物總數，以利檢查疾病徵兆，才能對症下藥。",
      "客戶對各星球的物種演化感到驚奇。銀河兩端的物種一再演化出相同特性，客戶想知道這相近的演化過程是自然定律、奇妙的巧合、背後有固定模式，還是有外力介入。客戶正在建構資料庫，分析特性和生成環境，也徵求有意參與的探險家幫忙蒐集資料。",
      "客戶徵求認真負責的探險家協助研究計畫。鄰近星球的大氣層似乎出現有毒物質外洩，也可能是有人刻意排放。外洩氣體中含有某種可能有毒的假設性物質，是否會對野生動物造成長期影響，得掃描當地動物才能得知。",
      "客戶為了他們的農業正在尋找新的資金來源，他們尋求探索者幫助評估當地生物是否合適。\n需要掃描來評估潛在馴化、預計孕育時間和飼料成本以及其採收牛奶的營養價值。",
      "客戶正在進行長期環境衝擊研究。",
      "客戶正在進行 DNA 突變追蹤計畫。",
      "客戶正在繪製動物遷徙規律。",
      "客戶希望希望展開強化動物繁殖計畫。",
      "客戶正在測試重力與演化相關的理論。",
      "他正在建立資料庫，以便繪製和測試預測數據。",
      "他需要大量的生物資料，以便測試他的理論。",
      "他想要詳細的當地動物群掃描資料，以便與他處採集的資料比對。",
      "他的模擬模型有幾處空缺，需要探險家協助補足缺失的資料。",
      "他覺得自己缺少一些關鍵資訊，希望有雄心的探險家能夠協助他的研究。",
      "接受所有生命體的掃描資料。",
      "僅接受活體掃描的資料。",
      "高畫質器官探測器的掃描資料特別珍貴。",
      "因此，他想要詳盡的生物掃描資料。",
      "他特別重視最近期的當地動物掃描資料。"
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "殲滅高階巡警",
    "Titles": [
      "記錄動作",
      "採收大腦",
      "備用零件",
      "巡警之怒",
      "打亂敵陣",
      "激怒野獸",
      "大搶案",
      "專屬巡警",
      "殲滅者",
      "測試防禦系統"
    ],
    "Subtitles": [
      "殲滅星球巡警"
    ],
    "Descriptions": [
      "客戶想更認識巡警。對於星球無人機的行為，客戶已有足夠資料，但四足巡警和漫行巡警因為比較稀有，資料也相對較少。客戶需要探險家引出高等巡警並與巡警交手，方便客戶觀察。",
      "客戶從事先進人工智能的研究，想要取得銀河中的機械組裝大腦，以利研究進行。客戶先前已收集了各式大腦，但先進巡警的處理器才最具代表性。客戶徵求探險家獵殺先進巡警，團隊才能安全地取出處理器。",
      "客戶的個人計畫需要備用零件。客戶用自己製作的簡易人工智能改寫了四足巡警的受損大腦，機器修復後成為忠心的夥伴，但現在許多軸承和液壓系統都快損毀了。客戶需要探險家關閉或摧毀先進巡警，以便客戶採集備用零件，讓寵物恢復正常運作。",
      "客戶成為巡警手下敗將，顏面盡失。親自摧毀巡警還不算報了仇，四處消滅無人機也平息不了怒氣。採取更激烈的手段可能很無謂，但客戶還是想僱用探險家摧毀越多先進巡警越好。",
      "客戶要從事激進實驗，找出有效方法阻止巡警無人機攻擊。客戶最新的理論是一旦摧毀較先進的巡警，無人機就會失去指揮、陷入混亂，然後離開留給星球探險家喘息的空間。為了證明理論為真，客戶需要大膽的技術員執行這項實驗的戰鬥部分。",
      "客戶想研究巡警的驅動系統。目前只知道採收資源會招來巡警，客戶還想研究其他行為模式：巡警如何溝通？是否有自然產生的階級？自己受傷會知道嗎？對攻擊目標有何想法？客戶認為找出解答的最好方法，就是請一位能力適切的探險家與先進巡警交戰，客戶再從不受波及的遠方觀察。",
      "客戶和很多人一樣都了解伴重力子球的價值。但和其他人不同的是，客戶不想遭受巡警攻擊追捕。為了能分一杯羹，客戶徵求有膽識的探險家擊殺先進巡警部隊。客戶打算趁無人機分心之餘快速收集球，並在巡警返回前離開。",
      "客戶努力培育大型苗圃，種滿罕見珍貴的植物，卻招來許多小偷和植物盜賊，因此客戶想組織私人巡警部隊看守樹木。客戶已從墜毀的無人機收集了大量零件，現在還需要四足巡警或漫行巡警的零件，才能組織完整的巡邏部隊。客戶正在徵求探險家執行必要的戰鬥。",
      "客戶想試試新方法，看看能不能阻止巡警侵擾。客戶開發的裝置能發出高頻率的聲響，波長能癱瘓驅動巡警的神秘智能。不過這只是假設，客戶需要探險家與先進巡警交戰，才能實際測試裝置。倘若裝置失靈，探險家就必須自行解決巡警。",
      "客戶開發了連線裝置，使用的波長與巡警的通訊系統相同。客戶想用裝置探測無人機的指揮和操作系統，需要一位探險家與先進巡警交戰，讓客戶有機會測試裝置。",
      "客戶希望摧毀星球上的巡警。",
      "客戶想對巡警復仇！",
      "客戶想找一名探險家，協助他們征戰巡警。",
      "客戶想要終結巡警的恐怖威脅。",
      "客戶不斷受到巡警騷擾，希望能夠終結巡警的迫害。",
      "客戶希望能夠讓星系從巡警手中自由。",
      "客戶希望使巡警瞎眼。",
      "客戶希望能脫離巡警無時無刻的威脅。",
      "巡警沒夜沒日地騷擾他們的運作系統，這是不斷更迭的銀河系裡唯一不變的事。",
      "無論哪個恆星系統，都看得到巡警的存在。無處可逃，只能戰鬥。",
      "無論是吉客族、維金族、科瓦族，巡警對感知生物的攻擊全部一視同仁。",
      "巡警蜂擁而至，看似數量無窮。但他們是實際存在的，因此可以遭到摧毀。",
      "也許巡警看似從某一個現實之外的地方。但是他們能對這些世界發動攻擊，因此也可以遭到摧毀。",
      "客戶不清楚巡警是否感覺痛苦，他們懇求你找出答案。",
      "客戶很清楚巡警還會回來即使你完成合約，但短暫的喘息已經是相當大的獎賞了。",
      "就算這只是最微小的勝利，只要能夠摧毀任意巡警，也相當值得慶祝。",
      "終結巡警的恐怖威脅，客戶將給予豐厚的獎勵。",
      "客戶很清楚，一個人只能稍微削減巡警的數量，但是這麼做還是相當值得。",
      "你用什麼方法消滅巡警，客戶並不在意，但請確保巡警為侵擾付出代價。",
      "客戶準備了獎賞等著你拿，快展開獵捕巡警的行動吧......",
      "客戶警告你得謹慎小心，與巡警交戰若造成任何意外，客戶不負責賠償。",
      "客戶要你回來拿獎勵前，甩開巡警的追蹤，客戶不希望身分曝光。",
      "客戶感謝你在激戰中的付出。",
      "最後，客戶想跟你說，獵捕巡警幫了大家很大的忙。你該為自己即將投身獵捕行列感到自豪。"
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "掠奪行星採集場",
    "Titles": [
      "確保貨源",
      "自然至上",
      "該做的功課",
      "故意侵權",
      "業界關係",
      "解放！",
      "突襲檢查",
      "前瞻研究",
      "富含熱量",
      "深入地心"
    ],
    "Subtitles": [
      "竊取商業機密"
    ],
    "Descriptions": [
      "客戶得知了一個投資機會的存在，並認為這是便宜取得寶貴智慧財產權的好機會。他希望有位富進取心的探險家能前往目標設施，協助奪下該投資機會。",
      "客戶想避免一場生態浩劫發生。他得知，目前已有興建史上最大星球採集場的打算，可以在數小時內採收到一顆星球的核心。事態緊急，他想找名探險家闖入保存藍圖的設施，並消除系統裡的資料。",
      "客戶希望收購一間此星系的採收公司。但是，不進行全面調查便貿然行動，是不明智的舉動。他想找一名口風夠緊的探險家進入目標設施盡可能奪取資料。此舉將能大大幫助他決定是否要繼續進行此合作計畫。",
      "客戶最近開始生產專業科學硬體。他才剛進入此領域，認為能從更有經驗的競爭者身上學習其專業。幸好，他在獲取知識這方面經驗豐富。他想找一名探險家協助進行此流程。",
      "客戶正在替一個運動組織推動人工智慧保護合法化。除了遊說外，他也想要採取直接行動。他已經找出了一名被奴役在附近工廠硬體上的人工智慧。他希望有探險家能協助拯救這名人工智慧，將他上傳到安全地點，摧毀當地設施。",
      "客戶想改善全銀河的工人工作環境。自動工廠讓老實工作的生命體失業，同時又讓財富落入擁有生產工廠的富人手中。客戶想尋找正義的探險家破壞一間上述的設施。",
      "客戶最新的工廠無法達成其生產目標。客戶懷疑工廠的經理一點一滴偷走設施的資源，轉進他的個人帳戶。他想找名辦事小心的探險家去突襲設施取得紀錄，讓經理沒時間藏匿證據。",
      "客戶相信有一間敵對公司違反了生產流程的安全標準。治理階層無任何行動，客戶希望能自己解決這問題。潛入競爭者的資料庫，下載使用鈽當濾芯材質的相關資料。",
      "客戶從事合成食物方塊製造業，最近遇到了一個問題：他的壓縮食球營養密度不如競爭者。他希望不擇手段取得競爭者的檔案，以得知對手究竟加了什麼東西，才能製成如此美味的蛋白質膠囊。",
      "客戶得知一間對手公司在最新的一座礦坑大獲成功。他希望進一步了解對手開採的內容。若有人送上鑽孔的深度或地點等情報，尤其是跟平行開採可能性相關的情報，他便願意給予豐厚報酬。",
      "客戶需要從此星系的某個工廠取回資料。",
      "客戶徵求人才，到當地固若金湯的工廠行竊。",
      "客戶需要從鄰近的工廠基地偷出資料。",
      "客戶需要從鄰近世界的工廠取回物品。",
      "客戶想要竊取的資料非常難得手，下手目標是此恆星系統內的工廠。",
      "請注意工廠主人並不同意此次行動。",
      "他想擾亂工廠運作。",
      "這次竊盜行為對他未來的營運有很大的幫助。",
      "他需要這工廠內的創新科技才能改善自己的產品。",
      "他合理懷疑這間工廠製造禁運品。",
      "客戶提醒你過程別留下任何痕跡，謹慎行事最為重要。",
      "客戶建議你小心為妙，工廠的保全系統很可能會警鈴大作。",
      "你想怎麼進去，客戶不在意，但請確實取得客戶要求的資料。",
      "倘若你被逮捕，客戶會全盤否認這份合約，所以千萬別被逮到。",
      "客戶希望能盡快收取得手的資料。"
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]