[
  {
    "Id": "journey1",
    "category": "Journey",
    "faction": "None",
    "title": "Obiettivi esplorazione",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey2",
    "category": "Journey",
    "faction": "None",
    "title": "Obiettivi sopravvivenza",
    "description": "",
    "medals": []
  },
  {
    "Id": "journey3",
    "category": "Race",
    "faction": "Gek",
    "title": "I Gek",
    "description": "Questi esseri rettiliani di bassa statura e dotati di becco sono i mercanti migliori della galassia. Sono in grado di comunicare con precise esalazioni di feromoni, trasmettendo tramite l'olfatto concetti complessi ed emozioni.\n\nIl loro pianeta natale è Balaron e sono visti con sospetto dalle altre specie a causa delle azioni della Prima Progenie Gek, che aveva creato un vasto impero con violenza e forza bruta.",
    "medals": []
  },
  {
    "Id": "journey4",
    "category": "Race",
    "faction": "Vykeen",
    "title": "I Vy'keen",
    "description": "I Vy'keen sono una specie di guerrieri provenienti dal sistema di Dryn'dargh e sono ossessionati dalla guerra con le Sentinelle. Sono controllati dall'Alto Comando dei Vy'keen, che li guida nella loro lotta alle Sentinelle in tutta la galassia.\n\nMalgrado il loro aspetto aggressivo, i Vy'keen rispettano un severo codice d'onore. Apprezzano la lealtà, il sacrificio e una buona morte più di qualsiasi bene materiale o conoscenza e hanno giurato di aiutare i Viaggiatori in qualunque modo possibile.",
    "medals": []
  },
  {
    "Id": "journey5",
    "category": "Race",
    "faction": "Korvax",
    "title": "I Korvax",
    "description": "Le entità Korvax sono forme di vita inorganiche che abitano involucri metallici trasmessi di generazione in generazione. Credono di poter essere elevati al livello dell'Atlante tramite studi matematici e ritengono che il sentiero per raggiungere il loro scopo risieda nella ricerca delle Sentinelle.\n\nCiascun Korvax è una mente pura, una goccia nella loro Convergenza collettiva. L'involucro che abitano è di poco conto se comparato alla loro connessione con la coscienza collettiva.",
    "medals": []
  },
  {
    "Id": "journey6",
    "category": "Guild",
    "faction": "TradeGuild",
    "title": "Gilda dei mercanti",
    "description": "Un'organizzazione che rappresenta compagnie commerciali e mercanti di tutta la galassia. Aiuta a controllare e commissionare il lavoro per i piloti indipendenti per conto dei suoi membri.\n\nLa gilda dei mercanti è naturalmente dominata dai Gek, ma non è un club esclusivo. Tutte le forme di vita sono le benvenute al suo interno, purché abbiano i capitali necessari...",
    "medals": []
  },
  {
    "Id": "journey7",
    "category": "Guild",
    "faction": "WarriorGuild",
    "title": "Gilda dei mercenari",
    "description": "Un'organizzazione libera dei mercenari della galassia. La gilda ospita varie fazioni rivali, molte delle quali sarebbero pronte a venire alle mani alla prima occasione.\n\nPirati, vigilanti, agenti sotto copertura, cultisti, rinnegati e crociati: la gilda dei mercenari mantiene la pace nella galassia, assicurandosi che le missioni giuste siano affidate al giusto gruppo di opportunisti armati.",
    "medals": []
  },
  {
    "Id": "journey8",
    "category": "Guild",
    "faction": "ExplorerGuild",
    "title": "Gilda degli esploratori",
    "description": "La gilda degli esploratori è un'associazione di ricercatori e pionieri che unisce chi ha bisogno di dati con chi è in grado di procurarli.\n\nI membri maggiori sono istituzioni scientifiche, società cartografiche e compagnie tecnologiche, nonché l'occasionale esploratore in solitaria. La gilda offre risorse condivise, laboratori, conferenze e premi annuali.",
    "medals": []
  }
]