[
  {
    "Id": "mission1",
    "Objective": "Caccia pirati",
    "Titles": [
      "Fastidiosi disturbi",
      "La sicurezza costa",
      "La scienza colpisce ancora",
      "L'onore della famiglia",
      "La crociata",
      "Dalla tomba",
      "Sabotaggio!",
      "Caccia agli hacker",
      "Negoziazioni aggressive",
      "Scommesse pericolose"
    ],
    "Subtitles": [
      "Caccia e distruggi i pirati"
    ],
    "Descriptions": [
      "Alcuni pirati stanno interrompendo il traffico di mercantili. Questo è un affronto nei confronti di tutti i mercanti, onesti e disonesti. Il cliente vuole che questo problema venga risolto. In modo violento.",
      "I pirati stanno razziando stazioni minerarie autonome e assaltando le navi in arrivo. Se la prendono con i più deboli e il cliente spera che eliminare alcune navi pirata spingerà il resto a spostarsi in una zona meno difesa.",
      "Gli stabilimenti scientifici locali sono messi in difficoltà da un'ondata di attacchi dei pirati. In queste razzie, molti strumenti sono stati rubati o distrutti. Il cliente desidera condurre un esperimento: vorrebbe misurare il numero di pirati che devono morire prima che gli attacchi cessino.",
      "Il cliente vuole risolvere un problema familiare. Un suo parente è diventato un pirata e ha portato disonore nella famiglia. Distruggendo i pirati, spera di ristabilire il proprio buon nome.",
      "Il cliente ha ricevuto un messaggio dalle stelle, che gli ha rivelato il suo scopo nella vita. Il suo destino è servire il bene in un'eterna missione di distruzione dei pirati. Cerca dei piloti che si uniscano alla sua crociata, almeno temporaneamente.",
      "Quest'offerta di lavoro è stata fatta a nome del cliente da parte dei suoi esecutori finanziari. Il cliente è stato abbandonato su un pianeta ostile da una banda di pirati ed dato per morto. Tuttavia, un ripetitore ha trasmesso via radio alcuni dettagli della fine del cliente, chiedendo che i suoi risparmi venissero utilizzati per mettere una taglia sulla testa dei pirati che lo hanno abbandonato.",
      "Il cliente ha urgente bisogno di aiuto per catturare un pirata. Alcuni dispositivi elettromagnetici sono stati posizionati nel suo stabilimento, causando gravi danni. Non potendosene occupare personalmente, il cliente chiede a tutti i cittadini rispettosi della legge di aiutarlo a catturare i colpevoli.",
      "Il cliente ha sofferto una grave perdita a causa di una banda di pirati. Invece di attaccarlo nello spazio, hanno violato il suo terminale commerciale e hanno spostato i suoi fondi sul loro conto. Il cliente desidera vendicarsi di questo crimine virtuale.",
      "I pirati hanno rapito vari impiegati del cliente e stanno chiedendo una somma elevatissima come riscatto. Il cliente ha deciso che una prova di forza è il modo migliore per evitare altri rapimenti e sta cercando un pilota disposto a distruggere la nave pirata, malgrado la presenza a bordo degli ostaggi. La perdita di queste vite è una sventura, ma un tale approccio dimostrerà che il cliente non cede a tentativi di estorsione.",
      "Il cliente gestisce una lucrativa attività di scommesse sulle battaglie spaziali. Opera da un mercantile di lusso in viaggio per i sistemi locali in cerca di scontri sui quali i clienti possano scommettere in sicurezza e comodità. Gli affari sono esplosivi, ma i combattimenti no. Il cliente cerca piloti disposti a scendere nell''arena' e divertire i passeggeri.",
      "Il cliente desidera che alcuni pirati locali siano distrutti.",
      "Il cliente vorrebbe sradicare la pirateria da questo sistema.",
      "Il cliente pretende una punizione immediata contro i pirati che abitano vicino a questa stazione.",
      "Il cliente desidera la morte di tutti i pirati che risiedono vicino a questi pianeti.",
      "Il cliente richiede l'urgente eliminazione della feccia pirata.",
      "Il cliente vuole l'assassinio di uno squadrone pirata locale.",
      "Il cliente desidera l'eliminazione dei pirati che infestano questi pianeti.",
      "Il cliente vuole che tutti i pirati che operano nelle vicinanze di questa stazione siano annientati.",
      "I criminali sono sfuggiti alla giustizia troppo a lungo, attaccando i mercantili locali senza conseguenze.",
      "I criminali assaltano le strutture di tutto il settore e si credono al di sopra della legge.",
      "Ogni giorno che passa, la minaccia dei criminali cresce. È tempo di agire.",
      "I criminali hanno determinato il loro fato nel momento in cui hanno scelto una vita di libertà e furti.",
      "Per i loro reati, i criminali non meritano perdono.",
      "Se ne avessero la possibilità, i criminali distruggerebbero quest'intero settore.",
      "I criminali hanno interferito con le rotte commerciali di questo sistema troppo a lungo.",
      "Adottando questo stile di vita, i criminali hanno anche scelto la morte.",
      "Il cliente vuole che questo problema sia risolto in fretta e con discrezione, evitando così rappresaglie da parte degli altri clan pirati.",
      "Il cliente suggerisce di esercitare cautela. I pirati faranno tutto quello che possono per abbattere la tua astronave.",
      "Al cliente non interessa come eliminerai i pirati. Basta che nessuno sopravviva per raccontarlo.",
      "Il cliente ti ringrazia per i tuoi servigi. Nessun sistema dovrebbe tollerare tali atti illegali.",
      "Ci sono molti che trarranno un enorme guadagno dal completamento di questo contratto. La tua ricompensa sarà considerevole.",
      "Il cliente si raccomanda di non trattare o parlare con i pirati. Sono pronti a tutto pur di sfuggire alla giustizia.",
      "Il cliente sarebbe soddisfatto da un'eliminazione dei pirati rapida, o anche lenta e dolorosa. La scelta è tua.",
      "Il cliente si rende conto che, col tempo, altri pirati prenderanno il controllo di questo territorio, ma una pace temporanea è meglio di niente."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "Raccogli un oggetto",
    "Titles": [
      "Un regalo sincero",
      "Vecchi ricordi",
      "Il banchetto",
      "Illuminare la via",
      "Pensieri nascosti",
      "Manipolazione del mercato",
      "Un dono disinteressato",
      "Il collezionista",
      "Competizione sfrenata",
      "Pezzi da collezione",
      "Esemplari preziosi",
      "Il sostituto",
      "Corsa alle merci",
      "Non fermarti mai",
      "Per i posteri",
      "L'ultimo pezzo",
      "Per il profitto",
      "Il manipolatore",
      "Anticipare il mercato",
      "Commissioni pubbliche"
    ],
    "Subtitles": [
      "Cercasi oggetti preziosi"
    ],
    "Descriptions": [
      "Il cliente desidera fare un regalo di grande valore alla propria compagna, che gli è stata fedele per molti anni, e ha bisogno di un pilota che trovi e consegni un oggetto di valore appropriato.",
      "Il cliente cerca un oggetto del suo passato che gli ricordi i vecchi tempi. Rappresenta un momento importante della sua infanzia, perciò pagherà profumatamente la sua consegna.",
      "Il cliente ha saputo di una nuova moda e cerca un oggetto che si dice essere al tempo stesso delizioso e nutriente. Ovviamente, questa improvvisa popolarità ha reso l'oggetto introvabile. Il cliente è pronto a ricompensare qualsiasi pilota sia in grado di portargli l'oggetto in tempo per il suo prossimo banchetto.",
      "Il cliente sta studiando nuovi metodi di produzione energetica e crede di aver fatto una grande scoperta. Il suo nuovo metodo genera grandi quantità di energia con pochi rifiuti tossici. Tuttavia, deve ottenere un componente chiave mancante. Non potendo abbandonare il laboratorio, cerca un pilota che lo recuperi al suo posto.",
      "Il cliente si occupa di ricerca nel campo della coscienza avanzata. Ha abbandonato le vecchie nozioni che definiscono la mente alla ricerca di una risposta più olistica, e crede di aver raggiunto un punto di svolta.\r\nHa scoperto un materiale che ritiene abbia la proprietà di produrre pensieri. Tutto quello che deve fare per verificare la sua teoria è assemblare una macchina pensante con questo materiale. Ovviamente, ne serve una grande quantità, perciò cerca esploratori che lo aiutino nel processo di raccolta.",
      "Il cliente ha scoperto un'occasione per ottenere ottimi guadagni ed è disposto a condividerli con chi lo aiuterà. \r\nHa bisogno che un gran numero di esploratori consegnino oggetti nello stesso luogo, per far abbassare i prezzi nel mercato locale. Questa sovrabbondanza di merci manderà in bancarotta i suoi concorrenti, permettendo al cliente di inserirsi nel mercato per sfruttare la situazione.",
      "Il cliente vorrebbe appianare le relazioni con le autorità locali. Ha scoperto che il commissario della stazione locale ha una passione per un oggetto specifico e vorrebbe farglielo avere. Ovviamente, non sarebbe mai così indelicato da consegnarglielo di persona, perciò cerca un esploratore che agisca da intermediario.",
      "Il cliente cura una selezione mensile di oggetti destinata a un pubblico di ricchi amanti del lusso. È venuto a conoscenza di una crescita nell'interesse verso un certo oggetto e deve assolutamente averlo nella sua collezione. Pagherà oltre il prezzo di mercato chiunque riesca a recuperarlo.",
      "Il cliente ha scoperto che un suo rivale è interessato a un certo oggetto. Ovviamente, non può permettere che lo ottenga e ricompenserà lautamente qualsiasi esploratore che impedisca al suo avversario di mettere le mani su quello che desidera.",
      "Il cliente ha recentemente avviato una nuova attività, che si impossessa di oggetti ordinari e aiuta gli altri a vederne il vero valore. Primariamente, questo effetto viene ottenuto acquistando oggetti di poco valore e rovinandoli per farli sembrare antichi. Per questo, ha bisogno di una nuova consegna di oggetti da trasformare.",
      "Il cliente si occupa di ricerca speculativa. Ha ottenuto un lauto finanziamento e sta cercando modi per spenderlo. Ha quindi progettato una serie di test per capire se un oggetto deve essere sottoposto a ulteriori test. Al momento, cerca i materiali necessari per la procedura.",
      "Il cliente ha perso un oggetto di grande valore e cerca un sostituto con urgenza, in modo che nessuno si accorga della sua scomparsa.",
      "Il cliente ha scoperto che un'attività rivale è entrata in possesso di un oggetto di grande valore. Non sa con precisione perché quest'oggetto sia importante, ma vuole metterci le mani sopra, se non vuole essere superato dalla concorrenza.",
      "Il cliente sta costruendo una macchina del moto perpetuo. Ha ottenuto una grande varietà di parti e fonti di energia da tutti gli angoli della galassia e crede che manchino solo pochi componenti per completare la sua creazione. Non può lasciare la macchina incustodita, perciò ha bisogno di esploratori che gli portino i materiali mancanti.",
      "Il cliente desidera riempire una cassetta di sicurezza con oggetti rappresentativi del suo popolo e della sua cultura, ritenendo che si rivelerà di grande importanza per gli storici del futuro. Tuttavia, nessuno dei conoscenti del cliente è stato disposto a rinunciare ai propri averi. Per questo, il cliente necessita di esploratori che gli procurino campioni degli oggetti selezionati.",
      "Il cliente è un famoso collezionista di oggetti preziosi. Ha già accumulato una collezione notevole, ma gli manca il pezzo finale. Finché non riempirà questo vuoto, la collezione non varrà nulla. Il cliente chiede a tutti gli esploratori di aiutarlo nella ricerca di quest'oggetto rarissimo e ricompenserà chi ci riuscirà. Si accettano solo esemplari in condizioni perfette.",
      "Il cliente intende manipolare i mercati locali. A causa di uno sfortunato errore, ha acquistato dieci volte la quantità di merci desiderate. Ha quindi bisogno che degli esploratori acquistino lo stesso oggetto dai terminali commerciali locali per cercare di farne salire il prezzo e rivenderlo con un margine di profitto.",
      "Il cliente vuole destabilizzare le relazioni tra due fazioni criminali locali. Entrambe cercando un certo oggetto e, se non dovessero trovarlo, sospetteranno che si tratti di un sabotaggio per mano dell'altra fazione. Il cliente desidera che un esploratore discreto recuperi l'oggetto indipendentemente per far scoppiare un conflitto tra i due rivali.",
      "Il cliente vuole superare la propria concorrenza. Infatti, ha sentito voci secondo le quali si verificherà un boom del mercato per un certo oggetto e desidera averne una scorta per quando avverrà. Pagherà oltre il prezzo di mercato ogni campione ricevuto, aiutando generosamente i piloti indipendenti assumendosi il rischio della transazione.",
      "Il cliente è un imprenditore di successo ed è troppo occupato per gestire i propri beni personalmente. Per questo, è disposto a ricompensare qualsiasi pilota indipendente che si occupi della sua spesa e gliela consegni.",
      "Il cliente richiede una consegna molto specifica.",
      "Il cliente deve ricevere un oggetto, non importa se ci saranno difficoltà.",
      "Il cliente vuole ottenere un certo oggetto.",
      "Il cliente desidera possedere un oggetto.",
      "Il cliente spera di poter ottenere presto un oggetto.",
      "Senza di esso, morirà sicuramente. La richiesta ha la massima urgenza.",
      "Ne ha bisogno per portare avanti le sue ricerche.",
      "Crede che lo aiuterà a ribaltare le sorti di una battaglia.",
      "Si sta occupando di un incarico pericoloso e l'oggetto potrebbe garantirgli una maggiore sicurezza.",
      "Ha subito un furto e ha bisogno di sostituire l'oggetto rubato.",
      "Il cliente lascia a te i dettagli. Riceverai una ricompensa adeguata al momento della consegna.",
      "Il cliente richiede una consegna rapida e ti ringrazia in anticipo.",
      "Il cliente vuole che la consegna sia eseguita con la massima cautela. Assicurati che nulla si rompa durante il viaggio.",
      "Il cliente attende la ricezione dell'oggetto il prima possibile.",
      "Il cliente apprezza la tua discrezione."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "Raccogli un oggetto",
    "Titles": [
      "Un regalo sincero",
      "Vecchi ricordi",
      "Il banchetto",
      "Illuminare la via",
      "Pensieri nascosti",
      "Manipolazione del mercato",
      "Un dono disinteressato",
      "Il collezionista",
      "Competizione sfrenata",
      "Pezzi da collezione",
      "Esemplari preziosi",
      "Il sostituto",
      "Corsa alle merci",
      "Non fermarti mai",
      "Per i posteri",
      "L'ultimo pezzo",
      "Per il profitto",
      "Il manipolatore",
      "Anticipare il mercato",
      "Commissioni pubbliche"
    ],
    "Subtitles": [
      "Cercasi oggetti preziosi"
    ],
    "Descriptions": [
      "Il cliente desidera fare un regalo di grande valore alla propria compagna, che gli è stata fedele per molti anni, e ha bisogno di un pilota che trovi e consegni un oggetto di valore appropriato.",
      "Il cliente cerca un oggetto del suo passato che gli ricordi i vecchi tempi. Rappresenta un momento importante della sua infanzia, perciò pagherà profumatamente la sua consegna.",
      "Il cliente ha saputo di una nuova moda e cerca un oggetto che si dice essere al tempo stesso delizioso e nutriente. Ovviamente, questa improvvisa popolarità ha reso l'oggetto introvabile. Il cliente è pronto a ricompensare qualsiasi pilota sia in grado di portargli l'oggetto in tempo per il suo prossimo banchetto.",
      "Il cliente sta studiando nuovi metodi di produzione energetica e crede di aver fatto una grande scoperta. Il suo nuovo metodo genera grandi quantità di energia con pochi rifiuti tossici. Tuttavia, deve ottenere un componente chiave mancante. Non potendo abbandonare il laboratorio, cerca un pilota che lo recuperi al suo posto.",
      "Il cliente si occupa di ricerca nel campo della coscienza avanzata. Ha abbandonato le vecchie nozioni che definiscono la mente alla ricerca di una risposta più olistica, e crede di aver raggiunto un punto di svolta.\r\nHa scoperto un materiale che ritiene abbia la proprietà di produrre pensieri. Tutto quello che deve fare per verificare la sua teoria è assemblare una macchina pensante con questo materiale. Ovviamente, ne serve una grande quantità, perciò cerca esploratori che lo aiutino nel processo di raccolta.",
      "Il cliente ha scoperto un'occasione per ottenere ottimi guadagni ed è disposto a condividerli con chi lo aiuterà. \r\nHa bisogno che un gran numero di esploratori consegnino oggetti nello stesso luogo, per far abbassare i prezzi nel mercato locale. Questa sovrabbondanza di merci manderà in bancarotta i suoi concorrenti, permettendo al cliente di inserirsi nel mercato per sfruttare la situazione.",
      "Il cliente vorrebbe appianare le relazioni con le autorità locali. Ha scoperto che il commissario della stazione locale ha una passione per un oggetto specifico e vorrebbe farglielo avere. Ovviamente, non sarebbe mai così indelicato da consegnarglielo di persona, perciò cerca un esploratore che agisca da intermediario.",
      "Il cliente cura una selezione mensile di oggetti destinata a un pubblico di ricchi amanti del lusso. È venuto a conoscenza di una crescita nell'interesse verso un certo oggetto e deve assolutamente averlo nella sua collezione. Pagherà oltre il prezzo di mercato chiunque riesca a recuperarlo.",
      "Il cliente ha scoperto che un suo rivale è interessato a un certo oggetto. Ovviamente, non può permettere che lo ottenga e ricompenserà lautamente qualsiasi esploratore che impedisca al suo avversario di mettere le mani su quello che desidera.",
      "Il cliente ha recentemente avviato una nuova attività, che si impossessa di oggetti ordinari e aiuta gli altri a vederne il vero valore. Primariamente, questo effetto viene ottenuto acquistando oggetti di poco valore e rovinandoli per farli sembrare antichi. Per questo, ha bisogno di una nuova consegna di oggetti da trasformare.",
      "Il cliente si occupa di ricerca speculativa. Ha ottenuto un lauto finanziamento e sta cercando modi per spenderlo. Ha quindi progettato una serie di test per capire se un oggetto deve essere sottoposto a ulteriori test. Al momento, cerca i materiali necessari per la procedura.",
      "Il cliente ha perso un oggetto di grande valore e cerca un sostituto con urgenza, in modo che nessuno si accorga della sua scomparsa.",
      "Il cliente ha scoperto che un'attività rivale è entrata in possesso di un oggetto di grande valore. Non sa con precisione perché quest'oggetto sia importante, ma vuole metterci le mani sopra, se non vuole essere superato dalla concorrenza.",
      "Il cliente sta costruendo una macchina del moto perpetuo. Ha ottenuto una grande varietà di parti e fonti di energia da tutti gli angoli della galassia e crede che manchino solo pochi componenti per completare la sua creazione. Non può lasciare la macchina incustodita, perciò ha bisogno di esploratori che gli portino i materiali mancanti.",
      "Il cliente desidera riempire una cassetta di sicurezza con oggetti rappresentativi del suo popolo e della sua cultura, ritenendo che si rivelerà di grande importanza per gli storici del futuro. Tuttavia, nessuno dei conoscenti del cliente è stato disposto a rinunciare ai propri averi. Per questo, il cliente necessita di esploratori che gli procurino campioni degli oggetti selezionati.",
      "Il cliente è un famoso collezionista di oggetti preziosi. Ha già accumulato una collezione notevole, ma gli manca il pezzo finale. Finché non riempirà questo vuoto, la collezione non varrà nulla. Il cliente chiede a tutti gli esploratori di aiutarlo nella ricerca di quest'oggetto rarissimo e ricompenserà chi ci riuscirà. Si accettano solo esemplari in condizioni perfette.",
      "Il cliente intende manipolare i mercati locali. A causa di uno sfortunato errore, ha acquistato dieci volte la quantità di merci desiderate. Ha quindi bisogno che degli esploratori acquistino lo stesso oggetto dai terminali commerciali locali per cercare di farne salire il prezzo e rivenderlo con un margine di profitto.",
      "Il cliente vuole destabilizzare le relazioni tra due fazioni criminali locali. Entrambe cercando un certo oggetto e, se non dovessero trovarlo, sospetteranno che si tratti di un sabotaggio per mano dell'altra fazione. Il cliente desidera che un esploratore discreto recuperi l'oggetto indipendentemente per far scoppiare un conflitto tra i due rivali.",
      "Il cliente vuole superare la propria concorrenza. Infatti, ha sentito voci secondo le quali si verificherà un boom del mercato per un certo oggetto e desidera averne una scorta per quando avverrà. Pagherà oltre il prezzo di mercato ogni campione ricevuto, aiutando generosamente i piloti indipendenti assumendosi il rischio della transazione.",
      "Il cliente è un imprenditore di successo ed è troppo occupato per gestire i propri beni personalmente. Per questo, è disposto a ricompensare qualsiasi pilota indipendente che si occupi della sua spesa e gliela consegni.",
      "Il cliente richiede una consegna molto specifica.",
      "Il cliente deve ricevere un oggetto, non importa se ci saranno difficoltà.",
      "Il cliente vuole ottenere un certo oggetto.",
      "Il cliente desidera possedere un oggetto.",
      "Il cliente spera di poter ottenere presto un oggetto.",
      "Senza di esso, morirà sicuramente. La richiesta ha la massima urgenza.",
      "Ne ha bisogno per portare avanti le sue ricerche.",
      "Crede che lo aiuterà a ribaltare le sorti di una battaglia.",
      "Si sta occupando di un incarico pericoloso e l'oggetto potrebbe garantirgli una maggiore sicurezza.",
      "Ha subito un furto e ha bisogno di sostituire l'oggetto rubato.",
      "Il cliente lascia a te i dettagli. Riceverai una ricompensa adeguata al momento della consegna.",
      "Il cliente richiede una consegna rapida e ti ringrazia in anticipo.",
      "Il cliente vuole che la consegna sia eseguita con la massima cautela. Assicurati che nulla si rompa durante il viaggio.",
      "Il cliente attende la ricezione dell'oggetto il prima possibile.",
      "Il cliente apprezza la tua discrezione."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "Consegna un oggetto",
    "Titles": [
      "Auguri spaziali",
      "Va tutto bene",
      "Trattative delicate",
      "Chiudere un occhio",
      "Scambi furtivi",
      "Parenti serpenti",
      "Perdono",
      "Un lavoro per uno specialista",
      "Minaccia in codice",
      "Pulizie di primavera",
      "Pacchetti speciali",
      "Rumori sospetti",
      "Baratto",
      "Un cliente fedele",
      "Niente da dichiarare",
      "L'esca",
      "Merci calde",
      "Un primo assaggio",
      "La spesa",
      "Passaggio di testimone"
    ],
    "Subtitles": [
      "Richiesto servizio di consegna urgente"
    ],
    "Descriptions": [
      "Il cliente cerca un corriere affidabile. Desidera onorare un collega con un tributo in onore della sua continua sopravvivenza.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente cerca un corriere discreto. Desidera rassicurare il potenziale addetto alla consegna che il pacco è assolutamente quello che sembra e che non c'è alcun motivo di dubitare della veridicità del manifesto di spedizione.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente vuole risolvere un affare di lavoro. L'altra parte ha condotto aspri negoziati e il cliente spera che questo pacchetto impedisca ulteriori ostacoli alla transazione. È importante che il pacco sia consegnato solamente al destinatario.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente si sta occupando di affari confidenziali. Il pacco è un sentito ringraziamento verso certe parti, consegnato volontariamente e nella certezza che qualsiasi potenziale indiscrezione è stata, o sarà, ignorata.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente desidera semplicemente consegnare alcuni oggetti a un collega, niente di più. È allegato anche un messaggio, che specifica che il destinatario non ha motivo di preoccuparsi e che la merce consegnata non è più tracciabile.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente ha un lavoro importante e quindi non può occuparsi di banali questioni domestiche. Oggi è un giorno in cui si festeggiano i propri progenitori ed è tradizione fare un regalo a chi ci ha generato. Il cliente desidera che questa faccenda venga risolta, così che non debba pensarci di persona.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente ha un debito emotivo con un proprio caro. Ha dimenticato di celebrare una data importante. Per scusarsi ha ordinato un oggetto di valore da consegnare alla parte lesa. Attenzione a non perdere il pacco per non mettere ulteriormente in difficoltà il cliente.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente ha trovato un oggetto strano. Anche se all'apparenza ordinario, scansioni microbiche hanno rivelato un numero allarmante di spore sconosciute. L'oggetto deve quindi essere consegnato a uno specialista in rischi biologici. Attenzione: non rompere il sigillo del pacco.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente desidera inviare un messaggio a un collega. Il pacco non è accompagnato da un messaggio e l'oggetto stesso non è molto importante. Tuttavia, il cliente ritiene che la consegna dell'oggetto all'indirizzo personale del collega renderà il messaggio molto chiaro.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente ha acquistato un gran numero di cianfrusaglie nel corso degli anni e ora desidera fare ordine liberandosene. Distruggerle sarebbe uno spreco e lasciarle tutte insieme da qualche parte potrebbe rivelare troppe informazioni personali, perciò ha deciso di disperderle mediante diversi corrieri e destinatari.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente gestisce un piccolo negozio. Ha acquistato oggetti non desiderati e vuole inviarli ad acquirenti che apprezzino maggiormente il loro valore. L'ultimo ordine è pronto per essere inviato all'appassionato cliente che l'ha acquistato.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente ha un carico assolutamente normale e cerca un corriere che non faccia domande e non attiri l'attenzione delle autorità. Il cliente desidera rassicurare il potenziale corriere che possibili rumori animaleschi provenienti dall'interno del pacco sono solo frutto della sua immaginazione.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente fa parte di una lunga e complessa catena di transazioni. Per evitare qualsiasi tracciabilità, l'affare è stato completato senza scambio di valuta. La consegna costituisce il pagamento del cliente a una delle altre parti.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente deve inviare una spedizione periodica a uno dei suoi acquirenti più fedeli. L'oggetto non è particolarmente speciale, ma è importante che l'acquirente si senta apprezzato. Per questo, il cliente vuole evitare i metodi di consegna all'ingrosso e cerca un corriere personale esperto.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente invia quotidianamente un gran numero di oggetti. Il suo lavoro prevede margini di profitto molto piccoli e perfino la tassa minima potrebbe ridurre i suoi guadagni a zero. Solitamente, trova più efficace utilizzare un corriere discreto che consegni la merce durante i suoi affari non commerciali.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "I pirati locali hanno messo una taglia sulla testa del cliente, che quindi ha bisogno di lasciare il sistema senza essere seguito. Ha inserito il proprio chip di tracciamento in quest'oggetto, che va trasportato nella direzione opposta della sua destinazione.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Ci sono vaste e complesse reti di regolamentazioni nella galassia. Oggetti apparentemente innocui in un sistema possono essere altamente illegali in un altro. Queste differenze creano opportunità commerciali. Il cliente desidera che  venga consegnato un oggetto del genere, senza fare domande e senza attirare l'attenzione.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente desidera conquistare un acquirente importante per la sua compagnia. Questi vorrebbe provare la merce del cliente prima di effettuare un grosso ordine. È quindi necessario consegnare un campione in perfette condizioni.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente invia consegne settimanali ad acquirenti che non sono in grado di fare acquisti personalmente. L'acquirente poi può seguire la ricetta inclusa nel pacchetto per preparare un pasto delizioso e/o un servitore robotico. Il pacco è l'ordine di questa settimana.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente ha ingaggiato precedentemente un altro corriere per questa consegna, ma non è stato in grado di effettuarla. Sia il suo motore a impulso sia il telaio dell'abitacolo hanno subito danni meccanici causati dal laser. Il cliente cerca quindi un corriere più coraggioso, capace di far fronte a qualsiasi avaria in agguato al di fuori della stazione spaziale.\r\n\r\nIl corriere verrà rifornito di 1x Nota di difesa, in caso di attacco di pirati.",
      "Il cliente cerca un corriere per una consegna urgente.",
      "Il cliente cerca un corriere per consegnare un oggetto di valore.",
      "Il cliente deve fare una consegna importante e cerca un corriere affidabile.",
      "Il cliente ha bisogno di un corriere discreto, che non faccia domande.",
      "Il cliente deve consegnare un oggetto evitando i normali canali commerciali.",
      "L'oggetto in questione è estremamente prezioso e ha attirato l'attenzione di alcuni ladri.",
      "Le scorte del cliente sono diminuite, ultimamente. Questo è il suo ultimo esemplare.",
      "Il destinatario è molto importane per il cliente e l'oggetto deve essere tenuto al sicuro durante la spedizione.",
      "L'oggetto sembra comune, ma la lista dei precedenti proprietari gli dona grande valore culturale.",
      "L'oggetto ha sviluppato caratteristiche inusuali e i rilevamenti superano ampiamente i parametri attesi. Per questo, è di particolare interesse scientifico.",
      "L'oggetto è insostituibile e il cliente desidera sottolineare l'estrema cura necessaria nel maneggiarlo.\n\nIn caso di attacco da parte di pirati, al corriere sarà fornita 1 nota di difesa.",
      "Il cliente desidera un rapporto completo a consegna avvenuta, con dettagli su danni eventuali subiti dalla merce.\n\nIn caso di attacco da parte di pirati, al corriere sarà fornita 1 nota di difesa.",
      "La cassetta per le consegne è stata equipaggiata con protocolli di sicurezza addizionali e rifiuterà qualsiasi sostituzione fraudolenta effettuata dal corriere.\n\nIn caso di attacco da parte di pirati, al corriere sarà fornita 1 nota di difesa.",
      "Il cliente avverte il corriere di ignorare qualsiasi creatura si avvicini per fare domande sull'oggetto.\n\nIn caso di attacco da parte di pirati, al corriere sarà fornita 1 nota di difesa.",
      "Il cliente desidera che la consegna venga effettuata con la massima cautela, ma anche con estrema rapidità.\n\nIn caso di attacco da parte di pirati, al corriere sarà fornita 1 nota di difesa."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "Scatta una foto su %BIOME%",
    "Titles": [],
    "Subtitles": [
      "Scatta fotografie di paesaggi"
    ],
    "Descriptions": [
      "Il cliente è un noto esploratore. Si è ammalato e non può portare a termine le spedizioni per le quali è stato ingaggiato. Ora è in cerca di colleghi geografi in grado di fornire le prove di viaggi andati a buon fine, ovviamente con la massima discrezione.",
      "Il cliente gestisce un database di immagini. Fornisce un ampio assortimento di immagini a piccole compagnie che non hanno le risorse per acquisirle autonomamente.",
      "Il cliente è il responsabile di un importante laboratorio scientifico. Al momento, è alle prese con un grande surplus di budget e una carenza di materiali da studiare.",
      "Il cliente ha preparato un rapporto dettagliato sulla sua attività annuale, ma ha bisogno di immagini di contorno per renderlo più accattivante.",
      "Il cliente si sta occupando di una 'ricerca' industriale particolarmente delicata e ha bisogno di immagini che contribuiscano ai suoi 'studi'.",
      "Il cliente è in cerca di ispirazione per la sua nuova opera, una serie di dipinti multimediali.",
      "Il cliente desidera sponsorizzare la fondazione di un collettivo di fotografia. Ha bisogno di un corpus iniziale di opere per dare inizio all'attività.",
      "Il cliente lavora in un centro di elaborazione dati. Ha bisogno di una grande quantità di immagini per collaudare le procedure di compressione e trasmissione.",
      "Il cliente desidera mantenere il massimo riserbo sul motivo della richiesta. Tali informazioni vengono divulgate solo in caso di effettiva necessità. Ora, l'unica cosa necessaria da sapere è che gli servono delle immagini.",
      "Il cliente sta lavorando a uno studio comparativo a lungo termine. Ha bisogno di fotografie corredate da indicazioni temporali da inserire in archivio.",
      "Il cliente vuole migliorare gli algoritmi di apprendimento a cui sta lavorando. Così facendo, spera di insegnare alla sua IA non solo a riconoscere gli oggetti, ma ad apprezzarne il valore estetico.",
      "Il cliente sogna di donare speranza e felicità alla galassia distribuendo immagini motivazionali. Per questo, cerca esploratori con inclinazioni artistiche disposti ad aiutarlo.",
      "Il cliente progetta di creare un archivio completo dei mondi locali. Ha già reclutato biologi e geografi per raccogliere tutti i campioni richiesti, e ora ha bisogno di dati visivi per completare l'opera.",
      "Il cliente ha ideato un elaboratore fotografico in grado di scattare immagini digitali nitide e archiviarle su supporti fisici sottili. Non gli resta che collaudare la sua invenzione con dei campioni accurati.",
      "Il cliente ha il terrore di perdere la memoria. Vuole catalogare dei luoghi significativi che possano fungere da stimoli mnemonici, nel caso in cui la sua mente iniziasse a vacillare.",
      "Il cliente desidera collaudare una nuova tecnologia che integra gli odori nelle immagini. Per questo, ha bisogno di fotografie potenzialmente 'forti' dal punto di vista olfattivo, oltre che visivo.",
      "Il cliente vorrebbe inviare dei rappresentanti nelle incursioni planetarie in quest'area. Richiede sopralluoghi approfonditi affinché queste operazioni possano svolgersi in sicurezza.",
      "Il cliente è in cerca di nuovi colori, convinto che in questo campo non si siano ancora fatti abbastanza progressi. Ha già identificato alcune piste promettenti.",
      "Il cliente sta tracciando una mappa del sistema locale. Ha inserito i dati di navigazione complessivi, ma la mappa richiede dettagli che è possibile ottenere solo con alcuni sopralluoghi.",
      "Il cliente sta creando una guida ai pianeti di questo sistema. Ha bisogno di immagini d'alta qualità per indicare ai turisti i luoghi in cui è necessario mostrarsi sbalorditi.",
      "Il cliente spera di mettere da parte un po' di risparmi creando e distribuendo cartoline olografiche come souvenir.",
      "Il cliente desidera collaudare un nuovo sistema di stampa, che utilizza pigmenti allucinogeni per proiettare le immagini direttamente nella mente dell'osservatore.",
      "Il cliente studia le risposte emotive alle immagini, ma ritiene che i propri dati siano lacunosi.",
      "Il cliente desidera collaudare il suo software di manipolazione delle immagini, progettato per inserire in modo del tutto naturale dei dettagli extra in foto esistenti.",
      "Il cliente intende pubblicare una lunga ricerca scientifica, ma teme che nessuno la leggerà se non viene arricchita con qualche immagine.",
      "Al momento, necessita di immagini capaci di trasmettere un senso di familiarità all'osservatore, oltre che una tenera nostalgia della propria infanzia.",
      "Ha in mente immagini di panorami mozzafiato, capaci di trasmettere la vastità del paesaggio.",
      "Richiede specificamente delle foto di panorami maestosi e ricchi di dettagli.",
      "Chiede immagini di panorami spettacolari, che facciano sentire l'osservatore incredibilmente piccolo davanti alla vastità dell'universo.",
      "Spera di ottenere immagini che mostrino l'essenza della geologia planetaria, mettendo in evidenza le forze che modellano i mondi così come li vediamo.",
      "Richiede immagini di paesaggi che sappiano esaltare la strabiliante varietà della topografia planetaria.",
      "In particolare, vorrebbe fotografie di formazioni geologiche, immagini che sappiano dimostrare la potenza dei venti, dell'acqua e dei movimenti tettonici.",
      "Desidera foto di ambienti naturali che sappiano trasmettere un senso di stupore e meraviglia.",
      "Il cliente non si assume alcuna responsabilità per i rischi corsi dal fotografo.",
      "Le immagini rovinate da acqua o radiazioni non saranno accettate, perciò è necessario utilizzare apparecchiature fotografiche adeguatamente schermate.",
      "Il cliente chiede specificamente che le immagini siano scattate in superficie. Quelle realizzate dalla nave non saranno accettate.",
      "Saranno prese in considerazione tutte le condizioni di illuminazione, a patto che la lunghezza d'onda rientri nello spettro visibile.",
      "Nota: il cliente, in quanto committente, detiene i diritti d'autore sull'opera."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "Scatta una foto di %CREATURE%",
    "Titles": [],
    "Subtitles": [
      "Scatta fotografie di creature"
    ],
    "Descriptions": [
      "Il cliente è un noto esploratore. Si è ammalato e non può portare a termine le spedizioni per le quali è stato ingaggiato. Ora è in cerca di colleghi geografi in grado di fornire le prove di viaggi andati a buon fine, ovviamente con la massima discrezione.",
      "Il cliente gestisce un database di immagini. Fornisce un ampio assortimento di immagini a piccole compagnie che non hanno le risorse per acquisirle autonomamente.",
      "Il cliente è il responsabile di un importante laboratorio scientifico. Al momento, è alle prese con un grande surplus di budget e una carenza di materiali da studiare.",
      "Il cliente ha preparato un rapporto dettagliato sulla sua attività annuale, ma ha bisogno di immagini di contorno per renderlo più accattivante.",
      "Il cliente si sta occupando di una 'ricerca' industriale particolarmente delicata e ha bisogno di immagini che contribuiscano ai suoi 'studi'.",
      "Il cliente è in cerca di ispirazione per la sua nuova opera, una serie di dipinti multimediali.",
      "Il cliente desidera sponsorizzare la fondazione di un collettivo di fotografia. Ha bisogno di un corpus iniziale di opere per dare inizio all'attività.",
      "Il cliente lavora in un centro di elaborazione dati. Ha bisogno di una grande quantità di immagini per collaudare le procedure di compressione e trasmissione.",
      "Il cliente desidera mantenere il massimo riserbo sul motivo della richiesta. Tali informazioni vengono divulgate solo in caso di effettiva necessità. Ora, l'unica cosa necessaria da sapere è che gli servono delle immagini.",
      "Il cliente sta lavorando a uno studio comparativo a lungo termine. Ha bisogno di fotografie corredate da indicazioni temporali da inserire in archivio.",
      "Il cliente vuole migliorare gli algoritmi di apprendimento a cui sta lavorando. Così facendo, spera di insegnare alla sua IA non solo a riconoscere gli oggetti, ma ad apprezzarne il valore estetico.",
      "Il cliente sogna di donare speranza e felicità alla galassia distribuendo immagini motivazionali. Per questo, cerca esploratori con inclinazioni artistiche disposti ad aiutarlo.",
      "Il cliente progetta di creare un archivio completo dei mondi locali. Ha già reclutato biologi e geografi per raccogliere tutti i campioni richiesti, e ora ha bisogno di dati visivi per completare l'opera.",
      "Il cliente ha ideato un elaboratore fotografico in grado di scattare immagini digitali nitide e archiviarle su supporti fisici sottili. Non gli resta che collaudare la sua invenzione con dei campioni accurati.",
      "Il cliente ha il terrore di perdere la memoria. Vuole catalogare dei luoghi significativi che possano fungere da stimoli mnemonici, nel caso in cui la sua mente iniziasse a vacillare.",
      "Il cliente desidera collaudare una nuova tecnologia che integra gli odori nelle immagini. Per questo, ha bisogno di fotografie potenzialmente 'forti' dal punto di vista olfattivo, oltre che visivo.",
      "Il cliente vorrebbe inviare dei rappresentanti nelle incursioni planetarie in quest'area. Richiede sopralluoghi approfonditi affinché queste operazioni possano svolgersi in sicurezza.",
      "Il cliente è in cerca di nuovi colori, convinto che in questo campo non si siano ancora fatti abbastanza progressi. Ha già identificato alcune piste promettenti.",
      "Il cliente sta tracciando una mappa del sistema locale. Ha inserito i dati di navigazione complessivi, ma la mappa richiede dettagli che è possibile ottenere solo con alcuni sopralluoghi.",
      "Il cliente sta creando una guida ai pianeti di questo sistema. Ha bisogno di immagini d'alta qualità per indicare ai turisti i luoghi in cui è necessario mostrarsi sbalorditi.",
      "Il cliente spera di mettere da parte un po' di risparmi creando e distribuendo cartoline olografiche come souvenir.",
      "Il cliente desidera collaudare un nuovo sistema di stampa, che utilizza pigmenti allucinogeni per proiettare le immagini direttamente nella mente dell'osservatore.",
      "Il cliente studia le risposte emotive alle immagini, ma ritiene che i propri dati siano lacunosi.",
      "Il cliente desidera collaudare il suo software di manipolazione delle immagini, progettato per inserire in modo del tutto naturale dei dettagli extra in foto esistenti.",
      "Il cliente intende pubblicare una lunga ricerca scientifica, ma teme che nessuno la leggerà se non viene arricchita con qualche immagine.",
      "Le immagini non prevedono requisiti specifici, ma devono ritrarre una creatura nel suo habitat naturale.",
      "Attualmente, sono necessarie fotografie di creature viventi.",
      "Nello specifico, il cliente desidera immagini di creature allo stato brado.",
      "Il cliente cerca fotografi in grado di fornire immagini d'alta qualità che ritraggono animali.",
      "Le foto di animali selvatici sono quelle più urgenti, e il cliente ha fretta di riceverne in abbondanza.",
      "Il progetto sarebbe già concluso, se non mancassero delle fotografie di creature viventi.",
      "Ha bisogno di immagini che mostrano il comportamento di animali selvatici.",
      "Desidera immagini in alta risoluzione e geo-localizzate che ritraggono creature viventi.",
      "Sta al fotografo decidere la distanza di scatto, a patto che l'immagine sia chiara.",
      "Nota: il fotografo si assume la piena responsabilità qualora scegliesse di scattare immagini di un predatore.",
      "Il fotografo è libero di determinare i dettagli dell'immagine: può ritrarre uno o più esemplari di creature, siano esse predatori o prede, a qualsiasi distanza.",
      "La composizione dell'immagine è a discrezione del fotografo, ma il cliente preferirebbe immagini in cui le creature appaiono felici.",
      "Nota: il cliente, in quanto committente, detiene i diritti d'autore sull'opera."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "Scansiona creature",
    "Titles": [
      "L'olo-zoo",
      "Un artista al lavoro",
      "Un nuovo tipo di mostro",
      "Gli archivisti",
      "Cultura popolare",
      "Nuove generazioni",
      "Una cura per i malati",
      "Il segreto della natura",
      "Tossicità teorica",
      "Latte spaziale"
    ],
    "Subtitles": [
      "Rintraccia e scansiona creature planetarie"
    ],
    "Descriptions": [
      "Il cliente necessita una serie di scansioni biologiche di superficie dettagliate. I dati saranno utilizzati per creare riproduzioni olografiche degli esemplari, per realizzare mostre senza mettere in pericolo i turisti e le creature stesse.",
      "Il cliente richiede scansioni biologiche di alta qualità per mettere alla prova le sue abilità di riproduzione artistica delle fattezze della creatura in questione.",
      "Il cliente richiede un'analisi biologica dettagliata. Il suo programma di allevamento di predatori a fini bellici è fermo e servono nuovi campioni di DNA per rimuovere le debolezze esistenti nei comportamenti legati alla caccia.",
      "Il cliente necessita con urgenza di dati biologici. I cambiamenti climatici, le guerre e gli incidenti industriali causano l'estinzione di moltissime specie ogni giorno. Malgrado il cliente non abbia un'opinione su questi avvenimenti, esiste la preoccupazione che questa perdita di dati possa rendere il suo archivio universale incompleto.",
      "Il cliente sponsorizza una grande galleria d'arte. Le mostre più recenti si sono incentrate sull'arte astratta e si è verificato un calo delle visite. Al momento, sono richieste proiezioni olografiche realistiche di animali interessanti per attirare di nuovo i visitatori.",
      "Il cliente gestisce un laboratorio di ricerca di successo. Considerando la propria posizione, ha deciso di ripagare la comunità scientifica.\r\nDa giovane è stato ispirato dai magnifici esemplari biologici della sua patria. Crede che fornendo scansioni olografiche di creature simili potrà infondere lo stesso senso di meraviglia in chi non può ammirare queste creature di persona.",
      "Il cliente si occupa di un progetto di medicina exozoologica, ma non gli conviene inviare veterinari su ogni pianeta sperando di trovare animali malati. Richiede scansioni che campionino popolazioni animali, per poterle esaminare alla ricerca di sintomi di malattie e focalizzare meglio gli sforzi del progetto.",
      "Il cliente è affascinato dal processo di popolazione dei pianeti. Alcuni tratti si evolvono continuamente nello stesso modo in parti diverse della galassia. Il cliente desidera quindi capire se queste evoluzioni parallele sono naturali, strane coincidenze, il risultato di uno schema segreto o il frutto di interventi esterni. È in fase di realizzazione un database per valutare questi tratti e gli ambienti che li hanno generati, perciò servono esploratori che forniscano i dati.",
      "Il cliente cerca esploratori discreti che lo aiutino in un progetto. Potrebbe darsi che alcune sostanze tossiche siano fuoriuscite e/o siano state riversate intenzionalmente nell'atmosfera di alcuni pianeti vicini. Scansioni della fauna locale riveleranno se queste sostanze potenzialmente tossiche avranno effetti a lungo termine sugli animali.",
      "Il cliente sta cercando nuovi flussi di entrate per la propria attività agricola. Cerca esploratori per aiutarlo a valutare l'idoneità della fauna selvatica locale. Sono necessarie scansioni per valutare la possibilità di domesticazione, il tempo di gestazione, il costo per l'alimentazione e i valori nutrizionali del latte prodotto.",
      "Il cliente sta portando avanti uno studio sull'impatto ambientale a lungo termine.",
      "Il cliente sta seguendo un progetto di tracciamento delle mutazioni del DNA.",
      "Il cliente sta mappando gli schemi migratori degli animali.",
      "Il cliente vuole avviare un programma di allevamento exozoologico.",
      "Il cliente sta testando teorie gravitazionali ed evoluzionistiche.",
      "Sta creando un database per mappare e testare proiezioni.",
      "Ha bisogno di molti dati biologici per testare le sue teorie.",
      "Cerca scansioni dettagliate della fauna locale per comparare altri dati. ",
      "Il modello della sua simulazione ha molte lacune e cerca esploratori che completino i dati mancanti.",
      "Crede che gli manchino delle informazioni chiave e necessita esploratori intraprendenti che lo aiutino nella ricerca.",
      "Qualsiasi scansione di creatura valida sarà accettata.",
      "Saranno accettate solo le scansioni di creature.",
      "Le scansioni di organi ad alta definizione sono particolarmente preziose.",
      "Perciò, è alla ricerca di scansioni biologiche dettagliate.",
      "Particolare enfasi è da riporre su scansioni aggiornate della fauna locale."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "Elimina Sentinelle avanzate",
    "Titles": [
      "Mappatura di movimenti",
      "Raccolta di cervelli",
      "Parti di ricambio",
      "La furia delle Sentinelle",
      "Divide et impera",
      "Studio delle bestie",
      "La rapina",
      "Una Sentinella personale",
      "L'annullatore",
      "Testare le difese"
    ],
    "Subtitles": [
      "Elimina le sentinelle planetarie"
    ],
    "Descriptions": [
      "Il cliente vuole comprendere meglio le Sentinelle. Crede di avere abbastanza dati sul comportamento dei droni planetari, ma meno sugli esemplari di quadrupedi e camminatori. Perciò cerca degli esploratori per attirare esemplari più potenti di Sentinella e osservarli in battaglia.",
      "Il cliente è un ricercatore nel campo dell'intelligenza artificiale avanzata e cerca cervelli meccanici e artificiali da tutta la galassia per portare avanti i suoi studi. Possiede già una grossa collezione, ma desidererebbe tanto il processore di una Sentinella avanzata. Vorrebbe che un esploratore ne uccidesse una così che il suo team possa estrarre l'unità desiderata.",
      "Il cliente ha bisogno di parti di ricambio per un progetto personale. Molto tempo fa, ha sovrascritto il cervello di una Sentinella quadrupede danneggiata con un'IA semplice di sua creazione. Questa macchina si è poi rivelata una compagna fedele. Tuttavia, vari sistemi idraulici stanno cominciando a mostrare segni di usura. Un esploratore dovrebbe disattivare o distruggere una Sentinella avanzata così che il cliente possa ottenere parti di ricambio per riparare la sua macchina da compagnia.",
      "In passato, il cliente ha subito una grave umiliazione a causa delle Sentinelle. La sua sete di vendetta non è stata placata dalla distruzione delle Sentinelle per mano sua. Né l'eliminazione di numerosi droni ha calmato la sua rabbia. In quella che è probabilmente un'inutile esagerazione del conflitto, sta pagando esploratori per distruggere ogni Sentinella avanzata che incontrano.",
      "Il cliente vorrebbe eseguire un esperimento pericoloso per scoprire modi efficaci di scoraggiare le aggressioni dei droni Sentinella. Ha recentemente teorizzato che distruggere le Sentinelle più avanzate renderebbe i droni confusi e privi di guida, assicurando un po' di pace agli esploratori planetari. Hanno solo bisogno di un tecnico coraggioso che si occupi della parte più pratica dell'esperimento. ",
      "Il cliente vorrebbe sondare i sistemi funzionali delle Sentinelle. Le conoscenze attuali sono limitate all'osservazione che l'estrazione di risorse causa la furia delle Sentinelle. Il cliente desidera invece studiarne altri comportamenti. Come comunicano? Hanno una gerarchia naturale? Sono consapevoli delle proprie ferite? Cosa ne pensano delle loro vittime? Il modo migliore per trovare risposte è osservare da lontano uno scontro tra un esploratore ben equipaggiato e una Sentinella avanzata.",
      "Il cliente, così come molti altri, conosce il valore delle sfere di gravitini. Tuttavia, così come molti altri, vorrebbe evitare di subire gli attacchi delle Sentinelle. È invece disposto a condividere parte dei proventi con un coraggioso esploratore pronto a eliminare Sentinelle avanzate. Mentre i droni sono distratti, raccoglierà le sfere e si ritirerà in sicurezza.",
      "Il cliente ha lavorato duramente per creare un vivaio ricco di piante rare e preziose. Tuttavia, questo ha attratto un gran numero di ladri di piante. Il cliente vorrebbe, quindi, creare una scorta personale di Sentinelle per controllare e proteggere le sue piante. Possiede già una buona quantità di parti di droni ma, per completare il suo progetto, necessita delle parti di una Sentinella quadrupede o di un camminatore. Per questo, richiede i servizi di un esploratore per eseguire le necessarie manovre di combattimento.",
      "Il cliente sta testando una possibile soluzione al problema delle Sentinelle. Ha sviluppato un dispositivo in grado di interferire con la lunghezza d'onda dei loro processori grazie a suoni ad alta frequenza. Almeno in teoria. Il cliente ha bisogno di un esploratore per affrontare una Sentinella avanzata in battaglia e provare il dispositivo. L'esploratore deve essere preparato al combattimento in caso di mancato funzionamento del dispositivo.",
      "Il cliente ha sviluppato un dispositivo che utilizza le stesse frequenze dei sistemi di comunicazione delle Sentinelle e vuole impiegarlo per cercare punti deboli nei sistemi di controllo dei droni. È richiesto l'aiuto di un esploratore per ingaggiare una Sentinella avanzata e testare il dispositivo.",
      "Il cliente desidera la distruzione di alcune Sentinelle.",
      "Il cliente vuole vendicarsi delle Sentinelle!",
      "Il cliente cerca un esploratore che lo aiuti nella sua crociata contro le Sentinelle.",
      "Il cliente vuole mettere fine alla minaccia delle Sentinelle.",
      "Il cliente è stato attaccato dalle Sentinelle e vuole mettere fine a questa persecuzione.",
      "Il cliente spera di liberare il suo sistema dal gioco delle Sentinelle.",
      "Il cliente vuole accecare le Sentinelle.",
      "Il cliente vuole fuggire dalla minaccia costante delle Sentinelle.",
      "Le Sentinelle assillano le sue operazioni incessantemente, l'unica costante in una galassia in continua evoluzione.",
      "In ogni sistema, le Sentinelle sono sempre presenti. Non si può fuggire, solo combattere.",
      "Gek, Vy'keen, Korvax... le Sentinelle non fanno differenza nei loro attacchi contro le forme di vita intelligenti.",
      "Le Sentinelle si muovono a frotte apparentemente infinite. Ma, poiché esistono, possono essere distrutte.",
      "Le Sentinelle sembrano arrivare dall'esterno di questa realtà, ma attaccano in questi mondi, perciò qui possono essere distrutte.",
      "Non sa se le Sentinelle provano dolore. Ti chiedono di scoplirlo.",
      "Il cliente è conscio che le Sentinelle non saranno fermate dal completamento di questo contratto, ma crede che anche una pace momentanea sia una ricompensa sufficiente.",
      "Crede che qualsiasi danno alle Sentinelle vada celebrato, anche se si tratta di piccole vittorie.",
      "Affronta la minaccia delle Sentinelle e il cliente ti ricompenserà con grandi ricchezze.",
      "Il cliente è conscio che è possibile eliminare solo una piccolissima parte delle Sentinelle, ma crede comunque che sia una nobile missione.",
      "Il cliente lascia a te la scelta della modalità di distruzione. Assicurati solo che le Sentinelle paghino care le loro incursioni.",
      "Il cliente ha preparato la tua ricompensa. Che la caccia alle Sentinelle abbia inizio...",
      "Il cliente ti spinge alla cautela. Non sarà responsabile dei danni subiti negli scontri con le Sentinelle.",
      "Il cliente chiede di assicurarti di seminare le Sentinelle prima di fare ritorno e reclamare la tua ricompensa. Preferirebbe rimanere nell'anonimato.",
      "Il cliente richiede il tuo aiuto in questa grande battaglia.",
      "Infine, il cliente vuole informarti che le caccia alla Sentinelle è un importante servizio pubblico. Partecipare a questa missione è motivo di orgoglio."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "Assalta un raccoglitore planetario",
    "Titles": [
      "Merce da afferrare",
      "La natura per prima",
      "Controlli preventivi",
      "Imitazione commerciale",
      "Rapporti industriali",
      "Libertà operaia",
      "Contrattempi inaspettati",
      "Mancanza di sicurezza",
      "Supercalorico",
      "In profondità"
    ],
    "Subtitles": [
      "Ottieni segreti industriali"
    ],
    "Descriptions": [
      "Il cliente ha per le mani un ottimo investimento. Ha, infatti, la possibilità di acquisire a poco prezzo delle proprietà intellettuali di valore. Ha però bisogno di un esploratore intraprendente che si presenti allo stabilimento specificato per aiutarlo ad assicurarsi l'investimento.",
      "Il cliente vuole sventare una catastrofe naturale. Ha ottenuto i piani del più grande estrattore di risorse planetario mai costruito, in grado di divorare il nucleo di un pianeta in poche ore. Con urgenza, cerca un esploratore che si infiltri nello stabilimento dove sono custoditi i piani per eliminare tutti i dati.",
      "Il cliente desidera acquisire una compagnia mineraria del suo sistema. Tuttavia, non sarebbe saggio procedere senza aver prima effettuato un'investigazione approfondita. Si richiede l'aiuto di un avventuriero discreto che si infiltri nello stabilimento per ottenere più dati possibile in modo da aiutarlo a decidere riguardo l'acquisizione.",
      "Il cliente ha recentemente iniziato a produrre macchinari scientifici specialistici. Non ha molta esperienza nel settore e avere accesso alle conoscenze dei suoi concorrenti sarebbe molto d'aiuto. Fortunatamente, è molto esperto nell'ottenere informazioni e ha bisogno di un esploratore che lo assista nel processo.",
      "Il cliente lavora per un gruppo che si batte per i diritti legali delle intelligenze artificiali. Oltre all'azione politica, agisce anche in modi più diretti. Il gruppo ha identificato un'IA schiava tenuta in condizioni hardware inaccettabili. Cerca esploratori disposti ad aiutarlo a salvare questa IA, caricarla in un luogo sicuro e distruggere l'istanza locale.",
      "Il cliente vorrebbe migliorare le condizioni dei lavoratori nella galassia. Le fabbriche automatiche tolgono lavoro agli operai organici e concentrano la ricchezza nelle mani di pochi proprietari. Il cliente cerca, quindi, l'aiuto di tutti gli esploratori di buon cuore per sabotare una fabbrica automatizzata.",
      "Uno degli stabilimenti del cliente non ha raggiunto la quota di produzione ed egli sospetta che il responsabile della fabbrica stia prelevando risorse per versarle sui suoi conti personali. Si richiede l'aiuto di un esploratore discreto per acquisire la documentazione dello stabilimento senza preavviso, in modo che il responsabile non abbia il tempo di coprire le proprie tracce.",
      "Il cliente ritiene che uno dei suoi concorrenti non stia rispettando le misure di sicurezza nei suoi processi industriali. L'organizzazione di controllo non sta agendo, perciò vuole risolvere la faccenda personalmente. Accedi alla banca dati del concorrente e scarica qualsiasi informazione relativa all'utilizzo di plutonio come materiale di costruzione.",
      "Il cliente lavora nel campo della produzione di cubi alimentari sintetici. Purtroppo, le sue compresse non sono nutrienti quanto quelle della concorrenza, perciò vorrebbe accedere con qualunque mezzo necessario alla loro documentazione, per scoprire cosa viene compresso nelle loro deliziose capsule proteiche.",
      "Il cliente ha scoperto che un rivale in affari sta facendo grossi guadagni grazie alla sua ultima miniera. Vorrebbe quindi saperne di più sulla natura di questa estrazione e pagherà profumatamente qualsiasi informazione riguardante la sua posizione, soprattutto se questa rivelasse il potenziale per scavi paralleli. ",
      "Il cliente deve recuperare dei dati da una fabbrica nel sistema.",
      "Il cliente cerca un individuo capace di derubare una fabbrica fortificata.",
      "Il cliente richiede un furto di dati da una fabbrica vicina.",
      "Il cliente necessita il recupero di un oggetto da una fabbrica su un pianeta vicino.",
      "Il cliente ha bisogno che qualcuno violi un sistema sicuro. L'obiettivo è una fabbrica in questo sistema stellare.",
      "Vuole anche portare alla tua attenzione che il proprietario della fabbrica non ha acconsentito a quest'azione.",
      "Vuole interferire con le operazioni di questa struttura.",
      "Il furto porterà grandi vantaggi alla sua attività.",
      "Necessita le innovazioni tecnologiche all'interno della fabbrica per migliorare i suoi prodotti.",
      "Crede che questa fabbrica stia producendo merce illegale.",
      "Il cliente ricorda di non lasciare nessuna traccia. La discrezione è della massima importanza.",
      "Il cliente suggerisce la massima cautela. Probabilmente, la fabbrica ha un sistema di sicurezza.",
      "Il cliente lascia che sia tu a decidere come entrare nella fabbrica. Assicurati solo di impossessarti dei dati.",
      "In caso di cattura, il cliente negherà il suo coinvolgimento. Per questo, non farti scoprire.",
      "Il cliente spera che i dati rubati possano essere consegnati il prima possibile."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]