[
  {
    "Id": "MP_PORTALQUEST",
    "Stages": [
      {
        "Level": 31,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Arianna per scoprire di più",
        "AppId": "cur25",
        "IterationAppId": "other26",
        "Quantity": 16,
        "PortalAddress": "010EF9F3A6C9",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "C'è ancora speranza, altro Viaggiatore, anche di fronte alla catastrofe. Ho un piano..."
          ],
          "Options": [
            {
              "Name": "Chiedo del piano",
              "IfSelected": {
                "IncomingMessages": [
                  "Traccia la rotta con le pietre della Conoscenza, seguile fino a un portale e cura quest'infezione. Cosa farò io?",
                  "Non siamo nati per fuggire e nasconderci, altro Viaggiatore. È giunto il momento.",
                  "Ho intenzione di affrontare la causa di tutte queste anomalie e perturbazioni, costi quel che costi."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Le pietre della Conoscenza ti attendono. Ti mostreranno la strada attraverso il portale..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La struttura compromessa emette una trasmissione. Tra le urla dei cultisti Gek emerge chiaramente una parola, ripetuta più volte.",
            "Esige un sacrificio. Esige materiali.",
            "'Abisso'.",
            "Il culto non è riuscito a nutrire il suo padrone. Sono richiesti i miei servizi. Devo portare qui delle risorse..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Dopo il collasso dell'anomalia, la trasmissione è cambiata. Ora le voci Gek parlano di amicizia e gratitudine.",
                  "Mi dicono che questo mondo potrebbe essere come una casa per me. Che dovrei restare. Che l'acqua è potabile.",
                  "Mi dicono che si sono sentiti molto soli."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 32,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Gemini per scoprire di più",
        "AppId": "cook42",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "114805AA0B9B",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Arianna è scomparsa!",
            "Ho provato a fermarla, a farla ragionare! Spero stia bene..."
          ],
          "Options": [
            {
              "Name": "Lo rassicuro",
              "IfSelected": {
                "IncomingMessages": [
                  "Gemini gesticola, tremando dal panico.",
                  "Come fai a mantenere la calma? Arianna cerca la fonte stessa dell'Abisso!",
                  "Se fossi più incosciente e sapessi dov'è, la seguirei e mi assicurerei che stesse bene.",
                  "Non posso chiederti di attraversare il portale, di cercare le pietre della Conoscenza... Dev'essere una tua scelta.",
                  "Arianna è scomparsa!",
                  "Ho provato a fermarla, a farla ragionare! Spero stia bene..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo cosa posso fare",
              "IfSelected": {
                "IncomingMessages": [
                  "Gemini gesticola, sollevato e grato per il tuo aiuto.",
                  "Arianna cerca la fonte stessa dell'Abisso! Devi seguirla!",
                  "Cerca le pietre della Conoscenza, attraversa il portale e trova la nostra amica! Presto, non c'è tempo da perdere!"
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Arianna è in pericolo! Dobbiamo trovare le pietre della Conoscenza per la prossima anomalia! Ah!"
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "L'anomalia canta con voci di Viaggiatori attraverso lo spazio e il tempo.",
            "Sento i loro nomi nell'interferenza... Asteria, il Viaggiatore eroe... Narciso, alleato dell'Ultima Progenie... Sono innumerevoli.",
            "L'anomalia esige un sacrificio. Non parla con crudeltà. Sta soffrendo.",
            "Innumerevoli voci gridano implorando il mio aiuto. Devo fornire risorse. Devo curare il mondo.",
            "La struttura è avvolta da un ammasso muschioso, le cui minuscole foglie tremolano vivacemente quando avvicino la mano. È un'offerta? Qualcosa per aiutarmi?"
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Lo squarcio si richiude. Traccio i dati di navigazione di tutti coloro che sono passati in questo posto.",
                  "La mente mi si riempie di nomi. Lazzaro. Artemis. Ildebrando.",
                  "Trasferisco i dati di navigazione nel Nexus. Ci vorrà un po' di tempo per decifrarli..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Raccogli concime edulcorato",
              "IfSelected": {
                "IncomingMessages": [
                  "La sostanza mi cade in mano. Ha un odore dolce, quasi invitante.",
                  "Innumerevoli voci gridano implorando il mio aiuto. Devo fornire risorse. Devo curare il mondo."
                ],
                "Options": [
                  {
                    "Name": "Offro materiali",
                    "IfSelected": {
                      "IncomingMessages": [
                        "Lo squarcio si richiude. Traccio i dati di navigazione di tutti coloro che sono passati in questo posto.",
                        "La mente mi si riempie di nomi. Lazzaro. Artemis. Ildebrando.",
                        "Trasferisco i dati di navigazione nel Nexus. Ci vorrà un po' di tempo per decifrarli..."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Me ne vado",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 33,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Mercurio per scoprire di più",
        "AppId": "cur24",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "11CEFF9BECCC",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Mi faccio spesso domande sulla natura della nostra esistenza, adepto del portale. Sul significato della recente scomparsa di Arianna.",
            "Alcuni credono che i Viaggiatori siano un'unica anima, divisa in innumerevoli iterazioni e universi.",
            "Quel che avremmo potuto essere se avessimo avuto vite diverse..."
          ],
          "Options": [
            {
              "Name": "Chiedo della missione",
              "IfSelected": {
                "IncomingMessages": [
                  "Mercurio sospira con fare stanco, ma annuisce.",
                  "Ma certo. Il disegno più grande ha la precedenza.",
                  "Abbiamo localizzato la nave di Arianna... O meglio, ne abbiamo localizzate centinaia, duplicate e trasformate per l'interno universo conosciuto.",
                  "La rete dei portali è contaminata. Devi fare attenzione nel ripercorrere quei passi.",
                  "Comunica con le pietre della Conoscenza. Oltrepassa il portale. Scopri la verità."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Ancora non capisci? Trova le pietre della Conoscenza e rintraccia la nave di Arianna dalla parte opposta del portale.",
                  "Qualunque cosa accada... non bere l'acqua."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La nave di Arianna si staglia di fronte a me. L'exotuta mi urla di stare indietro nel tentativo di salvarmi dall'infezione.",
            "L'Abisso è di fronte a noi. Esige un tributo. Esige di più."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "La corruzione lascia la nave e scompare tra le stelle insieme a migliaia di duplicati. Leggo il registro di bordo.",
                  "Prima di separarsi dalla sua realtà, la nave è entrata in contatto con un enorme mercantile nell'oscurità tra i soli.",
                  "Il suo unico occupante è riuscito a fuggire prima dello schianto. Arianna è ancora tra noi, da qualche parte.",
                  "La mia amica è ancora viva."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 34,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Teti per scoprire di più",
        "AppId": "raw31",
        "IterationAppId": "other33",
        "Quantity": 250,
        "PortalAddress": "11F4F91DA978",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Sai che una volta ho vissuto per un anno intero con un modificatore d'aspetto Vy'keen? Ho fatto molte cose che rimpiango.",
            "Non so neanche perché ne stia parlando con te. Noi non siamo amici."
          ],
          "Options": [
            {
              "Name": "Offro la mia amicizia",
              "IfSelected": {
                "IncomingMessages": [
                  "Fai una cosa per me e ci penserò, d'accordo? Ho una missione per te. C'è un impianto in pericolo... un'operazione clandestina in cui ho degli interessi.",
                  "Passa di mondo in mondo per evitare il rilevamento da parte delle Sentinelle. Devi trovare le pietre della Conoscenza e scoprire le sue coordinate attuali da portale.",
                  "Conto su di te."
                ],
                "Options": []
              }
            },
            {
              "Name": "Concordo e resto in silenzio",
              "IfSelected": {
                "IncomingMessages": [
                  "Teti assume un'espressione delusa. Sperava che avresti combattuto per la sua amicizia.",
                  "Ho... una missione per te. C'è un impianto in pericolo... un'operazione clandestina in cui ho degli interessi.",
                  "Passa di mondo in mondo per evitare il rilevamento da parte delle Sentinelle. Devi trovare le pietre della Conoscenza e scoprire le sue coordinate attuali da portale.",
                  "Ho bisogno di aiuto."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Trova la perturbazione rintracciando le pietre della Conoscenza. Quello che cerchi è un impianto dalla parte opposta. Qualsiasi portale dovrebbe essere in grado di mostrarti la strada."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Un tempo diverse specie lavoravano qui, raccogliendo e manipolando dati genetici per costruire modificatori d'aspetto.",
            "I registri dell'impianto sono stati corrotti dalla perturbazione, ma posso accedere ai progetti finali. Gli operai avevano iniziato a creare modificatori d'aspetto fatti di pura luce, sfere per sostituire le teste.",
            "Ora sono tutti morti.",
            "La struttura esige nuovi dati. Esige un sacrificio."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Quando la corruzione svanisce, esamino un'ultima volta i registri dell'impianto in cerca di informazioni dei suoi ultimi giorni.",
                  "A un certo punto, gli operai avevano scoperto che le proiezioni olografiche da loro create erano state sostituite da veri teschi.",
                  "Con quelle sfere di luce erano giunti gli incubi. Le immagini sembrano in qualche modo familiari. È come se avessi già visto questo volto."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 35,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Espero per scoprire di più",
        "AppId": "cook27",
        "IterationAppId": "other36",
        "Quantity": 40,
        "PortalAddress": "10E508A1ACC0",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Espero sembra assorto. Quando mi avvicino, nasconde il suo datapad.None",
            "Arianna ha fatto sapere che... sta tornando, affine. Sta bene."
          ],
          "Options": [
            {
              "Name": "Chiedo cosa non va",
              "IfSelected": {
                "IncomingMessages": [
                  "Conosci la storia di Asteria, il Viaggiatore eroe? Fu tra i primi a varcare la soglia tra i mondi.",
                  "Il flusso del tempo è bizzarro per la nostra gente. Dopo la morte, preservarono Asteria in un arco mentale, da cui ha dispensato la sua saggezza.",
                  "È un pellegrinaggio che tutti abbiamo compiuto. È tempo che tu cerchi la tua profezia, affine.",
                  "Trova il suo mondo. Segui le pietre della Conoscenza e porta i loro glifi attraverso il portale..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Cerca la tomba del Viaggiatore eroe Asteria. Segui le pietre della Conoscenza e il sentiero che indicano."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La tomba di Asteria sibila di una corruzione familiare. Tutt'attorno rilevo i segnali vitali di Viaggiatori tagliati fuori dalla realtà.",
            "Una voce stanca parla, appena udibile al di sopra dell'interferenza.",
            "Asteria mi dice che un tempo ha condotto i Vy'keen in battaglia contro emissari di vetro. Un tempo hanno sconfitto una flotta di Sentinelle.",
            "Mi dice che subirò un tradimento. E che anch'io tradirò.",
            "La corruzione ha raggiunto questo posto. Vuole trattare. Vuole prendere quanta più materia e vita che può.",
            "Tomba di Asteria"
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "L'arco mentale è purificato. L'anima che vi risiede ringrazia i Viaggiatori per il loro aiuto.",
                  "Chiedo ad Asteria di fornirmi qualsiasi profezia possibile. Chiedo della natura del mio nemico.",
                  "Mi viene risposto che l'Abisso non è ciò che sembra.",
                  "Poi la voce tace e me ne vado, in pensiero per quanto ho udito."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 36,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Arianna per scoprire di più",
        "AppId": "cook25",
        "IterationAppId": "other26",
        "Quantity": 40,
        "PortalAddress": "2117FBF686E8",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Sono a casa. Finalmente a casa. È un gran piacere vederti, altro Viaggiatore."
          ],
          "Options": [
            {
              "Name": "Dico che vale lo stesso per me",
              "IfSelected": {
                "IncomingMessages": [
                  "Ho cercato l'Abisso. Ho quasi affrontato il nostro avversario, ma poi...",
                  "N-non ricordo cosa mi sia accaduto in quel vuoto, altro Viaggiatore.",
                  "So solo che al risveglio mi braccavano. Mi tormentavano.",
                  "C'era una nave, grande e terribile. La corruzione serpeggia ancora...",
                  "Trova le pietre della Conoscenza. Attraversa il portale. Io raccoglierò le forze attendendo il tuo ritorno."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo dov'è stata",
              "IfSelected": {
                "IncomingMessages": [
                  "Ho cercato l'Abisso. Ho quasi affrontato il nostro avversario, ma poi...",
                  "N-non ricordo cosa mi sia accaduto in quel vuoto, altro Viaggiatore.",
                  "So solo che al risveglio mi braccavano. Mi tormentavano.",
                  "C'era una nave, grande e terribile. La corruzione serpeggia ancora...",
                  "Trova le pietre della Conoscenza. Attraversa il portale. Io raccoglierò le forze attendendo il tuo ritorno."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Segui le pietre della Conoscenza attraverso il portale. Affronta il nostro nemico..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Un tempo il mercantile era Vy'keen. Era la nave di un inquisitore che rastrellava la galassia in cerca di eretici.",
            "Ha trovato solo morte. La corruzione è qui, adesso. È ovunque. Anela a un tributo..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "La corruzione è svanita. Non restano che le tristi documentazioni di esseri sofferenti, che dichiarano la propria innocenza.",
                  "Il genitore di un tecno-sacerdote, che dichiara di non sapere dove si trovi suo figlio e afferma di seguire ancora la via di Hirk.",
                  "I dati rivelano che tutti i prigionieri sono stati giustiziati prima di un ammutinamento. Il resto dell'equipaggio se n'è andato nell'oscurità.",
                  "Non resta altro."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 37,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Gemini per scoprire di più",
        "AppId": "cur32",
        "IterationAppId": "other27",
        "Quantity": 16,
        "PortalAddress": "21DE0936B5C7",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Arianna è qui! La nostra amica è salva! Gioite!"
          ],
          "Options": [
            {
              "Name": "Gioisco",
              "IfSelected": {
                "IncomingMessages": [
                  "I nostri fratelli approverebbero!",
                  "FTH_EXOTIC2_PQ_BLD_RES_D_19"
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo una missione",
              "IfSelected": {
                "IncomingMessages": [
                  "Hai ragione. Il nostro compito è più importante che mai.",
                  "FTH_EXOTIC2_PQ_BLD_RES_D_19"
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Ti prego, segui le pietre della Conoscenza fino alla corruzione. Segui i portali. Trova Espero. Temo che sia in pericolo..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "I miei sensori rilevano i resti di un migliaio di anime Korvax, sparse per tutto il sistema.",
            "Hanno cercato di simulare l'Abisso, ma sono riusciti solo ad attirare la sua attenzione.",
            "Ci vorrà molto per curare questo vuoto. Senza sostentamento, divorerà un sistema dopo l'altro..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Lo squarcio si è sanato e ho scoperto l'origine dell'esperimento.",
                  "Espero ha collaborato con i Korvax nel tentativo di risolvere il nostro problema.",
                  "Il loro fallimento ha causato tutta questa devastazione. Non so se il mio amico sia sopravvissuto..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 38,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Mercurio per scoprire di più",
        "AppId": "cook29",
        "IterationAppId": "other28",
        "Quantity": 90,
        "PortalAddress": "313AFB6EBFE2",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Su di noi si è abbattuta una catastrofe, adepto del portale. Un migliaio di anime Korvax sono state recise dalla Convergenza.",
            "Il risultato dell'eccessiva ambizione di un altro Viaggiatore. Espero stava collaborando con i Korvax per cercare di simulare l'Abisso stesso, che invece li ha trovati.",
            "Se Espero dovesse tornare tra noi, pensi che meriterebbe ancora la nostra fiducia? Ha molto di cui rispondere."
          ],
          "Options": [
            {
              "Name": "Dico che mi fido di lui",
              "IfSelected": {
                "IncomingMessages": [
                  "Spero che tu abbia ragione, adepto del portale."
                ],
                "Options": []
              }
            },
            {
              "Name": "Scuoto la testa",
              "IfSelected": {
                "IncomingMessages": [
                  "Ciò mi addolora, adepto del portale... ma temo che tu abbia ragione.",
                  "FTH_EXOTIC3_PQ_BLD_RES_D_20"
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Le pietre della Conoscenza illumineranno il tuo cammino, adepto del portale. Vai. Fa' ciò che io non posso fare."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La corruzione mi accoglie, affermando di avermi già visto più volte.",
            "Ora avverto l'interferenza nella mia mente. Esige doni. Sostiene di avermene fatti molti..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "L'anomalia cessa. Ripenso ai dubbi di Mercurio... ai fallimenti di Espero...",
                  "I miei compagni Viaggiatori stanno facendo del loro meglio. So che dobbiamo aiutarci a vicenda.",
                  "Insieme a questo pensiero, se ne insinua un altro nella mia mente. Non è mio. È una voce dentro di me.",
                  "Devo aiutarla."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 39,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Teti per scoprire di più",
        "AppId": "cur22",
        "IterationAppId": "other33",
        "Quantity": 24,
        "PortalAddress": "0200FBA353D2",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Teti sembra a disagio. I suoi occhi senza palpebre guizzano verso il posto vuoto di Mercurio.",
            "Dimmi. Avverti mai solitudine?"
          ],
          "Options": [
            {
              "Name": "Dico che capita a tutti",
              "IfSelected": {
                "IncomingMessages": [
                  "Ma io non sono tutti, no? Ci si aspetta che sia migliore...",
                  "Si sposta a disagio.",
                  "Forse ci sono più probabilità di sopravvivere viaggiando da soli. Non so per quanto ancora saremo al sicuro qui.",
                  "Le pietre della Conoscenza ci stanno chiamando tutti. I portali hanno bisogno di te."
                ],
                "Options": []
              }
            },
            {
              "Name": "Dico di no",
              "IfSelected": {
                "IncomingMessages": [
                  "No? Mmm. Stai mentendo.",
                  "Si sposta a disagio.",
                  "Forse ci sono più probabilità di sopravvivere viaggiando da soli. Non so per quanto ancora saremo al sicuro qui.",
                  "Le pietre della Conoscenza ci stanno chiamando tutti. I portali hanno bisogno di te."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Segui le pietre della Conoscenza, attraversa il portale. Io devo ultimare i miei preparativi."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La corruzione ribolle attraverso la nave schiantata, ma in qualche modo il registro del capitano ne è immune.",
            "Il pilota è stato tradito da qualcuno che considerava alleato. L'Abisso può prendere solo ciò che è invitato a consumare. Anche ora, brama di più..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Dopo aver epurato la corruzione, osservo più attentamente i dati della nave caduta. Nei giorni precedenti allo schianto, il Viaggiatore pilota credeva di aver sentito delle voci.",
                  "Sussurri della sua exotuta sibilati nel vuoto, negoziando per la sopravvivenza...",
                  "Mi allontano, cercando segni di manomissione o malfunzionamento nei miei sistemi. Sembra tutto a posto."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 40,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Espero per scoprire di più",
        "AppId": "cur25",
        "IterationAppId": "other36",
        "Quantity": 16,
        "PortalAddress": "20FDF7C5C5A3",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ah, affine... Non temere. Tutte le mie colpe sono state cancellate dalla mia mente. I cluster di naniti possono trasformare facilmente i neuroni..."
          ],
          "Options": [
            {
              "Name": "Ascolto",
              "IfSelected": {
                "IncomingMessages": [
                  "Ho aiutato i Korvax a creare la loro simulazione dell'Abisso. La loro morte mi addolora profondamente, affine, ma non è stato solo il loro lavoro a segnarne il fato!",
                  "Tra di noi c'è un traditore... qualcuno che ha portato da noi l'Abisso!",
                  "Non l'hai ancora capito? Le pietre della Conoscenza vengono manipolate!",
                  "Chiunque sia il traditore, vuole che attraversiamo i portali. Vuole che nutriamo le anomalie.",
                  "Oltrepassa un'altra volta la breccia, affine. Io proverò a liberarci da questo terribile ciclo..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Trova le pietre della Conoscenza e attraversa il portale. Io veglierò e osserverò..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La tomba crepita di energie esotiche.",
            "Il Viaggiatore che vi riposava non è più qui da tempo, mietuto da un arco mentale di un altro universo.",
            "Ora la tomba è un luogo di brama infinita. La sua esistenza esige un tributo di risorse."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "La tomba è purificata. Cerco il nome di chi è morto qui, ma non trovo altro che un valore nullo.",
                  "Mi allontano in preda all'agitazione. Mi sento come se qualcuno mi stesse osservando..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 41,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Arianna per scoprire di più",
        "AppId": "cook27",
        "IterationAppId": "other26",
        "Quantity": 60,
        "PortalAddress": "209B0170700E",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Ah, altro Viaggiatore. Sei tornato.",
            "Il suo volto si contorce in una smorfia che ricorda solo vagamente un sorriso."
          ],
          "Options": [
            {
              "Name": "Ricambio il sorriso",
              "IfSelected": {
                "IncomingMessages": [
                  "Alcuni ritengono che i Viaggiatori siano un'unica entità, divisa in innumerevoli forme e corpi.",
                  "Io sono te, tu sei me.",
                  "È per questo che credo in te, altro Viaggiatore. Collaborando possiamo salvare tutto ciò che siamo.",
                  "Le pietre della Conoscenza sono un dono dell'Atlante. Chi siamo noi per ignorare il richiamo dei portali?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Segui le pietre della Conoscenza, altro Viaggiatore. Il portale ti condurrà al nostro prossimo compito."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Un tempo i seguaci dell'Atlante sono giunti su questo mondo.",
            "L'anomalia che distorce la loro nave schiantata ha da tempo mietuto le vite dei suoi occupanti.",
            "Ora l'anomalia desidera altro. Attende il nostro invito a partire, delle risorse per placare la sua sete inestinguibile."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "La nave schiantata è stata mondata da tutte le tracce anomale.",
                  "Il suo registro parla dell'Atlante, creatore di tutte le cose... anche della perdita. Dell'odio.",
                  "Mi chiedo se, nei loro ultimi momenti, abbiano creduto ancora nella loro divinità. E se abbiano sperato nella salvezza..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 42,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Gemini per scoprire di più",
        "AppId": "raw47",
        "IterationAppId": "other27",
        "Quantity": 400,
        "PortalAddress": "11DFFB6E3036",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Gemini guarda dei progetti per exotute. A quanto pare non mi ha notato..."
          ],
          "Options": [
            {
              "Name": "Saluto il mio amico",
              "IfSelected": {
                "IncomingMessages": [
                  "Nasconde i progetti, esitando mentre si volta verso di me.",
                  "Molto della nostra vita è un mistero. I volti con cui siamo nati...",
                  "Gli abiti che indossiamo. Chi ha creato le exotute? Chi parla con la loro voce?",
                  "Le pietre della Conoscenza, i portali attraverso cui ci conducono... sono un nostro diritto di nascita.",
                  "C'è così tanto ancora da scoprire..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Segui le pietre della Conoscenza, come abbiamo sempre fatto. Attraversare i portali è diritto di ogni Viaggiatore..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "Un tempo la struttura ospitava un'intelligenza artificiale.",
            "Ora la corruzione brulica nel suo involucro, odiando tutto ciò che una volta era.",
            "Questo posto desidera solo materia. Vuole che ne porti altra."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Mentre la corruzione si dissolve vedo le vestigia finali dell'IA, i suoi ultimi quindici minuti di vita...",
                  "Attendeva il mio arrivo. Sapeva che avrei provato a salvarla.",
                  "Mondi su mondi fremono nel vuoto. L'Abisso si sta diffondendo."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 43,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Mercurio per scoprire di più",
        "AppId": "build168",
        "IterationAppId": "other28",
        "Quantity": 16,
        "PortalAddress": "4037F8AE0462",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Viviamo in tempi oscuri, adepto del portale. La nostra comunità sta crollando."
          ],
          "Options": [
            {
              "Name": "Chiedo cosa non va",
              "IfSelected": {
                "IncomingMessages": [
                  "Espero soffre di paranoia. Si rifiuta di partecipare ai nostri incontri. Evita perfino Nada e Polo.",
                  "Non devi diventare come il nostro ex amico. Il lavoro che svolgi è talmente vitale...",
                  "Le pietre della Conoscenza ti guideranno attraverso i portali. Ti mostreranno il sentiero verso la salvezza."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Le pietre della Conoscenza saranno la tua guida. Il portale ti condurrà alla salvezza."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La struttura è stata infettata. I suoi richiami anomali echeggiano attraverso il pianeta stesso.",
            "L'Abisso richiede risorse. Senza di esse, questo mondo andrà perduto per sempre..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "Faccio ciò che devo e la corruzione svanisce. Sento la sua voce... avverto le sue emozioni...",
                  "Provo malignità, odio, disperazione, tutti diretti verso se stessa...",
                  "Vedo ricordi di acqua..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 44,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Teti per scoprire di più",
        "AppId": "cook116",
        "IterationAppId": "other33",
        "Quantity": 90,
        "PortalAddress": "519505C9AA01",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Viaggiatore... la tua exotuta sta operando normalmente?"
          ],
          "Options": [
            {
              "Name": "Dico di sì",
              "IfSelected": {
                "IncomingMessages": [
                  "Mmm.",
                  "Sento strani rumori provenire dalla mia. Sembra quasi che sussurri.",
                  "Una mia conoscenza ha visitato lo spazio Korvax per completare un'analisi dei nostri segnali, ma non ha fatto ritorno.",
                  "Andresti alla sua ricerca attraverso il portale? Le pietre della Conoscenza dovrebbero mostrarti la via."
                ],
                "Options": []
              }
            },
            {
              "Name": "Dico di no",
              "IfSelected": {
                "IncomingMessages": [
                  "Mmm.",
                  "Sento strani rumori provenire dalla mia. Sembra quasi che sussurri.",
                  "Una mia conoscenza ha visitato lo spazio Korvax per completare un'analisi dei nostri segnali, ma non ha fatto ritorno.",
                  "Andresti alla sua ricerca attraverso il portale? Le pietre della Conoscenza dovrebbero mostrarti la via."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Un'altra mia conoscenza è scomparsa. Trovala oltre il portale... Le pietre della Conoscenza dovrebbero condurti a destinazione. Fai presto."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "È stato un Viaggiatore?",
            "Gli indizi suggeriscono che sia stato un multi-tool a fare fuoco sull'amico caduto di Teti, che non ha mai completato la sua analisi.",
            "La corruzione si diffonde attorno alla tomba, esigendo il suo tributo.",
            "La struttura è avvolta da un ammasso muschioso, le cui minuscole foglie tremolano vivacemente quando avvicino la mano. È un'offerta? Qualcosa per aiutarmi?"
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "La tomba è stata purificata.",
                  "Esamino i segni della battaglia, dei ricordi del Viaggiatore caduto.",
                  "Vedo un volto che non è un volto, un braccio sollevato per sparare con un'arma.",
                  "Vedo l'assassino.",
                  "È Arianna."
                ],
                "Options": []
              }
            },
            {
              "Name": "Raccogli concime edulcorato",
              "IfSelected": {
                "IncomingMessages": [
                  "La sostanza mi cade in mano. Ha un odore dolce, quasi invitante.",
                  "La corruzione si diffonde attorno alla tomba, esigendo il suo tributo."
                ],
                "Options": [
                  {
                    "Name": "Offro materiali",
                    "IfSelected": {
                      "IncomingMessages": [
                        "La tomba è stata purificata.",
                        "Esamino i segni della battaglia, dei ricordi del Viaggiatore caduto.",
                        "Vedo un volto che non è un volto, un braccio sollevato per sparare con un'arma.",
                        "Vedo l'assassino.",
                        "È Arianna."
                      ],
                      "Options": []
                    }
                  },
                  {
                    "Name": "Me ne vado",
                    "IfSelected": {
                      "IncomingMessages": [],
                      "Options": []
                    }
                  }
                ]
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      },
      {
        "Level": 45,
        "NpcMessage": "La regione perturbata dev'essere raggiunta tramite portale\nParla con l'iterazione Espero per scoprire di più",
        "AppId": "cur22",
        "IterationAppId": "other36",
        "Quantity": 24,
        "PortalAddress": "313B052E463F",
        "NpcMessageFlows": {
          "IncomingMessages": [
            "Gli altri torneranno presto, affine. Non abbiamo molto tempo..."
          ],
          "Options": [
            {
              "Name": "Ascolto",
              "IfSelected": {
                "IncomingMessages": [
                  "Arianna ci dice che l'universo brucia nella corruzione, che solo noi Viaggiatori possiamo combatterla.",
                  "Ma queste missioni... queste menzogne... Siamo stati ingannati, affine.",
                  "Pensavo che le mie scansioni fossero errate. Pensavo di aver sognato quei sussurri.",
                  "Espero trema in preda all'afflizione.",
                  "L'astronave di Arianna si è schiantata alcune settimane fa. Non ha mai fatto ritorno. L'entità che abbiamo visto è un impostore.",
                  "Trova le pietre della Conoscenza e cerca il tuo percorso oltre il portale. Osserva la verità con i tuoi occhi."
                ],
                "Options": []
              }
            },
            {
              "Name": "Chiedo indicazioni",
              "IfSelected": {
                "IncomingMessages": [
                  "Arianna... la vera Arianna... esiste ancora, da qualche parte. Svela quest'inganno, affine. Trova le pietre della Conoscenza e attraversa la rete dei portali. Trova la verità..."
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        },
        "PortalMessageFlows": {
          "IncomingMessages": [
            "La struttura canta con energie esotiche. Mi vede. Conosce la mia mente.",
            "Nel suo canto sento nomi distanti, sbiaditi... Sento il numero alla fine di tutto.",
            "Vedo chi è che sussurra. Vedo Arianna svanire dinanzi a una forma senza nome...",
            "E dallo schianto vedo levarsi un suo duplicato, che torna a impossessarsi della sua forma.",
            "Se la visione fosse veritiera, Espero avrebbe ragione. Arianna è un impostore.",
            "Questo luogo vuole aiutarmi. È sufficiente che gli fornisca le risorse..."
          ],
          "Options": [
            {
              "Name": "Offro materiali",
              "IfSelected": {
                "IncomingMessages": [
                  "L'energia esotica si dissipa, ma il canto continua ad aleggiare.",
                  "Che ne è stato di Arianna? Chi è l'impostore che ne ha preso il posto?"
                ],
                "Options": []
              }
            },
            {
              "Name": "Me ne vado",
              "IfSelected": {
                "IncomingMessages": [],
                "Options": []
              }
            }
          ]
        }
      }
    ]
  }
]