{
  "guid": "3d8bd13a-2d84-4a9a-b651-67dbbf61262f",
  "title": "Um guia rapido para tirar Screenshots incriveis",
  "shortTitle": "Guia para Screenshots",
  "author": "ACB",
  "minutes": 0,
  "date": "2020-04-14T11:27:49.53Z",
  "tags": [
    "Modo Foto"
  ],
  "image": "guide.jpeg",
  "isNew": true,
  "sections": [
    {
      "heading": "Passo 1: Consiga a melhor configuração",
      "items": [
        {
          "type": "text",
          "content": "Uma parte importante de fazer capturas de tela incríveis é encontrar o cenário perfeito para sua foto. Seja um vale ou uma montanha, um oceano ou mesmo uma área plana, um ótimo cenário é absolutamente obrigatório"
        },
        {
          "type": "image",
          "image": "bestSetting.jpeg"
        },
        {
          "type": "text",
          "content": "Esta captura de tela é bem básica, mas é maravilhosa. O importante é a configuração\nTenha uma boa configuração, tire uma boa foto."
        }
      ]
    },
    {
      "heading": "Conseguindo o Ponto de Foco correto",
      "items": [
        {
          "type": "text",
          "content": "Vou me referir à imagem anterior novamente, pois ela faz uso do Minotaur Exocraft como seu ponto focal. Acertar significa a diferença entre uma captura de tela ruim e uma perfeita"
        },
        {
          "type": "image",
          "image": "focalPoint.jpeg"
        },
        {
          "type": "text",
          "content": "vamos analisar este. À direita está o nariz de uma nave, que atua como um segundo ponto focal. Como você pode esperar, o planeta à distância é o principal ponto focal por vários motivos"
        },
        {
          "type": "image",
          "imageBase64": ""
        },
        {
          "type": "text",
          "content": "O que você está vendo aqui é a “regra dos terços”. O ponto focal é o lobo, pois está nos terços interligados, proporcionando uma estética agradável. Olhando minhas imagens, a regra dos terços é evidente"
        },
        {
          "type": "image",
          "imageBase64": ""
        },
        {
          "type": "text",
          "content": "O planeta chama a atenção porque se encaixa bem com o plano de fundo do espaço.\nComo? \nAs cores são semelhantes em detalhes e, portanto, são agradáveis ​​aos olhos."
        }
      ]
    },
    {
      "heading": "Passo 3: Efeitos de Cores",
      "items": [
        {
          "type": "image",
          "image": "colourEffects.jpeg"
        },
        {
          "type": "text",
          "content": "Como você pode esperar, o Modo Foto tem uma variedade de efeitos de cor, por exemplo, Vintage ou Filmic. Use-os a seu favor, pois eles podem transformar uma foto sem graça em um incrível pne"
        }
      ]
    },
    {
      "heading": "Passo 4: Campo de Profundidade",
      "items": [
        {
          "type": "image",
          "image": "depthOfField.jpeg"
        },
        {
          "type": "text",
          "content": "Se você for ao menu de configurações e alternar para -Lente- (no modo de foto, é claro), deverá ver uma configuração chamada “Profundidade de campo”. Esta configuração desfoca objetos distantes no fundo e próximos à câmera no primeiro plano. Isso faz com que as imagens 2D sem graça pareçam mais vivas e quase 3D"
        },
        {
          "type": "image",
          "image": "depthOfField2.jpeg"
        }
      ]
    },
    {
      "heading": "E com isso, você estará no caminho certo para se tornar um fotógrafo virtual mestre!",
      "items": []
    }
  ]
}