{
	"guid": "3d8bd13a-2d84-4a9a-b651-67dbbf61262f",
	"title": "A quick guide to taking awesome screenshots",
	"shortTitle": "Screenshots guide",
	"author": "ACB",
	"minutes": 0,
	"date": "2020-04-14T11:27:49.53Z",
	"image": "guide.jpeg",
	"tags": [
		"Photo mode"
	],
	"sections": [
		{
			"heading": "Step 1: Get the best setting",
			"items": [
				{
					"type": "text",
					"content": "An important part of taking incredible screenshots is to find the perfect setting for your picture. Whether that be a valley or a mountain, an ocean or even a flat area, a great setting is an absolute must"
				},
				{
					"type": "image",
					"image": "bestSetting.jpeg"
				},
				{
					"type": "text",
					"content": "This screenshots is basic yet works wonders. The important part is the setting.\nHave a good setting, get a good picture."
				}
			]
		},
		{
			"heading": "Getting the right Focal point",
			"items": [
				{
					"type": "text",
					"content": "I’m going to refer to that previous image again, as it makes use of the Minotaur heavy exocraft as it’s focal point. Getting it right means the difference between a bad screenshot and a great one"
				},
				{
					"type": "image",
					"image": "focalPoint.jpeg"
				},
				{
					"type": "text",
					"content": "Let’s analyse this one. On the right is a starship’s nose, this acts like a second focal point. As you might expect, the planet in the distance is the main focal point for several reasons"
				},
				{
					"type": "image",
					"imageUrl": "https://capturelandscapes.com/wp-content/uploads/2017/10/Greenland-Husky-Rule-of-Thirds.jpg",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "What you are seeing here is the “Rule of Thirds.” The focal point is the wolf as it is on the interconnected thirds, providing a pleasing aesthetic. Looking at my screenshots, the rule of thirds is evident"
				},
				{
					"type": "image",
					"imageUrl": "https://daktronics.files.wordpress.com/2014/06/color-wheel-simple.jpg?w=299",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "The planet draws you attention because it fits well with the background of space.\nHow? \nThe colours are similar in detail, and are thus pleasing to the eye."
				}
			]
		},
		{
			"heading": "Step 3: Colour effects",
			"items": [
				{
					"type": "image",
					"image": "colourEffects.jpeg"
				},
				{
					"type": "text",
					"content": "As you might expect, Photo Mode has a variety of colour effects, e.g. Vintage or Filmic. Use these to your advantage as they can change a dull photo into an incredible pne"
				}
			]
		},
		{
			"heading": "Step 4: Depth Of Field",
			"items": [
				{
					"type": "image",
					"image": "depthOfField.jpeg"
				},
				{
					"type": "text",
					"content": "If you go to the settings menu, and switch to -Lens- (in photo mode of course) you should see a setting labelled “Depth Of Field”. This setting blurs objects far in the background and close to the camera in the foreground. This makes a bland, 2D screenshots seem more alive and almost 3D"
				},
				{
					"type": "image",
					"image": "depthOfField2.jpeg"
				}
			]
		},
		{
			"heading": "And with that, you’ll be well on your way to being a master virtual photographer!",
			"items": []
		}
	]
}