{
	"guid": "6f481ec1-6e55-4775-9567-58674aef2c77",
	"title": "Guide to obtaining all 16 Glyphs and locating your first portal.",
	"shortTitle": "Portals and Glyphs",
	"image": "enterPortalAddress.jpg",
	"author": "KaeAl",
	"minutes": 20,
	"date": "2019-09-22",
	"tags": [
		"Portal",
		"Glyph"
	],
	"sections": [
		{
			"items": [
				{
					"type": "text",
					"content": "1,600 nanites (you will obtain some f not all of these during this guide)\nNavigation data or exocraft with scanner upgrades installed\n1 Gek relic, Korvax casing, or Vy'Keen dagger. Determined by the dominant race of the system where you are going to locate a portal in.\nMaterials to recharge portal terminal."
				},
				{
					"type": "text",
					"content": "Portals are a means of long distance transportation, they can be used to travel across the galaxy. You will need the portal address of your destination and that consists of a series of 12 symbols known as Glyphs. There are a total of 16 uniqueGlyphs."
				},
				{
					"type": "image",
					"image": "glyphs.jpg"
				},
				{
					"type": "text",
					"content": "There are currently two ways of obtaining the Glyphs. The first is to progress through the mainline story. To avoid spoilers, this guide will not cover that method. The second way is by talking to traveler NPCs and visiting their graves. You will recognize travelers by their appearance. They are not any of the three main species (Gek, Vy'Keen, Korvax) and they have a glow over their body. You will need to talk to them, complete the first interaction, and then talk to them again. During the second conversation you will need to ask them where they came from. This will cost 100 nanites, but if you're lucky you were giving at least this many during your first interaction with them. Then you need to travel to the location they give you."
				},
				{
					"type": "image",
					"image": "travelerGrave.jpg"
				},
				{
					"type": "text",
					"content": "Interact with the grave and after that is complete, you will receive a glyph along with your progress out of the 16."
				},
				{
					"type": "text",
					"content": "You will need to repeat this process 16 times to complete the set. In my experience there seems to only be 1 grave per system. So if you locate multiple travelers in the same system they will send you to the same grave. If you talk to a second traveler while you have one active they will not show you to a grave and you will miss out on the extra Glyph. You must complete one at a time and then start the next traveler. They will send you to the same grave but you will be able to unlock an additional Glyph."
				}
			],
			"heading": "Items Needed:"
		},
		{
			"heading": "Locating portals",
			"items": [
				{
					"type": "text",
					"content": "There are two ways of locating portals, using exocraft or using planetary charts."
				},
				{
					"type": "text",
					"content": "To use an exocraft you need the scanner upgrades installed. Board the exocraft and in the quick menu, scan for alien structures."
				},
				{
					"type": "image",
					"image": "exocraftSignalBooster.jpg"
				},
				{
					"type": "image",
					"image": "scanForAlienStructures.jpg"
				},
				{
					"type": "text",
					"content": "The second method is to turn in navigation data at the space stations cartographer for planetary charts. Look for the charts that say they are to a Ancient Artifact Site."
				},
				{
					"type": "text",
					"content": "Either of these methods will lead you to an alien monolith. Create a save before interacting with it, as you will need to respond correctly to a prompt. If you don't do it correctly on the first try just reload your save and try again. Once that is complete, interact with it again and request to locate a portal. You will need either a Gek relic, a Korvax casing, or a Vy'Keen dagger depending on which race is the dominant one in this system. Once you have completed that you will receive a waypoint to the portal."
				},
				{
					"type": "image",
					"image": "monolithLocatePortal.jpg"
				}
			]
		},
		{
			"heading": "Activating the portal",
			"items": [
				{
					"type": "text",
					"content": "You will need to recharge the Glyphs on the portals terminal and then you will be able to activate the portal and enter the Glyphs for the address you wish to travel to."
				},
				{
					"type": "image",
					"image": "enterPortalAddress.jpg"
				}
			]
		}
	]
}