{
	"guid": "6f481ec1-6e55-4775-9567-58674aef2c77",
	"title": "Guida per ottenere tutti i 16 glifi e individuare il vostro primo portale.",
	"shortTitle": "Portali e Glifi",
	"image": "enterPortalAddress.jpg",
	"author": "KaeAl",
	"minutes": 20,
	"date": "2019-09-22",
	"tags": [
		"Beyond Ready",
		"Portal",
		"Glyph"
	],
	"sections": [
		{
			"items": [
				{
					"type": "text",
					"content": "1.600 naniti (durante questa guida otterrete solo alcuni di questi)\nDati di navigazione o exocraft con aggiornamenti dello scanner installati\n1 reliquia di Gek, involucro di Korvax o pugnale Vy'Keen. Determinato dalla razza dominante del sistema in cui stai per individuare un portale.\nMateriali per ricaricare il terminale del portale."
				},
				{
					"type": "text",
					"content": "Portals are a means of long distance transportation, they can be used to travel across the galaxy. You will need the portal address of your destination and that consists of a series of 12 symbols known as Glyphs. There are a total of 16 uniqueGlyphs."
				},
				{
					"type": "image",
					"image": "glyphs.jpg"
				},
				{
					"type": "text",
					"content": "Attualmente ci sono due modi per ottenere i Glifi. Il primo è di avanzare nella storia principale. Per evitare spoiler, questa guida non tratterà tale metodo. Il secondo modo è parlare con gli NPC dei viaggiatori e visitare le loro tombe. Riconoscerai i viaggiatori dal loro aspetto. Non sono nessuna delle tre specie principali (Gek, Vy'Keen, Korvax) e hanno un bagliore sul loro corpo. Dovrai parlare con loro, completare la prima interazione e poi parlare di nuovo con loro. Durante la seconda conversazione dovrai chiedere loro da dove provengono. Questo costerà 100 naniti, ma se sei fortunato ne hai ottenuto almeno così tanti durante la tue prime interazion con loro. Quindi devi recarti nella posizione che ti danno."
				},
				{
					"type": "image",
					"image": "travelerGrave.jpg"
				},
				{
					"type": "text",
					"content": "Interagisci con la tomba e, dopo che avrai completato l'interazione, riceverai un glifo insieme ai tuoi progressi sui 16 ottenibil."
				},
				{
					"type": "text",
					"content": "Dovrai ripetere questo processo 16 volte per completare il set. Nella mia esperienza sembra che ci sia 1 sola tomba per sistema. Quindi, se trovi più viaggiatori nello stesso sistema, ti invieranno alla stessa tomba. Se parli con un secondo viaggiatore mentre ne hai uno attivo, non ti mostreranno una tomba e perderai il Glifo in più. Devi completarne uno alla volta e quindi iniziare il viaggiatore successiv. Ti manderanno nella stessa tomba ma sarai in grado di sbloccare un Glifo aggiuntivo."
				}
			],
			"heading": "Articoli necessari:",
			"content": "",
			"image": ""
		},
		{
			"heading": "Individuazione dei portali",
			"items": [
				{
					"type": "text",
					"content": "Esistono due modi per localizzare i portali, usando l'exocraft oppur usando le mappe planetarie."
				},
				{
					"type": "text",
					"content": "Per utilizzare un exocraft sono necessari gli aggiornamenti dello scanner installati. Sali a bordo dell'exocraft e nel menu rapido, cerca l strutture aliene."
				},
				{
					"type": "image",
					"image": "exocraftSignalBooster.jpg"
				},
				{
					"type": "image",
					"image": "scanForAlienStructures.jpg"
				},
				{
					"type": "text",
					"content": "Il secondo metodo consiste nel trasformare i dati di navigazione dal cartografo delle stazioni spaziali per le carte planetarie. Cerca i grafici che affermano di trovarsi in un sito sicuro d' interesse."
				},
				{
					"type": "text",
					"content": "Either of these methods will lead you to an alien monolith. Create a save before interacting with it, as you will need to respond correctly to a prompt. If you don't do it correctly on the first try just reload your save and try again. Once that is complete, interact with it again and request to locate a portal. You will need either a Gek relic, a Korvax casing, or a Vy'Keen dagger depending on which race is the dominant one in this system. Once you have completed that you will receive a waypoint to the portal."
				},
				{
					"type": "image",
					"image": "monolithLocatePortal.jpg"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Attivazione del portale",
			"items": [
				{
					"type": "text",
					"content": "You will need to recharge the Glyphs on the portals terminal and then you will be able to activate the portal and enter the Glyphs for the address you wish to travel to."
				},
				{
					"type": "image",
					"image": "enterPortalAddress.jpg"
				}
			],
			"content": "",
			"image": ""
		}
	]
}