{
	"guid": "6f481ec1-6e55-4775-9567-58674aef2c77",
	"title": "Leitfaden zum Auffinden aller 16 Glyphen und zum Auffinden den ersten Portals",
	"shortTitle": "Portale und Glyphen",
	"image": "enterPortalAddress.jpg",
	"author": "KaeAl",
	"minutes": 20,
	"date": "2019-09-22",
	"tags": [
		"Beyond Ready",
		"Portal",
		"Glyph"
	],
	"sections": [
		{
			"items": [
				{
					"type": "text",
					"content": "1,600 Nanit-Haufen (ein paar erhalten Sie während des Leitfadens)\nNavigationsdaten oder Exo-Fahrzeug mit Scanner Upgrade installiert\n1 Gek Relikt, Korvax Gehäuse oder Vy'Keen Dolch (Je nach Rasse des Systems in dem Sie das Portal lokalisieren möchten)\nMaterial zum Aufladen des Portals"
				},
				{
					"type": "text",
					"content": "Portale sind ein Weg um große Distanzen zurück zu legen. Sie können damit quer durch die Galaxis reisen. Sie benötigen die Portaladresse Ihres Ziels, die aus einer Reihe von 12 Symbolen besteht, die als Glyphen bezeichnet werden. Es gibt insgesamt 16 einzigartige Glyphen."
				},
				{
					"type": "image",
					"image": "glyphs.jpg"
				},
				{
					"type": "text",
					"content": "Derzeit gibt es zwei Möglichkeiten, um die Glyphen zu erhalten. Die erste ist sich durch die Hauptgeschichte zu arbeiten. Um Spoiler zu vermeiden, wird diese Methode in diesem Handbuch nicht behandelt. Der zweite Weg ist mit reisenden NPCs zu sprechen und deren Gräber zu besuchen. Sie erkennen Reisende an ihrem Aussehen. Sie sind keine der drei Hauptarten (Gek, Vy'Keen, Korvax) und haben ein leichtes Glühen. Sie müssen mit ihnen sprechen, die erste Interaktion abschließen und dann erneut mit ihnen sprechen. Während des zweiten Gesprächs müssen Sie den Reisenden fragen, woher er kommt. Dies kostet 100 Nanit-Haufen. Wenn Sie Glück haben, haben Sie bei Ihrer ersten Interaktion mit ihnen mindestens so viel bekommen. Dann müssen Sie zu den Koordinatien reisen die er Ihnen gab."
				},
				{
					"type": "image",
					"image": "travelerGrave.jpg"
				},
				{
					"type": "text",
					"content": "Interagieren Sie mit dem Grab und erhalten Sie die erste von 16 Glyphen."
				},
				{
					"type": "text",
					"content": "Sie müssen diesen Vorgang 16 Mal wiederholen, um alle Glyphen zu erhalten. Meiner Erfahrung nach scheint es nur 1 Portal pro System zu geben. Wenn Sie also mehrere Reisende im selben System finden, werden Sie diese zum selben Grab schicken. Wenn Sie mit einem zweiten Reisenden sprechen, während Sie einen aktiven haben, wird dieser Sie nicht zu einem Grab schicken und Sie werden die zusätzliche Glyphe verpassen. Sie müssen eine Glyphe nach der anderen abschließen und dann den nächsten Reisenden ansprechen. Er schickt Sie zum selben Grab, aber Sie können eine zusätzliche Glyphe freischalten."
				},
				{
					"type": "text",
					"content": ""
				}
			],
			"heading": "Benötigte Gegenstände:",
			"content": "",
			"image": ""
		},
		{
			"heading": "Portale lokalisieren",
			"items": [
				{
					"type": "text",
					"content": "Es gibt zwei Möglichkeiten, Portale mithilfe von Exo-Fahrzeugen oder Planetenkarten zu lokalisieren."
				},
				{
					"type": "text",
					"content": "Um ein Exo-Fahrzeug verwenden zu können, müssen die Scanner-Upgrades installiert sein. Steigen Sie in das Fahrzeug ein und scannen Sie im Schnellmenü nach fremden Strukturen."
				},
				{
					"type": "image",
					"image": "exocraftSignalBooster.jpg"
				},
				{
					"type": "image",
					"image": "scanForAlienStructures.jpg"
				},
				{
					"type": "text",
					"content": "Die zweite Methode ist Navigationsdaten beim Kartographen in einer Raumstation gegen Planetenkarten einzutauschen. Suchen Sie nach Planetenkarten die Sie zu einem \"sicheren, interessanten Ort\" führen."
				},
				{
					"type": "text",
					"content": "Jede dieser Methoden führt Sie zu einem außerirdisch Monolithen. Speichern Sie ab bevor Sie mit dem Monolithen interagieren, da Sie auf eine Eingabeaufforderung korrekt antworten müssen. Wenn Sie es beim ersten Versuch nicht richtig machen, laden Sie einfach neu und versuchen es erneut. Wenn dies abgeschlossen ist, interagieren Sie erneut damit und fordern an, ein Portal zu finden. Sie benötigen ein Gek Relikt, Korvax Gehäuse oder Vy'Keen Dolch (Je nach Rasse die vorherrschend ist in dem System). Sobald Sie dies abgeschlossen haben, erhalten Sie einen Wegpunkt zum Portal."
				},
				{
					"type": "image",
					"image": "monolithLocatePortal.jpg"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Aktivierung des Portals",
			"items": [
				{
					"type": "text",
					"content": "Sie müssen die Glyphen a Portal-Terminal aufladen und können dann das Portal aktivieren und die Glyphen für die Adresse eingeben, zu der Sie reisen möchten."
				},
				{
					"type": "image",
					"image": "enterPortalAddress.jpg"
				}
			],
			"content": "",
			"image": ""
		}
	]
}