{
	"guid": "6f481ec1-6e55-4775-9567-58674aef2c77",
	"title": "Guide pour obtenir chacun des 16 glyphes et trouver ton premier portail.",
	"shortTitle": "Portails et Glyphes",
	"author": "KaeAl",
	"translatedBy": "LordNakah",
	"minutes": 20,
	"date": "2019-09-22T00:00:00",
	"tags": [
		"Portal",
		"Glyph"
	],
	"image": "enterPortalAddress.jpg",
	"sections": [
		{
			"heading": "Objets requis:",
			"items": [
				{
					"type": "text",
					"content": "1,600 nanites (Tu va en obtenir quelques unes avec ce guide, mais tu ne les aura pas toutes)\nDonnées de navigations ou un xonef avec l'amelioration scanner installé\n1 relique Gek, une enveloppe Korvax ou une dague Vy'keen. C'est selon la race dominante du systeme où tu va trouver le portail.\nDes matériaux pour recharger le terminal du portail"
				},
				{
					"type": "text",
					"content": "Les portails sont un moyen de transport a longue distance, ils peuvent etre utilisé pour voyager a travers la galaxie. Tu aura besoin de l'adresse du portail de ta destination. Elle est sous forme d'une série de 12 symboles appelé Glyphes. Il y a un total de 16 glyphes unique.\n"
				},
				{
					"type": "image",
					"image": "glyphs.jpg",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "Il y a actuellement 2 moyens d'obtenir les Glyphes. La première est de progresser a travers l'histoire principal. Pour éviter les spoilers, ce guide ne va pas montrer cette méthode. La seconde méthodes est de parler a des PNJ voyageurs et visiter leurs tombes. Tu les reconnaîtra grâce a leurs physique. Ils ne font pas partie des trois espèces (Gek , Vy'keen, et Korvax) et leur corps brillent. Il faudra leur parler, finir votre première interaction, et leur reparler. \nPendant la seconde conversation, il faudra leur demander d'où ils viennent. Çà va te coûter 100 nanites, mais si t'a de la chance ils t'auront donné cette somme pendant la 1ère conversation. Ensuite, il faudra voyager jusqu’à l'emplacement qu'ils t'ont donné."
				},
				{
					"type": "image",
					"image": "travelerGrave.jpg",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "Interagis avec leur tombe et après cela, tu aura un glyphe.\n"
				},
				{
					"type": "text",
					"content": "Il faudra refaire cela 16 fois pour compléter les 16 glyphes. Selon mon expérience, il semble qu'il n'y ait qu'une seul tombe par système. Donc si tu vois plusieurs voyageurs dans le même système, ils t'enverront a la même tombe.\n Si tu parla a un autre voyageurs pendant qu'un autre voyageur t'a indiqué sa tombe, il ne va pas te montrer sa tombe et tu manquera un Glyphe supplémentaire. Tu dois en finir un a la fois et ensuite parle a un autre voyageurs. Ils t'enverront a la même tombe mais tu aura un glyphe différent a chaque fois."
				}
			]
		},
		{
			"heading": "Trouver les portails",
			"items": [
				{
					"type": "text",
					"content": "Il y a 2 moyens de trouver les portails, en utilisant l'éxonef ou en utilisant des diagrammes planetaires"
				},
				{
					"type": "text",
					"content": "Pour utiliser la méthode avec l'éxonef, il fauddra avoir installer l'amelioration du scanner. Monte dans l'éxonef et dans le menu rapide, scan les structures alien.\n"
				},
				{
					"type": "image",
					"image": "exocraftSignalBooster.jpg",
					"imageBase64": ""
				},
				{
					"type": "image",
					"image": "scanForAlienStructures.jpg",
					"imageBase64": ""
				},
				{
					"type": "text",
					"content": "La 2ème méthode est d'échanger des données de navigation contre des diagrammes planétaires au cartographes présents dans les stations spatiales. Trouve les diagrammes qui indiquent les sites des anciens artefact"
				},
				{
					"type": "text",
					"content": "Ces deux méthodes vont t'emmener a un monolith alien. Sauvegarde avant d'interagir avec celles ci car tu va devoir repondre correctement a une question. Si tu le fais mal, tu peut juste charger ta sauvegarde et essayer encore. Une fois que c'est fini, interagit encore et demande lui l'emplacement du portail.\nTu aura besoin sois d'une relique Gek, d'une enveloppe Korvax, ou d'une dague Vy'keen selon la race dominante du systeme. Une fois que tu aura fini cela, tu va recevoir l'emplacement  du portail.\n"
				},
				{
					"type": "image",
					"image": "monolithLocatePortal.jpg",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Activer le portail",
			"items": [
				{
					"type": "text",
					"content": "Il faudra recharger les Glyphes sur le terminal du portails et apres cela tu pourra activer le portail et mettre les Glyphes pour l'adresse a laquell tu veut voyager"
				},
				{
					"type": "image",
					"image": "enterPortalAddress.jpg",
					"imageBase64": ""
				}
			]
		}
	]
}