{
	"guid": "6d4dd601-d56f-4ab5-be74-ca7f571ab6aa",
	"title": "Tout a propos des unités",
	"shortTitle": "Guide sur les unités",
	"author": "Sphynxcolt",
	"translatedBy": "LordNakah",
	"minutes": 0,
	"date": "2019-12-13T08:42:51.784Z",
	"tags": [
		"Beyond Ready",
		"Unit",
		"Currency"
	],
	"image": "guide.png",
	"sections": [
		{
			"heading": "Qu'est-ce que c'est les Unités ?",
			"items": [
				{
					"type": "text",
					"content": "Les Unités sont la monnaie principale de No Man's Sky, avec les amas de Nanites et le Vif argent étant les sources secondaires.\nLes Unités peuvent être utilisé pour acheter des nouveaux vaisseaux, des cargos, et des frégates; des ressources et des produits depuis le Terminal de Commercial Galactique; des améliorations de multi-outils et d'éxocombinaison; et occasionnellement des interactions avec des aliens. Les joueurs peuvent obtenir des unités de plusieurs manières différentes.\n"
				},
				{
					"type": "table",
					"columns": [
						"Les façons de gagner des Unités"
					],
					"rows": [
						[
							"Scanner des nouvelles espèces de flores et de faunes ou des formations rocheuses avec la visière d'analyse."
						],
						[
							"Télécharger des marqueurs récemment découverts, des systèmes solaire, des planètes, ou des lunes."
						],
						[
							"Vendre ou échanger des ressources miné, collecté, ou volé dans des planètes ou des cargos."
						],
						[
							"Interagir avec certains appareils dans des bâtiments aliens."
						],
						[
							"Finir des missions qui récompensent en unité. "
						],
						[
							"Récupérer des primes sur des pirates fugitifs. "
						],
						[
							"En gagner en tant que recompenses avec certaines actions avec des aliens"
						]
					]
				}
			]
		},
		{
			"heading": "Minage",
			"items": [
				{
					"type": "text",
					"content": "Miner des Depot de matériaux rare en utilisant un multi-outil ou miner des asteroides avec les armes de ton vaisseau est un bon moyen de se faire de l'argent. Surtout pour les joueurs débutant.\nCombiner des minerais en alliage peut augmenter leur valeur. Collecter des Cristaux de tempête est extrêmement lucratif (avec un valeur de base de 156,950.0 unités et pouvant se stacker jusqu’à 5), mais vu qu'ils apparaissent uniquement sur les planètes avec une météo extrême pendant qu'une tempête fait rage, un exonef est hautement recommandé afin d’être a l'abri mais aussi pour atteindre le prochain dépôt aussi vite que possible avant que la tempête s’arrête et que le cristal disparaisse.\nLes grottes sont aussi un endroit où on peut trouver du profits; le cobalt se vend pour un bon prix; tu peut aussi avoir une chance de trouver de l'or, de l'argent, ou du platine. Trouver des Données récupérées peut aussi etre lucratif vu que chaque donnée se vend pour 50000 unités et qu'elles apparaissent dans un groupe de 2 ou plus.\n"
				},
				{
					"type": "image",
					"image": "missionGun.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Scanner",
			"items": [
				{
					"type": "text",
					"content": "Scanner la faune et la flore est aussi un moyen utile de se faire de l'argent une fois que la Visière d'Analyse à été installé. Malheureusement, les récompenses pour avoir télécharger des découvertes et avoir découvert toute la faune et la flore sur une planète ne sont pas augmenter au fur et à mesure.\n"
				},
				{
					"type": "image",
					"image": "62.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Agriculture",
			"items": [
				{
					"type": "text",
					"content": "L'Agriculture est possiblement l'activité avec le + de profit du jeu. Les substances récoltable peuvent être combiné pour créer des objets échangeable qui se vendentcher."
				}
			]
		},
		{
			"heading": "Echange de commodité",
			"items": [
				{
					"type": "text",
					"content": "Vendre des objets commun trouver dans les conteneurs est un moyen facile de se faire de l'argent. On peut aussi échanger des objets a travers des systèmes avec des économies différentes. Regarde la section \"L'échange en détails\"\n"
				},
				{
					"type": "image",
					"image": "80.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "Missions",
			"items": [
				{
					"type": "text",
					"content": "Finir des missions peut donner des des Unités, des plans, des amas de Nanites, ou des biens changeables aux joueur. Une meilleur réputation auprès des différentes Guildes débloque des missions avec des récompenses avec plus de valeurs.\n"
				}
			]
		},
		{
			"heading": "Expeditions de Flottes",
			"items": [
				{
					"type": "text",
					"content": "Envoyer des Frégates en expéditions peut récompenser le joueur avec des unités, des objets, des métaux de valeurs ou des métaux alliés lorsqu'elles sont finis. Les expéditions concentrés sur les échanges ou sur l'exploration ont plus de chances d'avoir des récompenses de types unités que les autres types d’expéditions.\n"
				},
				{
					"type": "image",
					"image": "explore.png",
					"imageBase64": ""
				}
			]
		},
		{
			"heading": "L'échange en détails",
			"items": [
				{
					"type": "text",
					"content": "Tout les produits et ressources ont 2 valeurs: La valeur de Base (écrit dans la description du produit) et la moyenne Galactique (la reference des point d'echange). La moyenne Galactique est légèrement supérieur à la valeur de base. L'interface de commerce montrera les difference entre le prix local et la moyenne Galactique.\n"
				},
				{
					"type": "table",
					"columns": [
						"Vert",
						"Blanc",
						"Rouge"
					],
					"rows": [
						[
							"Le vert signifie que le prix local est 10% ou + supérieur à la moyenne Galactique",
							"Le vert signifie que le prix local est 10% supérieur ou 10% inférieure à la moyenne Galactique",
							"Le rouge signifie que le prix local est 10% ou - inférieur à la moyenne Galactique"
						]
					]
				},
				{
					"type": "text",
					"content": "Vendre des objets ou des ressources sous forme de pack ou autres est plus rentable que de le vendre en petits bouts car le prix de l'objets sera alteré une fois que la vente ou l'achat à été effectué.\nPour chaque unités vendu, les ajustement suivant seront fait a l'économie du Système "
				},
				{
					"type": "table",
					"columns": [
						"Pour chaque unité vendue, les ajustement suivant seront fait sur l'économie du Système:",
						"Objets du marché"
					],
					"rows": [
						[
							"Un objet pouvant être créer ou un objet banale: le prix est réduit de 0,3%",
							"Pour le fournisseur: le prix est réduit de 0.34%"
						],
						[
							"Des ressources Naturelles, des plantes récoltable, ou des déchets: le prix est réduit de 0,03%",
							"Pour le client: Le prix est réduit de 0.25%"
						],
						[
							"",
							"Personne ne fournis ou ne demande: Le prix est réduit de 0.3%"
						]
					]
				},
				{
					"type": "text",
					"content": "Le prix d'un produit va éventuellement revenir a sa valeur original après une période de temps encore inconnu (il faut plus de recherches)"
				}
			]
		},
		{
			"heading": "Notes Supplémentaires",
			"items": [
				{
					"type": "text",
					"content": "Si un joueur meurt, la pénalité de perte va s'appliquer sur les ressources porté par le joueur, ainsi que sur les découvertes que le joueur n'aura pas télécharger, et non pas sur les unités que le joueur posséd déja."
				}
			]
		},
		{
			"heading": "Liens Externes",
			"items": [
				{
					"type": "link",
					"name": "An in-depth spreadsheet",
					"content": "https://docs.google.com/spreadsheets/d/1FKDU5AJUF5LI1pg1vi0-Oj7GxEh-E4JYxXIz8KbCA4g/edit#gid=1789148121"
				},
				{
					"type": "link",
					"name": "User SeansCheckShirts on Reddit",
					"content": "https://www.reddit.com/r/NoMansSkyTheGame/comments/6x6wzz/a_look_at_the_numbers_behind_the_economy_of_no/"
				},
				{
					"type": "link",
					"name": "No man's sky wiki",
					"content": "https://nomanssky.gamepedia.com/No_Man%27s_Sky_Wiki"
				}
			]
		}
	]
}