{
	"guid": "6d4dd601-d56f-4ab5-be74-ca7f571ab6aa",
	"title": "Everything about Units",
	"shortTitle": "Unit guide",
	"author": "Sphynxcolt",
	"minutes": 0,
	"date": "2019-12-13T08:42:51.784Z",
	"tags": [
		"Beyond Ready",
		"Unit",
		"Currency"
	],
	"image": "guide.png",
	"sections": [
		{
			"heading": "What are Units?",
			"items": [
				{
					"type": "text",
					"content": "Units are the primary currency in No Man's Sky, with Nanite Cluster and Quicksilver being the secondary.\nUnits can be used to purchase new starships, freighters and frigates from aliens; resources and products from the Galactic Trade Terminals; exosuit and multi-tool upgrades; and occasionally in interactions with aliens. The player can earn units in a variety of ways"
				},
				{
					"type": "table",
					"columns": [
						"Ways to earn Units"
					],
					"rows": [
						[
							"Scanning newly discovered species of flora and fauna or rock formations with the Analysis Visor."
						],
						[
							"Uploading newly discovered waypoints, star systems, planets, or moons"
						],
						[
							"Selling and trading resources mined, collected, or scavenged from planets or Space Fleets."
						],
						[
							"Interacting with certain devices in alien buildings"
						],
						[
							"Completing missions (usually from the Mission Board) which reward units"
						],
						[
							"Collecting bounties on fugitive Pirates"
						],
						[
							"As a reward from certain interactions with aliens"
						]
					]
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Mining",
			"items": [
				{
					"type": "text",
					"content": "Mining rare Resource Deposits using your multi-tool or mining asteroids with your starship's weapons is a good way to make money, especially for starting players. Combining the minerals into alloys can raise their value. Harvesting Storm Crystals can be extremely lucrative (with a base value of 156,950.0 units and can be stacked up to 5), but because they only appear in extreme weather planets while a storm is raging, an Exocraft is highly recommended for both shelter against the elements and reaching the next deposit as quickly as possible before the storm ends and the crystals disappear. Caves also provide a place where additional profit may be found; cobalt sells for a good price; you also have a chance of finding gold, silver, or platinum. Finding Salvaged Data can be very lucrative, as each Salvaged Data sells for 50000 units and they usually come in groups of 2 or more"
				},
				{
					"type": "image",
					"image": "missionGun.png"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Scanning",
			"items": [
				{
					"type": "text",
					"content": "Scanning undiscovered fauna and flora is a viable way to make money once the Analysis Visor upgrades have been installed. Unfortunately, the rewards for uploading discoveries and discovering all fauna on a given planet are not increased with the upgrades"
				},
				{
					"type": "image",
					"image": "62.png"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Farming",
			"items": [
				{
					"type": "text",
					"content": "Farming is possibly the most profitable activity in the game. Harvestable substances can be combined to craft expensive tradeables"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Commodity Trading",
			"items": [
				{
					"type": "text",
					"content": "Selling common goods found in cannisters is an easy way to make money. It's also possible to trade marketed tradeables between systems of different economy types. See \"Trading in-depth\" below for more details"
				},
				{
					"type": "image",
					"image": "80.png"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Missions",
			"items": [
				{
					"type": "text",
					"content": "Completing missions can reward the player units, Nanite Clusters, tradeables or blueprints. Higher standing with the Guilds can unlock missions with higher, more valuable rewards"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Fleet expeditions",
			"items": [
				{
					"type": "text",
					"content": "Sending frigates out on expeditions can reward the player with units, tradeables, valuable metals or metal alloys upon their completion. Trade-focused and Exploration-focused expeditions are more likely to have unit-rewarding encounters than other types of expeditions"
				},
				{
					"type": "image",
					"image": "explore.png"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Trading in-depth",
			"items": [
				{
					"type": "text",
					"content": "All products and resources have two values: Base Value or BV (written in the product's description) and Galactic Average or GA (reference point for trading). GA is always slightly above BV. The trading interface will show the difference between GA and local price"
				},
				{
					"type": "table",
					"columns": [
						"Green",
						"White",
						"Red"
					],
					"rows": [
						[
							"green means local price is 10% or more better than GA",
							"white means between 10% better and 10% worse",
							"red means 10% or more worse than GA."
						]
					]
				},
				{
					"type": "text",
					"content": "Selling trade items and resources in bulk is more profitable than selling them in small chunks as the price of the items will be altered after a sale or purchase is completed.\nFor every unit sold, the following adjustments are made for that system's economy"
				},
				{
					"type": "table",
					"columns": [
						"For every unit sold, the following adjustments are made for that system's economy:",
						"Market items"
					],
					"rows": [
						[
							"general commodity or craftable item: price reduced by 0.3%",
							"supplier system: price is reduced by 0.34%"
						],
						[
							"natural resources, harvestable plants, or junk items: price is reduced by 0.03%",
							"demanding system: price is reduced by 0.25%"
						],
						[
							"",
							"neither supplying or demanding: price is reduced by 0.3%"
						]
					]
				},
				{
					"type": "text",
					"content": "That being said, the price of any product will eventually go back to its original value after an unknown period of time. (More research needed)."
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "Additional Notes",
			"items": [
				{
					"type": "text",
					"content": "If a player dies, the penalty loss that applies to resources carried by the player, as well as discoveries that the player did not upload, will not apply to the units the player already owns"
				}
			],
			"content": "",
			"image": ""
		},
		{
			"heading": "External Links",
			"items": [
				{
					"type": "link",
					"name": "An in-depth spreadsheet",
					"content": "https://docs.google.com/spreadsheets/d/1FKDU5AJUF5LI1pg1vi0-Oj7GxEh-E4JYxXIz8KbCA4g/edit#gid=1789148121"
				},
				{
					"type": "link",
					"name": "User SeansCheckShirts on Reddit",
					"content": "https://www.reddit.com/r/NoMansSkyTheGame/comments/6x6wzz/a_look_at_the_numbers_behind_the_economy_of_no/"
				},
				{
					"type": "link",
					"name": "No man's sky wiki",
					"content": "https://nomanssky.gamepedia.com/No_Man%27s_Sky_Wiki"
				}
			]
		}
	]
}