[
  {
    "Id": "mission1",
    "Objective": "해적 사냥",
    "Titles": [
      "붕괴",
      "보호비",
      "과학의 반격",
      "체면 세우기",
      "성전",
      "저승",
      "사보타주!",
      "해커 사냥",
      "무자비한 협상",
      "거액의 판돈"
    ],
    "Subtitles": [
      "해적들을 사냥해 파괴하기"
    ],
    "Descriptions": [
      "해적단이 정직한 상인과 정직하지 못한 상인 모두를 방해하며 화물선들의 운항에 지장을 주고 있다. 의뢰자는 이 지장 요인이 해결되기를 바라고 있다.",
      "해적들이 자율 채광 시설을 약탈하고, 호퍼를 비우기 위해 도착하는 함선들을 공격하고 있다. 그들은 약한 자를 갈취하고 있으며, 의뢰자는 약간의 해적 함선만 제거해도 나머지 해적들이 별다른 저항 없이 현장에서 이탈할 거라고 기대하고 있다.",
      "지역의 과학 시설이 잇따른 해적 공격에 대항하기 위해 투쟁 중이다. 현미경이 도난 당했고, 적정 장비는 파괴됐다. 의뢰자는 이 공격을 멈추게 만들려면 얼마나 많은 해적을 죽여야 하는지 실험해보고 싶어 한다.",
      "의뢰자는 가족 문제에 대한 해결책을 찾고 있다. 좀 더 정확하게 말하자면, 해적으로 전향해 자신들의 명성에 누를 끼친 가족 구성원의 문제이다. 그들을 처리해, 예의 바른 생명체들 사이에서 의뢰자의 명성을 회복시켜라.",
      "의뢰자는 자신들 삶의 목적이 설명되어 있는 우주에서 날아온 메시지로부터 이익을 얻었다. 그들은 해적들을 제거하는 끝 없는 탐구를 통해 대의를 위해 봉사하고 있으며, 일시적일지라도 자신들의 성전에 참여할 파일럿들을 찾고 있다.",
      "이 글은 의뢰자를 대표해 적혀진 글이다. 의뢰자는 일단의 해적들로 인해 조난 당했고, 적대적인 행성에 죽도록 방치됐다. 의뢰자는 죽은 것으로 추정되고 있지만, 남겨진 중계기가 지역 라디오 채널을 통해 사건의 세부 사항을 송신 중이다. 그들은 자신들의 남은 자금이 그들을 버리고 간 자들의 현상금으로 쓰일 수 있도록 요청했다.",
      "의뢰자가 해적 포획에 대한 즉각적인 지원을 요청했다. 그들의 시설 여기저기에 숨겨진 EMP 장치가 그들의 작전 능력에 심각한 피해를 입히고 있다. 직접 사태를 해결할 능력을 잃어버린 그들은 사건에 책임이 있는 자들을 추격하는 일에 법규를 준수하는 모든 파일럿들의 지원을 요청했다.",
      "의뢰자는 해적단의 손에 크나큰 손해를 입었다. 해적들은 우주에서 공격하는 대신, 원격으로 의뢰자의 무역 터미널을 가로채 자금과 물건을 자신들의 계좌로 옮겼다. 의뢰자는 이 가상 범죄에 대한 대가로 물리적인 보복을 가하려고 한다.",
      "해적들이 의뢰자의 직원 다수를 납치했고, 그들은 매우 높은 몸값을 요구했다. 의뢰자는 힘을 과시하는 것이 향후 발생할 수도 있는 납치 사건을 막을 최선의 방법이라고 결정했다. 그들은 인질이 여전히 갇혀있는 해적 함선을 찾아서 파괴할 파일럿을 찾고 있다. 인명 손실은 안타까운 일이지만, 그로 인해 의뢰자가 금전 갈취 시도를 용납하지 않는다는 것을 보여줄 수 있을 것이다.",
      "의뢰자는 우주전의 결과에서 이익을 창출하는 수익성 높은 사업을 진행 중이다. 그들은 분쟁을 찾아 지역 우주를 돌아다니는 화려한 화물선을 운항하며, 고객들은 전투를 안전하고 편안하게 관람하며 돈을 건다. 사업은 번창하고 있지만, 분쟁은 그리 많이 일어나지 않고 있다. 그들은 '경기장'에 난입해 승객들을 위해 재미있는 액션을 보여 줄 파일럿들을 찾고 있다.",
      "의뢰자는 인근의 해적들을 파괴할 사람을 찾고 있다.",
      "의뢰자는 이 성계에서 해적질을 근절하고 싶어한다.",
      "의뢰자는 이 스테이션 근처에 자리를 잡은 해적들에게 신속한 보복을 요구했다.",
      "의뢰자는 이 세상들에 머물고 있는 모든 해적들의 죽음을 바라고 있다.",
      "의뢰자가 해적 쓰레기들에게 죽음을 내릴 이를 급하게 구하고 있다.",
      "의뢰자가 인근의 해적 편대를 암살해 줄 이를 찾고 있다.",
      "의뢰자는 이 세상들에서 활개치고 있는 해적들의 근절을 요구했다.",
      "의뢰자는 이 스테이션 근처에 있는 모든 해적의 궤멸을 바라고 있다.",
      "범죄자가 너무 오랫동안 정의의 심판을 피해다니며, 처벌을 받지 않고 지역의 화물선들을 괴롭히고 있었다.",
      "범죄자가 자신들이 법보다 더 우위에 있다고 믿으며, 이 구역 전체의 시설을 습격했다.",
      "날이 갈수록 범죄자의 위협이 거세지고 있다. 뭔가 조치를 취해야 한다.",
      "범죄자들은 그들이 자유와 도둑질로 점철된 삶을 살겠다고 결정한 순간 이런 일이 벌어지는 것을 자초한 것이다.",
      "범죄자들에게 사면이나 석방 따위는 사치다.",
      "범죄자들은 기회만 주어진다면 이 구역 전체를 파괴할 것이다.",
      "범죄자들이 이 성계의 무역로를 너무 오랜 기간 동안 방해해왔다.",
      "범죄자들은 그들이 삶의 방식을 정했던 그 순간, 죽음을 선택한 것이다.",
      "의뢰자는 이 일을 빠르고 신중하게 해결하기를 원하고 있다. 그들은 이와 관련된 해적 클랜에게서 그 어떤 보복도 받고 싶어하지 않는다.",
      "의뢰자는 조심해서 이 일을 처리할 것을 추천했다. 해적들은 당신의 함선을 격추하려고 끊임 없이 시도할 것이다.",
      "의뢰자는 해적들을 몰살하는 방법은 당신에게 맡겼다. 그저 그들 중 누구도 살아남지 못하게 만들기만 하면 된다.",
      "시민의 의무를 수행한 당신에게 의뢰자가 고마움을 표시한다. 그런 불법 행위는 어떤 성계도 용납하지 않는다.",
      "이 계약의 완료로 많은 이들이 혜택을 받을 것이다. 그리고 보상도 상당히 많이 주어질 것 같다.",
      "의뢰자는 당신에게 해적들과 그 어떤 흥정도, 대화도 하지 말 것을 상기시켰다. 그들은 정의의 심판에서 빠져나가기 위해 모든 수단을 동원할 것이다.",
      "의뢰자는 해적들을 전멸시키는데 소요되는 기간을 정해놓지 않았다.",
      "의뢰자는 결국 다른 해적들이 이 지역으로 진입할 거라는 건 알고 있지만, 아예 평화가 없는 것보다야 잠시만이라도 평화가 찾아오는 것이 더 낫다고 여기고 있다."
    ],
    "Type": "SpaceCombat",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.BOUNTYMEDIUM.MSHOP.png"
  },
  {
    "Id": "mission2",
    "Objective": "아이템 수집",
    "Titles": [
      "쇼핑 상담사",
      "회상",
      "연회",
      "길 밝히기",
      "적응하는 생명",
      "시장 조작",
      "무료로 제공되는 선물",
      "새로운 검은색",
      "경쟁 재촉",
      "나노로봇의 탈을 쓴 양",
      "값진 표본",
      "대체품",
      "조비안 따라잡기",
      "기계의 작은 구성요소",
      "우리 시대의 기록",
      "마지막 조각",
      "부당 이득",
      "꼭두각시술사",
      "유행에 앞서다",
      "대중의 지혜"
    ],
    "Subtitles": [
      "값진 아이템 구함"
    ],
    "Descriptions": [
      "의뢰자는 충성스러운 파트너에게 상당한 가치의 선물을 주고 싶어 한다. 파트너는 수 년 동안이나 그들을 충성스럽고 성실하게 섬겨왔다. 그들은 적당한 가치를 지닌 아이템을 안전하게 배달해 줄 믿음직한 파일럿을 구하고 있다.",
      "의뢰자는 자신들의 과거를 상기시켜 줄 과거의 상징을 찾고 있다. 이는 그들의 어릴 적 중요한 순간을 나타내는 물건이며, 그런 물건을 안전하게 배달해 준 자에게 후한 보상을 줄 것이다.",
      "의뢰자가 최신 유행에 대한 소문을 들었다고 한다. 그들은 맛있으면서도 영양소가 풍부하다고 소문난 아이템을 구하고 있으며, 갑작스러운 인기로 인해 구하기가 어렵다고 한다. 그들은 제 시간 내에 아이템을 구해 다음 연회에서 먹을 수 있게 해주는 파일럿에게 보상을 줄 것이다.",
      "의뢰자는 대안적인 발전 방식에 대해 연구하고 있으며, 연구에 돌파구를 찾았다고 믿고 있다. 그들의 새로운 방식은 막대한 양의 전력을 발생시키는 동시에 적은 양의 독성 폐기물만을 남긴다. 하지만 주요 성분의 공급량이 부족하다고 한다. 그들은 자신들의 연구소를 벗어날 수 없으므로, 그들을 위해 아이템을 모아다 줄 파일럿들을 찾고 있다.",
      "의뢰자는 진보된 지각 능력 연구를 진행 중이다. 포괄적인 답을 찾기 위해 무엇이 정신을 구성하는 가에 대한 선입관을 배제, 연구에 돌파구를 찾았다고 여긴다. 그들은 사고 경험 능력을 지녔다고 판단되는 성질을 가진 물질을 찾아냈다. 이제 이 물질로 제작된 사고 기계를 만들어 이론을 증명할 일만 남았다. 이에 막대한 양의 물질이 필요하며, 확보에 도움을 줄 탐험가를 찾고 있다.",
      "의뢰자는 수익을 얻을 기회를 포착했으며, 과정을 도와주는 모든 자에게 이 횡재의 일부를 떼어준다고 한다. 그들은 물건을 같은 장소로 배달해 지역 시장의 상품 가격을 폭락시켜 줄 다수의 탐험가들을 구하고 있다. 그렇게 물건을 과잉공급하면, 경쟁자를 폐업시켜 의뢰자가 차후에 시장으로 진입해 장기간에 걸친 공급 부재를 악용할 수 있도록 해 줄 것이다.",
      "의뢰자는 성계 당국과 자신들의 관계에 기름칠을 하고 싶어 한다. 그들은 지역 스테이션의 장관이 특정 아이템을 좋아한다는 것을 알고 있고, 해당 아이템을 그들에게 제공하고 싶어 한다. 물론, 그런 물건을 직접 전달하는 어리석은 행동은 취하지 않을 것이다. 그들은 중개인으로 활동하고, 자신들을 대신해 아이템을 모아올 탐험가를 찾고 있다.",
      "의뢰인은 부유하고 나태한 자들을 위해 매월마다 상품을 선정해주고 있다. 그들은 특정 아이템에 대한 관심이 급등하고 있다는 점을 파악했고, 반드시 그 아이템을 자신들의 상품 구성에 포함시켜야 한다고 생각 중이다. 그들은 자신들을 위해 해당 아이템을 구해오는 모든 탐험가에게 시세 이상의 대가를 넘겨줄 것이다.",
      "의뢰자는 자신의 경쟁자가 매우 구체적인 물건에 관심을 가지고 있다는 것을 깨달았고, 당연히 그들은 그 물건을 가져가게 놔둘 수 없다고 한다. 그들은 경쟁자보다 먼저 아이템을 확보해 경쟁자가 원하는 것을 무산시키는 모든 탐험가에게 보상을 제공할 것이라고 한다.",
      "의뢰자는 최근에 새로운 사업을 시작했다. 그들은 평범한 물건을 가져다가 다른 사람들이 가치를 알아볼 수 있도록 도와주고 있다. 이는 주로 싸구려 물건을 가져다가 험하게 굴려서 역사적인 가치가 있는 것처럼 보이게 만드는 방식으로 이뤄진다. 그들은 그런 연금술을 부릴 수 있는 새로운 아이템들을 찾고 있다.",
      "의뢰자는 추측에 근거한 연구를 진행 중이다. 그들은 많은 연구비를 받았고, 그렇게 받은 연구비를 쓸 방법을 찾아야 했다. 그래서 그들은 아이템을 추가적으로 시험해 볼 필요가 있는지를 알려줄 거라고 생각되는 일련의 시험을 설계했고, 이제는 그 과정을 실험해 볼 수 있는 물질을 찾고 있다.",
      "의뢰자가 매우 중요한 아이템을 잃어버렸다. 그들은 아이템이 사라졌다는 걸 아무도 모르게 만드는 데 필요한 대체품을 급하게 찾고 있다.",
      "의뢰자는 경쟁사가 아주 중요한 아이템을 확보했다는 것을 깨달았다. 그들은 그 아이템이 왜 중요한 것인지 전적으로 알지는 못하지만, 경쟁에서 뒤쳐지기 전에 반드시 그 아이템을 확보해야 한다고 생각 중이다.",
      "의뢰자는 영구 기관을 만들어냈다. 그들은 은하계 전역에서 다양한 종류의 부품과 에너지원을 수급했고, 작품을 완성하는 데는 몇 가지의 부품만 더 있으면 될 거라고 믿고 있다. 아무런 방비 없이 기관을 남겨 두고 움직일 수가 없으므로, 그들은 남은 물질들을 구해 올 탐험가들을 찾고 있다.",
      "의뢰자는 자신들의 동족과 문화를 상징하는 아이템으로 금고를 채우고 싶어 한다. 그들은 이것이 미래의 역사가들에게 큰 가치를 지니게 될 거라고 생각하지만, 의뢰자의 동료 중 그 누구도 자신들이 가진 물건을 넘겨주려 하지 않고 있다. 그래서 그들은 선택된 아이템을 모아다 줄 탐험가들을 찾고 있다.",
      "의뢰자는 값진 아이템을 수집하는 유명한 수집가이다. 그들은 멋진 수집품들을 가지고 있지만, 마지막 조각을 아직 모으지 못했다. 그 구멍을 막지 않는 한, 수집품들은 아무런 가치도 지니지 못할 것이다. 의뢰자는 이 가장 희귀한 물건을 구하는 일을 도와달라고 모든 탐험가들에게 요청했으며, 물건 확보에 도움을 주는 자에게 보상을 준다고 한다. 깔끔한 표본만 받는다는 말도 적혀 있다.",
      "의뢰자는 지역 시장을 조작할 방법을 찾고 있다. 불행한 데이터 오류로 인해 그들은 예상보다 10배나 많은 양의 물건을 구매했기 때문이다. 그들은 가격을 높여 자신들이 실수로 구매한 물건들로 수익을 뽑아낼 수 있도록 지역 우주 인근의 무역 터미널에서 동일한 아이템을 구매해 줄 탐험가들을 찾고 있다.",
      "의뢰자는 지역의 범죄자 세력 두 곳 간의 관계를 불안정하게 만들고 싶어 한다. 양측 모두는 특정한 아이템을 찾고 있고, 그들이 아이템을 찾지 못할 경우에는 서로 상대방의 계략이라고 여길 것이 분명하다. 의뢰자는 개별적으로 아이템을 구해 양 세력 간의 분쟁을 유발시켜 줄 신중한 탐험가를 구하고 있다.",
      "의뢰자는 사업에서 경쟁자보다 한 발 앞서 나가고 싶어 한다. 그들은 특정한 시장이 호황을 누릴 거라는 소문을 들었고, 그런 일이 발생했을 때 이익을 볼 수 있도록 물건을 확보하고 싶어 한다. 그들은 자신들에게 물건을 가져다 주는 위험 부담을 감수한 독립된 파일럿들에게 현재 시세보다 높은 가격을 쳐줄 것이다.",
      "의뢰자는 큰 성공을 거둔 사업가인 관계로 자신들의 물건을 구하러 다니기에는 너무 바쁜 일정을 보내고 있다. 그 대신, 그들은 자신들을 위해 물건을 성공적으로 구입해 주는 독립 파일럿에게 보상을 제안하고 있다.",
      "의뢰자가 매우 특정한 물건의 배달을 요청했다.",
      "의뢰자는 그 어떤 장애가 있더라도 아이템을 구해야 한다.",
      "의뢰자가 특정 물체의 입수를 원하고 있다.",
      "의뢰자가 어떤 물건을 얻기를 바라고 있다.",
      "의뢰자가 즉시 어떤 아이템의 소유권을 얻고 싶어한다.",
      "이 물건이 없다면, 그들은 확실히 죽고 말 것이다. 그러니 시급을 다투는 일이다.",
      "그들은 진행 중인 연구의 중요한 단계에서 그 물건이 필요하다.",
      "그들은 그 물건이 전투의 향방을 자신들에게 유리하게 바꿀 수 있을 거라 믿고 있다.",
      "그들은 위험한 임무를 수행 중이다. 이는 그들의 안전을 보장해 줄 것이다.",
      "그들은 도둑질을 당했고, 그 대체품으로 이것이 필요하다고 한다.",
      "의뢰자는 사소한 것들은 당신에게 맡겼다. 물건을 받으면, 적당한 보상을 받을 수 있을 것이다.",
      "의뢰자가 빠르게 가져다 달라고 미리 감사를 표해왔다.",
      "의뢰자가 조심스럽게 배달해 주기를 바라고 있다. 운송 과정에서 어떤 것도 망가지지 않도록 말이다.",
      "의뢰자는 최대한 빨리 아이템을 받아 볼 수 있기를 기대하고 있다.",
      "의뢰자는 당신이 이 일을 신중하게 처리해 줄 거라 여기고 있다."
    ],
    "Type": "Cargo",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission3",
    "Objective": "아이템 수집",
    "Titles": [
      "쇼핑 상담사",
      "회상",
      "연회",
      "길 밝히기",
      "적응하는 생명",
      "시장 조작",
      "무료로 제공되는 선물",
      "새로운 검은색",
      "경쟁 재촉",
      "나노로봇의 탈을 쓴 양",
      "값진 표본",
      "대체품",
      "조비안 따라잡기",
      "기계의 작은 구성요소",
      "우리 시대의 기록",
      "마지막 조각",
      "부당 이득",
      "꼭두각시술사",
      "유행에 앞서다",
      "대중의 지혜"
    ],
    "Subtitles": [
      "값진 아이템 구함"
    ],
    "Descriptions": [
      "의뢰자는 충성스러운 파트너에게 상당한 가치의 선물을 주고 싶어 한다. 파트너는 수 년 동안이나 그들을 충성스럽고 성실하게 섬겨왔다. 그들은 적당한 가치를 지닌 아이템을 안전하게 배달해 줄 믿음직한 파일럿을 구하고 있다.",
      "의뢰자는 자신들의 과거를 상기시켜 줄 과거의 상징을 찾고 있다. 이는 그들의 어릴 적 중요한 순간을 나타내는 물건이며, 그런 물건을 안전하게 배달해 준 자에게 후한 보상을 줄 것이다.",
      "의뢰자가 최신 유행에 대한 소문을 들었다고 한다. 그들은 맛있으면서도 영양소가 풍부하다고 소문난 아이템을 구하고 있으며, 갑작스러운 인기로 인해 구하기가 어렵다고 한다. 그들은 제 시간 내에 아이템을 구해 다음 연회에서 먹을 수 있게 해주는 파일럿에게 보상을 줄 것이다.",
      "의뢰자는 대안적인 발전 방식에 대해 연구하고 있으며, 연구에 돌파구를 찾았다고 믿고 있다. 그들의 새로운 방식은 막대한 양의 전력을 발생시키는 동시에 적은 양의 독성 폐기물만을 남긴다. 하지만 주요 성분의 공급량이 부족하다고 한다. 그들은 자신들의 연구소를 벗어날 수 없으므로, 그들을 위해 아이템을 모아다 줄 파일럿들을 찾고 있다.",
      "의뢰자는 진보된 지각 능력 연구를 진행 중이다. 포괄적인 답을 찾기 위해 무엇이 정신을 구성하는 가에 대한 선입관을 배제, 연구에 돌파구를 찾았다고 여긴다. 그들은 사고 경험 능력을 지녔다고 판단되는 성질을 가진 물질을 찾아냈다. 이제 이 물질로 제작된 사고 기계를 만들어 이론을 증명할 일만 남았다. 이에 막대한 양의 물질이 필요하며, 확보에 도움을 줄 탐험가를 찾고 있다.",
      "의뢰자는 수익을 얻을 기회를 포착했으며, 과정을 도와주는 모든 자에게 이 횡재의 일부를 떼어준다고 한다. 그들은 물건을 같은 장소로 배달해 지역 시장의 상품 가격을 폭락시켜 줄 다수의 탐험가들을 구하고 있다. 그렇게 물건을 과잉공급하면, 경쟁자를 폐업시켜 의뢰자가 차후에 시장으로 진입해 장기간에 걸친 공급 부재를 악용할 수 있도록 해 줄 것이다.",
      "의뢰자는 성계 당국과 자신들의 관계에 기름칠을 하고 싶어 한다. 그들은 지역 스테이션의 장관이 특정 아이템을 좋아한다는 것을 알고 있고, 해당 아이템을 그들에게 제공하고 싶어 한다. 물론, 그런 물건을 직접 전달하는 어리석은 행동은 취하지 않을 것이다. 그들은 중개인으로 활동하고, 자신들을 대신해 아이템을 모아올 탐험가를 찾고 있다.",
      "의뢰인은 부유하고 나태한 자들을 위해 매월마다 상품을 선정해주고 있다. 그들은 특정 아이템에 대한 관심이 급등하고 있다는 점을 파악했고, 반드시 그 아이템을 자신들의 상품 구성에 포함시켜야 한다고 생각 중이다. 그들은 자신들을 위해 해당 아이템을 구해오는 모든 탐험가에게 시세 이상의 대가를 넘겨줄 것이다.",
      "의뢰자는 자신의 경쟁자가 매우 구체적인 물건에 관심을 가지고 있다는 것을 깨달았고, 당연히 그들은 그 물건을 가져가게 놔둘 수 없다고 한다. 그들은 경쟁자보다 먼저 아이템을 확보해 경쟁자가 원하는 것을 무산시키는 모든 탐험가에게 보상을 제공할 것이라고 한다.",
      "의뢰자는 최근에 새로운 사업을 시작했다. 그들은 평범한 물건을 가져다가 다른 사람들이 가치를 알아볼 수 있도록 도와주고 있다. 이는 주로 싸구려 물건을 가져다가 험하게 굴려서 역사적인 가치가 있는 것처럼 보이게 만드는 방식으로 이뤄진다. 그들은 그런 연금술을 부릴 수 있는 새로운 아이템들을 찾고 있다.",
      "의뢰자는 추측에 근거한 연구를 진행 중이다. 그들은 많은 연구비를 받았고, 그렇게 받은 연구비를 쓸 방법을 찾아야 했다. 그래서 그들은 아이템을 추가적으로 시험해 볼 필요가 있는지를 알려줄 거라고 생각되는 일련의 시험을 설계했고, 이제는 그 과정을 실험해 볼 수 있는 물질을 찾고 있다.",
      "의뢰자가 매우 중요한 아이템을 잃어버렸다. 그들은 아이템이 사라졌다는 걸 아무도 모르게 만드는 데 필요한 대체품을 급하게 찾고 있다.",
      "의뢰자는 경쟁사가 아주 중요한 아이템을 확보했다는 것을 깨달았다. 그들은 그 아이템이 왜 중요한 것인지 전적으로 알지는 못하지만, 경쟁에서 뒤쳐지기 전에 반드시 그 아이템을 확보해야 한다고 생각 중이다.",
      "의뢰자는 영구 기관을 만들어냈다. 그들은 은하계 전역에서 다양한 종류의 부품과 에너지원을 수급했고, 작품을 완성하는 데는 몇 가지의 부품만 더 있으면 될 거라고 믿고 있다. 아무런 방비 없이 기관을 남겨 두고 움직일 수가 없으므로, 그들은 남은 물질들을 구해 올 탐험가들을 찾고 있다.",
      "의뢰자는 자신들의 동족과 문화를 상징하는 아이템으로 금고를 채우고 싶어 한다. 그들은 이것이 미래의 역사가들에게 큰 가치를 지니게 될 거라고 생각하지만, 의뢰자의 동료 중 그 누구도 자신들이 가진 물건을 넘겨주려 하지 않고 있다. 그래서 그들은 선택된 아이템을 모아다 줄 탐험가들을 찾고 있다.",
      "의뢰자는 값진 아이템을 수집하는 유명한 수집가이다. 그들은 멋진 수집품들을 가지고 있지만, 마지막 조각을 아직 모으지 못했다. 그 구멍을 막지 않는 한, 수집품들은 아무런 가치도 지니지 못할 것이다. 의뢰자는 이 가장 희귀한 물건을 구하는 일을 도와달라고 모든 탐험가들에게 요청했으며, 물건 확보에 도움을 주는 자에게 보상을 준다고 한다. 깔끔한 표본만 받는다는 말도 적혀 있다.",
      "의뢰자는 지역 시장을 조작할 방법을 찾고 있다. 불행한 데이터 오류로 인해 그들은 예상보다 10배나 많은 양의 물건을 구매했기 때문이다. 그들은 가격을 높여 자신들이 실수로 구매한 물건들로 수익을 뽑아낼 수 있도록 지역 우주 인근의 무역 터미널에서 동일한 아이템을 구매해 줄 탐험가들을 찾고 있다.",
      "의뢰자는 지역의 범죄자 세력 두 곳 간의 관계를 불안정하게 만들고 싶어 한다. 양측 모두는 특정한 아이템을 찾고 있고, 그들이 아이템을 찾지 못할 경우에는 서로 상대방의 계략이라고 여길 것이 분명하다. 의뢰자는 개별적으로 아이템을 구해 양 세력 간의 분쟁을 유발시켜 줄 신중한 탐험가를 구하고 있다.",
      "의뢰자는 사업에서 경쟁자보다 한 발 앞서 나가고 싶어 한다. 그들은 특정한 시장이 호황을 누릴 거라는 소문을 들었고, 그런 일이 발생했을 때 이익을 볼 수 있도록 물건을 확보하고 싶어 한다. 그들은 자신들에게 물건을 가져다 주는 위험 부담을 감수한 독립된 파일럿들에게 현재 시세보다 높은 가격을 쳐줄 것이다.",
      "의뢰자는 큰 성공을 거둔 사업가인 관계로 자신들의 물건을 구하러 다니기에는 너무 바쁜 일정을 보내고 있다. 그 대신, 그들은 자신들을 위해 물건을 성공적으로 구입해 주는 독립 파일럿에게 보상을 제안하고 있다.",
      "의뢰자가 매우 특정한 물건의 배달을 요청했다.",
      "의뢰자는 그 어떤 장애가 있더라도 아이템을 구해야 한다.",
      "의뢰자가 특정 물체의 입수를 원하고 있다.",
      "의뢰자가 어떤 물건을 얻기를 바라고 있다.",
      "의뢰자가 즉시 어떤 아이템의 소유권을 얻고 싶어한다.",
      "이 물건이 없다면, 그들은 확실히 죽고 말 것이다. 그러니 시급을 다투는 일이다.",
      "그들은 진행 중인 연구의 중요한 단계에서 그 물건이 필요하다.",
      "그들은 그 물건이 전투의 향방을 자신들에게 유리하게 바꿀 수 있을 거라 믿고 있다.",
      "그들은 위험한 임무를 수행 중이다. 이는 그들의 안전을 보장해 줄 것이다.",
      "그들은 도둑질을 당했고, 그 대체품으로 이것이 필요하다고 한다.",
      "의뢰자는 사소한 것들은 당신에게 맡겼다. 물건을 받으면, 적당한 보상을 받을 수 있을 것이다.",
      "의뢰자가 빠르게 가져다 달라고 미리 감사를 표해왔다.",
      "의뢰자가 조심스럽게 배달해 주기를 바라고 있다. 운송 과정에서 어떤 것도 망가지지 않도록 말이다.",
      "의뢰자는 최대한 빨리 아이템을 받아 볼 수 있기를 기대하고 있다.",
      "의뢰자는 당신이 이 일을 신중하게 처리해 줄 거라 여기고 있다."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild",
      "Korvax",
      "Vykeen",
      "Gek"
    ],
    "Icon": "faction/MISSION.COLLECT.MSHOP.png"
  },
  {
    "Id": "mission4",
    "Objective": "아이템 배달",
    "Titles": [
      "즐거운 궤도의 날",
      "전부 이상 무",
      "섬세한 협상",
      "못 본 척하기",
      "장물 꾸러미",
      "매우 소중한 물건",
      "사죄",
      "전문 연구",
      "암호화된 협박",
      "대정화",
      "우편요금 지급필",
      "수상한 소리",
      "물물 교환",
      "충성스러운 고객",
      "면세품",
      "미끼",
      "장물",
      "무료 시식",
      "신선한 농산물",
      "바톤 넘기기"
    ],
    "Subtitles": [
      "긴급 배달 서비스 필요"
    ],
    "Descriptions": [
      "긴급 배달 서비스 필요\n\n의뢰자가 믿을 수 있는 배달부를 찾고 있다. 그들은 자신들의 성공적인 생존 지속을 기념하는 헌정물로 동료를 기리고 싶어한다.",
      "긴급 배달 서비스 필요\n\n의뢰자가 신중한 배달 서비스를 찾고 있다. 그들은 화물이 겉보기와 똑같은 물건이며, 적하목록을 의심할 이유는 그 어디에도 없다고 배달부를 안심시키고 싶어 한다.",
      "긴급 배달 서비스 필요\n\n의뢰자가 사업 거래를 해결할 방법을 찾고 있다. 상대방과의 협상은 열심히 진행 중이고, 의뢰자는 이 화물이 자신들의 거래에서 차후 발생할 지도 모르는 모든 장애물을 없애 주기만을 바라고 있다. 화물을 반드시 수취인에게 전달하는 것이 중요하다.",
      "긴급 배달 서비스 필요\n\n의뢰자가 민감한 사업을 진행하고 있다. 화물은 특정 상대에게 보내는 진심 어린 답례이다. 이전 또는 향후에 발생할지도 모르는 무례는 묵과될 것임을 나타내는 무료 증정품이다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 그저 몇 가지의 물건을 동료에게 전달하는 것 외에는 바라지 않는다. 그들은 또한 물건은 이제 추적 당할 염려가 없으니 수취인이 걱정할 필요가 없다는 메시지도 동봉했다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 중요하고 번잡한 일이 있어서 사소한 내정 문제의 처리는 기대할 수 없는 상태이다. 자신들의 조상을 기리는 기념일이자, 자신을 낳아준 조상에게 선물을 바치는 전통이 이어져 오고 있는 날이다. 의뢰자는 자신들이 신경쓰지 않아도 상관 없도록 이 문제를 처리해 줄 사람을 찾고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 자신들과 관련된 자에게 감정적인 빚을 지고 있다. 각별히 중요한 날을 기념하는 일을 잊은 것이다. 그에 대한 사죄로 그들은 자신들이 잘못한 자들에게 특정한 가치를 지닌 아이템을 배송해달라고 주문을 넣었다. 배달 도중에 물건을 잃어버려 의뢰자가 더욱 곤경에 처하지 않도록 각별히 신경을 써야겠다.",
      "긴급 배달 서비스 필요\n\n의뢰자가 이상한 아이템을 발견했다고 한다. 보기에는 평범해 보이지만, 미생물 스캔에서 걱정스러울 정도로 많은 수의 알 수 없는 포자가 발견됐다. 그들은 아이템을 생물학적 재해 전문가에게 배송해야 한다. 봉인을 망가뜨리지 않도록 조심하자.",
      "긴급 배달 서비스 필요\n\n의뢰자가 동료에게 메시지를 보내고 싶다고 한다. 아이템에는 서면으로 된 메시지가 첨부되어 있지 않으며, 아이템 자체도 그리 중요한 물건은 아니다. 하지만 그들은 동료의 개인 주소로 아이템을 배송하는 것 자체가 자신들의 의도를 명확히 표현할 수 있을 거라 생각하고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자가 잡동사니를 처리하고 싶어 한다. 그들은 수 년 동안 막대한 양의 잡동사니를 얻었고, 이제 그 아이템들을 처분하고 싶어 한다. 그것들을 그냥 파괴하면 쓰레기밖에 안 되겠지만, 모두 한 자리에 모아놓으면 너무 많은 개인 정보가 노출될 우려가 있다. 그래서 그들은 아이템을 다수의 배달원과 수취인으로 나눠서 여기저기 흩어버리기로 결정했다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 소규모의 소매업을 운영하고 있다. 그들은 원치 않거나 인기 없는 아이템을 구매한 다음 그 아이템의 가치를 좀 더 알아주는 구매자에게 연결시켜 주고 있다. 그들의 최신 배송품이 물건의 진가를 알아보고 대가를 지불한 감정가에게 배송될 준비를 마쳤다고 한다.",
      "긴급 배달 서비스 필요\n\n의뢰자에게 완전히 평범한 수송물이 있으며, 의문을 품거나 당국의 관심을 끌지 않을 법한 배달부를 구하고 있다. 의뢰자는 포장 상자 안에서 들려오는 동물 소리는 그저 착각일 뿐이라고 믿을 잠재적인 배달부를 원하고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 길고 복잡한 거래 사슬의 일부이다. 잠재적으로 추적 당할 수 있는 그 어떤 기록도 남기지 않기 위해서 거래는 현금의 교환 없이 치러지고 있다. 이 화물은 상대쪽에 지불해야 할 대가를 나타내고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 자신들의 충성스러운 고객 중 한 명에게 일상적인 화물을 배송하려 한다. 그리 특별한 아이템은 아니지만, 고객에게 자신들이 소중하게 여겨진다는 느낌을 주는 것이 중요하기 때문이다. 그러기 위해 그들은 대량 발송이라는 방식은 제외하고, 숙련된 독립 배달부를 찾고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 매일마다 대량의 아이템을 발송하고 있다. 그들의 사업은 이윤의 폭이 작아서 아주 약간의 세금만 부과되더라도 이익이 전부 사라질 위험성이 있다. 그래서 그들은 평범한 비상업적 사업을 진행하는 와중에도 자신들의 물건을 배달해 줄 신중한 배달부를 고용할 좀 더 효율적인 방법을 찾고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 지역에서 유명한 해적인데다 머리에 현상금까지 걸려있어, 추격 당하지 않고 성계에서 벗어날 방법을 찾고 있다 그들은 자신들의 추적 칩을 이 물건에 심어놨고, 자신들이 탈출하는 방향과는 반대쪽으로 옮겨 줄 사람을 찾고 있다.",
      "긴급 배달 서비스 필요\n\n은하계는 많고 다양한 수의 규정이라는 그물이 존재한다. 한 성계에서는 아무런 해가 되지 않는 물건이라도 다른 곳에서는 극도로 불법적인 물건이 되기도 한다. 그런 차이로 인해 상업적인 기회가 발생하는 것이다. 의뢰자는 별 다른 의문을 품지 않고 주변의 관심도 적게 끌며 그런 물건을 배달해 주기를 바라고 있다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 자신들의 사업에 주요한 신규 고객을 유치하고 싶어 하고 있으며, 고객은 대량 주문을 하기 전에 의뢰자의 상품 일부를 먼저 확인하고 싶어 한다. 의뢰자는 고객에게 최상의 상태로 이 표본을 배달해 달라고 의뢰했다.",
      "긴급 배달 서비스 필요\n\n의뢰자는 매주마다 직접 상점을 찾지 못하거나, 직접 움직이기 싫어하는 소비자에게 화물을 발송하고 있다. 그렇게 화물이 배달된 후에 소비자들은 첨부된 조리법에 따라 맛있는 식사 또는 로봇 하인을 준비시킬 수 있는 것이다. 이 화물은 이번 주에 주문된 물량이다. ",
      "의뢰자는 이전에도 이 화물을 배달부에게 맡겼었지만, 이전 배달부는 배달에 실패하고 말았다. 펄스 엔진과 조종석 캐노피가 레이저로 인해 기계적 고장을 일으켰다고 한다. 의뢰자는 우주정거장 외부에서 도사리고 있는 그 어떤 기계적 고장에도 굴하지 않을 대담한 새 배달부를 구하고 있다.\n\n해적이 공격할 경우 배달부는 방어 증명 1개를 공급받게 됩니다.",
      "의뢰자가 긴급한 배달을 해줄 배달부를 찾고 있다.",
      "의뢰자가 값진 아이템을 운송할 배달요원을 요구하고 있다.",
      "의뢰자가 중요한 화물이 있다며, 믿을 수 있는 배달부를 찾고 있다.",
      "의뢰자가 신중하고, 아무런 질문도 하지 않는 배달부를 필요로 하고 있다.",
      "의뢰자에게는 배달할 아이템이 있지만, 전통적인 배송사는 믿지 못하겠다고 한다.",
      "문제의 아이템은 극도로 높은 가치를 지니고 있으며, 그로 인해 도둑들의 이목을 끌고 말았다.",
      "의뢰자의 이 특정 아이템 공급이 줄어들고 있다. 이것이 그들이 가진 마지막 표본이다.",
      "지정된 수취인은 의뢰자에게 매우 중요하며, 아이템을 반드시 안전하게 배달해야 한다고 한다.",
      "아이템은 겉보기에 평범해 보일지는 몰라도, 아이템의 이전 소유자와 아이템의 사용처는 막대한 문화적 중요성을 지니고 있다.",
      "아이템은 예상된 한도를 초과한 수치가 검출되는 특이한 속성을 나타내고 있다. 그 결과로 현재 특수한 과학적 관심을 받고 있는 물품이다.",
      "아이템을 대체할 수 있을 가망성이 전혀 없으므로 의뢰자는 최상의 취급으로 고객을 감동시키고 싶어 한다.\n\n배달부는 해적 공격을 받는다면 방어 증명 1x가 제공될 것이다.",
      "의뢰자는 배달 시에 그 어떤 잠재적인 손상까지도 상세하게 적힌 완전한 보고를 바라고 있다.\n\n배달부는 해적 공격을 받는다면 방어 증명 1x가 제공될 것이다.",
      "배달용 금고는 추가적인 보안 분석 프로토콜이 설치되어 있으며, 배달부가 시도할지도 모르는 그 어떤 종류의 부정 행위에도 반응하지 않을 것이다.\n\n배달부는 해적 공격을 받는다면 방어 증명 1x가 제공될 것이다.",
      "의뢰자는 배달부에게 접근해 아이템에 대해 묻는 허가 받지 않은 모든 생명체를 무시하라고 경고했다.\n\n배달부는 해적 공격을 받는다면 방어 증명 1x가 제공될 것이다.",
      "의뢰자가 극도로 조심스럽지만, 가장 빠른 속도로 배달을 해줄 배달부를 원하고 있다.\n\n배달부는 해적 공격을 받는다면 방어 증명 1x가 제공될 것이다."
    ],
    "Type": "Cargo",
    "Difficulty": "Hard",
    "MinRank": 6,
    "Factions": [
      "ExplorerGuild",
      "TradeGuild"
    ],
    "Icon": "faction/MISSION.DELIVER.MSHOP.png"
  },
  {
    "Id": "mission5",
    "Objective": "%BIOME%의 사진 촬영하기",
    "Titles": [],
    "Subtitles": [
      "풍경 사진 촬영하기"
    ],
    "Descriptions": [
      "의뢰자는 명성 높은 탐험가다. 그들은 병이 들어 계약한 원정을 마무리하지 못하게 됐다. 그들은 성공적인 여정의 증거를 제공해 줄 신중한 동료 지리학자를 구하고 있다.",
      "의뢰자는 이미지 데이터베이스를 작업하고 있다. 그들은 직접 아트워크를 만들어 낼 수 없는 소규모 업체에게 다양한 범위의 검색 가능한 이미지를 제공한다.",
      "의뢰자는 상당한 규모의 연구소를 책임지고 있다. 그들은 많은 예산이 남았지만, 연구할 것은 부족하다는 것을 깨달았다.",
      "의뢰자는 자신들의 연간 활동에 대한 상세한 보고서를 준비했지만, 보고서의 글을 좀 더 생동감 넘치게 만들 이미지가 필요하다는 것을 깨달았다.",
      "의뢰자는 산업 '연구'에서도 특히나 섬세한 부분에 참여하게 됐고, 자신들의 '연구'를 도와줄 이미지가 필요하다고 한다.",
      "의뢰자는 일련의 혼합 매체 그림으로 구성된 자신들의 최신 작품에 대한 영감을 찾고 있다.",
      "의뢰자는 사진 협회의 창설에 도움을 줄 후원자를 구하고 있다. 그들은 자신들의 산업을 촉진시킬 초기 기반 작품이 필요하다고 한다.",
      "의뢰자는 데이터 처리 센터를 운영하고 있다. 그들은 자신들의 압축 및 전송 파이프라인 시험에 사용할 대량의 이미지가 필요하다고 한다.",
      "의뢰자는 목적을 밝혀야 할 필요를 느끼지 못하고 있다. 그 정보는 꼭 필요할 때에만 제공될 것이며, 자신들이 원하는 사진이 어떤 것인지만 알려줘도 될 거라 생각한다.",
      "의뢰자는 장기 비교 연구를 진행 중이다. 그들은 자신들의 기록 보관소에 넣을 시간이 첨부된 사진이 필요하다고 한다.",
      "의뢰자는 자신들의 기계 학습 알고리즘을 개선할 방법을 찾고 있다. 그들은 자신들의 AI가 물체 판별 뿐만이 아니라, 물체의 미학적 가치까지도 판단할 수 있기를 바라고 있다.",
      "의뢰자는 영감을 주는 이미지들을 은하계 전역에 배포해 희망과 즐거움을 퍼뜨리려 한다. 그들은 임무를 도와줄 예술적 정신을 지닌 탐험가를 구한다.",
      "의뢰자는 지역 세상의 정확한 기록 보관소를 만들고 싶어 한다. 그들은 이미 적당한 표본을 채취할 생물학자와 지리학자를 고용했으며, 이제는 절차를 완료할 시각적 데이터가 필요하다고 한다.",
      "의뢰자는 깨끗한 디지털 이미지를 입력 받아 그것들 얇은 물리 미디어에 저장하는 사진 처리 도구를 개발했다. 유일하게 남은 것은 정확한 표본 데이터로 그 절차를 시험해 보는 것 뿐이다.",
      "의뢰자는 기억을 잃을까 두려워하고 있다. 그들은 자신들의 정신이 무너지기 시작할 때 시각적 프롬프트 역할을 할 중요 장소의 목록을 만들어 줄 이를 구하고 있다.",
      "의뢰자는 이미지에 냄새를 끼워넣는 신기술을 시험하고 싶어하며, 매운 맛이 날 것만 같은 사진이 필요하다고 한다.",
      "의뢰자는 이 지역의 행성 습격 현장에 대변인을 보내고 싶어 한다. 그들은 그렇게 해도 안전하겠다는 증거가 될 광범위한 현장 기록이 필요하다고 한다.",
      "의뢰자는 새로운 색깔을 찾고 있다. 그들은 색상에 대한 연구가 너무 오래 정체되어 있었다고 생각하며, 다수의 전도유망한 단서들을 파악해놨다.",
      "의뢰자는 지역 성계의 지도를 만들고 있다. 폭넓은 항법 데이터를 확보했지만, 지도를 돋보이게 만들 현장의 상세한 데이터를 필요로 한다.",
      "의뢰자는 이 성계 행성들의 안내서를 만들고 있다. 독자가 여행 할 때 감명을 받도록 고품질의 이미지가 필요하다고 한다.",
      "의뢰자는 기념품으로 홀로그램 이미지를 판매해, 엽서의 제작과 배포로 자신들의 수익을 보태고 싶어 한다.",
      "의뢰자는 환각 유발성 안료를 활용해 시청자의 정신으로 이미지를 직접 투영하는 새로운 인화법을 시험해 보고 싶어 한다.",
      "의뢰자는 감정적 반응에 대한 연구를 진행 중이며, 자신들의 시험 데이터에 구멍이 있다고 느끼고 있다.",
      "의뢰자는 기존의 사진에 추가적인 세부사항을 매끄럽게 삽입할 수 있게 고안된 자신들의 이미지 처리 소프트웨어를 시험해 보고 싶어 한다.",
      "의뢰자는 장문의 연구를 출판하고 싶어 하지만, 사진이 첨부되어 있지 않으면 아무도 읽지 않을까 우려하고 있다.",
      "보는 사람이 자기의 어릴 적을 떠올리며, 고향을 생각하는 감각을 줄 수 있는 사진이 필요하다고 한다.",
      "그들은 자연의 광대함을 전달할 수 있는 사진을 위해 뇌리에서 잊혀지지 않는 파노라마를 찍어다 주기를 바라고 있다.",
      "그들은 특별히 상세하고 웅장한 풍경이 필요하다고 요청했다.",
      "그들은 시청자들이 우주의 규모에 경이로움을 느끼며, 자신들이 작은 존재라는 것을 느낄 수 있는 극적인 풍경이 찍힌 이미지가 필요하다.",
      "그들은 행성 표면의 형태가 확연하게 드러나는, 행성 규모의 지질학적 기원을 나타내주는 사진을 원하고 있다.",
      "그들은 행성 규모의 지형이 폭 넓게 담긴 풍경 이미지가 필요하다고 한다.",
      "그들은 바람과 물, 지반 운동의 힘을 나타내는 지질학적 사진을 찾고 있다고 한다.",
      "그들은 경외감과 감탄을 불러일으킬 풍경 사진을 바라고 있다.",
      "의뢰자는 사진사가 마주치는 그 어떤 유해요소에도 책임을 지지 않겠다고 한다.",
      "물 또는 방사선 오염으로 손상된 이미지는 받지 않으니, 카메라가 충분히 차폐되어 있는지 확인해 보는 것이 좋을 것이다.",
      "도보로 촬영한 이미지가 필요하다고 명시해, 함선에서 촬영한 사진은 받지 않을 것이다.",
      "파장이 가시 스펙트럼 내에 있기만 하다면 어떤 조명 조건 하에서 촬영된 이미지라도 받아들여질 것이다.",
      "참고: 작업의 주재자로서, 저작권은 의뢰자에게 귀속됨."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 0,
    "Factions": [
      "Gek",
      "Vykeen",
      "Korvax",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission6",
    "Objective": "%CREATURE%의 사진 촬영하기",
    "Titles": [],
    "Subtitles": [
      "생물체 사진 촬영"
    ],
    "Descriptions": [
      "의뢰자는 명성 높은 탐험가다. 그들은 병이 들어 계약한 원정을 마무리하지 못하게 됐다. 그들은 성공적인 여정의 증거를 제공해 줄 신중한 동료 지리학자를 구하고 있다.",
      "의뢰자는 이미지 데이터베이스를 작업하고 있다. 그들은 직접 아트워크를 만들어 낼 수 없는 소규모 업체에게 다양한 범위의 검색 가능한 이미지를 제공한다.",
      "의뢰자는 상당한 규모의 연구소를 책임지고 있다. 그들은 많은 예산이 남았지만, 연구할 것은 부족하다는 것을 깨달았다.",
      "의뢰자는 자신들의 연간 활동에 대한 상세한 보고서를 준비했지만, 보고서의 글을 좀 더 생동감 넘치게 만들 이미지가 필요하다는 것을 깨달았다.",
      "의뢰자는 산업 '연구'에서도 특히나 섬세한 부분에 참여하게 됐고, 자신들의 '연구'를 도와줄 이미지가 필요하다고 한다.",
      "의뢰자는 일련의 혼합 매체 그림으로 구성된 자신들의 최신 작품에 대한 영감을 찾고 있다.",
      "의뢰자는 사진 협회의 창설에 도움을 줄 후원자를 구하고 있다. 그들은 자신들의 산업을 촉진시킬 초기 기반 작품이 필요하다고 한다.",
      "의뢰자는 데이터 처리 센터를 운영하고 있다. 그들은 자신들의 압축 및 전송 파이프라인 시험에 사용할 대량의 이미지가 필요하다고 한다.",
      "의뢰자는 목적을 밝혀야 할 필요를 느끼지 못하고 있다. 그 정보는 꼭 필요할 때에만 제공될 것이며, 자신들이 원하는 사진이 어떤 것인지만 알려줘도 될 거라 생각한다.",
      "의뢰자는 장기 비교 연구를 진행 중이다. 그들은 자신들의 기록 보관소에 넣을 시간이 첨부된 사진이 필요하다고 한다.",
      "의뢰자는 자신들의 기계 학습 알고리즘을 개선할 방법을 찾고 있다. 그들은 자신들의 AI가 물체 판별 뿐만이 아니라, 물체의 미학적 가치까지도 판단할 수 있기를 바라고 있다.",
      "의뢰자는 영감을 주는 이미지들을 은하계 전역에 배포해 희망과 즐거움을 퍼뜨리려 한다. 그들은 임무를 도와줄 예술적 정신을 지닌 탐험가를 구한다.",
      "의뢰자는 지역 세상의 정확한 기록 보관소를 만들고 싶어 한다. 그들은 이미 적당한 표본을 채취할 생물학자와 지리학자를 고용했으며, 이제는 절차를 완료할 시각적 데이터가 필요하다고 한다.",
      "의뢰자는 깨끗한 디지털 이미지를 입력 받아 그것들 얇은 물리 미디어에 저장하는 사진 처리 도구를 개발했다. 유일하게 남은 것은 정확한 표본 데이터로 그 절차를 시험해 보는 것 뿐이다.",
      "의뢰자는 기억을 잃을까 두려워하고 있다. 그들은 자신들의 정신이 무너지기 시작할 때 시각적 프롬프트 역할을 할 중요 장소의 목록을 만들어 줄 이를 구하고 있다.",
      "의뢰자는 이미지에 냄새를 끼워넣는 신기술을 시험하고 싶어하며, 매운 맛이 날 것만 같은 사진이 필요하다고 한다.",
      "의뢰자는 이 지역의 행성 습격 현장에 대변인을 보내고 싶어 한다. 그들은 그렇게 해도 안전하겠다는 증거가 될 광범위한 현장 기록이 필요하다고 한다.",
      "의뢰자는 새로운 색깔을 찾고 있다. 그들은 색상에 대한 연구가 너무 오래 정체되어 있었다고 생각하며, 다수의 전도유망한 단서들을 파악해놨다.",
      "의뢰자는 지역 성계의 지도를 만들고 있다. 폭넓은 항법 데이터를 확보했지만, 지도를 돋보이게 만들 현장의 상세한 데이터를 필요로 한다.",
      "의뢰자는 이 성계 행성들의 안내서를 만들고 있다. 독자가 여행 할 때 감명을 받도록 고품질의 이미지가 필요하다고 한다.",
      "의뢰자는 기념품으로 홀로그램 이미지를 판매해, 엽서의 제작과 배포로 자신들의 수익을 보태고 싶어 한다.",
      "의뢰자는 환각 유발성 안료를 활용해 시청자의 정신으로 이미지를 직접 투영하는 새로운 인화법을 시험해 보고 싶어 한다.",
      "의뢰자는 감정적 반응에 대한 연구를 진행 중이며, 자신들의 시험 데이터에 구멍이 있다고 느끼고 있다.",
      "의뢰자는 기존의 사진에 추가적인 세부사항을 매끄럽게 삽입할 수 있게 고안된 자신들의 이미지 처리 소프트웨어를 시험해 보고 싶어 한다.",
      "의뢰자는 장문의 연구를 출판하고 싶어 하지만, 사진이 첨부되어 있지 않으면 아무도 읽지 않을까 우려하고 있다.",
      "그들이 필요한 이미지의 기준은 상대적으로 유연하지만, 반드시 자연 서식지에 있는 생물체가 촬영되어 있어야 한다.",
      "그들은 현재 살아있는 생물체의 사진이 필요하다.",
      "특히나 의뢰자는 야생 동물의 이미지를 원하고 있다.",
      "그들은 동물의 고품질 이미지를 제공해 줄 수 있는 사진사를 찾고 있다.",
      "그들은 야생 동물 사진의 부족을 겪고 있으며, 이 상황을 해결할 이를 구하고 있다.",
      "그들의 프로젝트는 거의 마무리됐지만, 살아있는 생물체의 사진이 부족하다고 한다.",
      "그들은 동물의 자연적인 행동을 보여주는 자연스러운 야생 동물 이미지가 필요하다.",
      "그들은 살아있는 생물체의 위치가 첨부된 고해상도의 이미지를 찾고 있다.",
      "이미지가 깨끗하기만 하다면, 촬영 거리는 사진사에게 맡긴다고 한다.",
      "참고: 사진사는 포식자의 이미지를 촬영하기로 결정했을 때의 모든 책임을 스스로 져야 함.",
      "생물체의 수나 육식 여부, 촬영 거리 등, 이미지의 세부적인 사항은 사진사가 자유롭게 결정해도 된다고 한다.",
      "이미지의 구성은 사진사의 재량이지만, 생물체가 행복해 보이는 사진을 더 선호한다.",
      "참고: 작업의 주재자로서, 저작권은 의뢰자에게 귀속됨."
    ],
    "Type": "Photo",
    "Difficulty": "Normal",
    "MinRank": 3,
    "Factions": [
      "Gek",
      "Korvax",
      "Vykeen",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.PHOTO.MSHOP.png"
  },
  {
    "Id": "mission7",
    "Objective": "생물체 스캔",
    "Titles": [
      "홀로그램 동물원",
      "작업 중인 예술가",
      "새로운 품종의 괴물",
      "기록 보관 담당자",
      "대중문화",
      "신세대",
      "환자 치료",
      "자연적인 패턴 해석",
      "독성 제거 작업 아님",
      "우주 우유"
    ],
    "Subtitles": [
      "행성의 생명체를 추적해 스캔하기"
    ],
    "Descriptions": [
      "의뢰자가 다수의 정밀한 생물학적 표면 스캔을 요청했다. 이 데이터는 보는 사람과 생명체 모두에게 아무런 위협이 없는 상태에서 관측할 수 있도록 각 표본의 실물 같은 홀로그램 투사체를 재현하는 데 활용될 예정이다.",
      "의뢰자가 고품질의 생명체 스캔을 구하고 있다. 의뢰자는 자신들이 선택한 매체로 생명체의 외형을 렌더링해 생명체의 기술을 시험해 볼 수 있도록 자세한 디지털 이미지가 필요하다고 한다.",
      "의뢰자가 상세한 생물학적 조사를 요청했다. 그들은 자신들의 무기화된 포식자 배양 프로그램이 정체에 빠졌고, 기존에 사냥/은신 행동에서 나타났던 약점을 보완하려면 새로운 DNA 표본이 필요하다고 한다.",
      "의뢰자가 급하게 생물학적 스캔 데이터를 요청해왔다. 매일 기후 파괴나 전쟁, 산업 재해로 인해 종족이 멸종되어가고 있다. 의뢰자는 그런 문제에 대해서는 별다른 의견이 없지만, 그런 데이터 손실로 인해서 자신들의 범용 기록 보관소가 불완전해지지 않을까 걱정하고 있다.",
      "의뢰자는 대규모의 화랑을 후원하고 있다. 최근의 전시회에서는 추상 미술에 초점을 맞췄었지만, 그로 인해 방문객의 수는 눈에 띄게 감소하고 말았다. 그들은 화랑으로 다시 고객들을 유치할 흥미롭거나 매력적인 동물들의 사실적인 홀로그램 투사물을 찾고 있다.",
      "의뢰자는 연구 시설을 성공적으로 운영 중이다. 그들은 자신들의 경력이 과학 커뮤니티에 뭔가 환원해주고 싶은 단계에 도달했다고 여긴다. 그리고 신생 연구자로서 그들은 자신들 모성에 서식하고 있는 장엄한 생물학적 광경에서 영감을 얻었다고 한다. 그와 유사한 생명체의 홀로그램 스캔을 공급할 수만 있다면, 그런 야수를 실제로 보지 못하는 자들에게 놀라움을 선사할 수 있을 거라 생각하는 듯 하다.",
      "의뢰자는 외계생물학 의료 프로젝트에 관련되어 있지만, 병든 동물을 찾아 수의사를 모든 행성으로 파견하는 것은 비효율적이라고 한다. 그들은 동물군의 표본을 확인할 수 있는 데이터 스캔을 찾고 있다. 그렇게 얻은 표본은 질병의 징후가 있는 지를 검사한 후, 가장 효과적으로 자신들의 힘을 쏟는 데 사용될 예정이다.",
      "의뢰자는 행성에 동물이 나타나는 과정에 흥미가 있다. 어떤 특징은 은하계 반대편에서도 몇 번이고 발생하기도 한다. 그들은 그런 병행 진화가 자연적인지, 기묘한 우연인지, 어떤 근본적인 패턴의 결과물인지, 외부 간섭의 영향인지 알고 싶어한다. 그들은 그런 특성이 발생된 환경을 평가 가능한지 데이터베이스를 구축하고 있으며, 진취적인 탐험가들이 그 구축에 도움을 주기를 바란다.",
      "의뢰자는 자신들의 연구 프로젝트를 도와줄 신중한 탐험가를 찾고 있다. 독성을 띤 특정 물질이 인근 행성의 대기로 고의적이건, 고의적이지 않건 누출되었을 수도 있다. 지역 식물군의 스캔이라면 이 잠재적으로 독성을 띄고 있을 지도 모르는 이론적 물질이 야생환경에 장기적인 영향을 끼치고 있는지를 밝혀낼 수 있을 것이다.",
      "의뢰자는 그들의 농업 사업을 위해 새로운 수입원을 찾고 있습니다.  그들은 지역 야생 동물의 적합성을 판단해 줄 탐험가를 찾고 있습니다. 가축으로 키울 가능성, 임신 기간, 사료 비용, 그리고 수확한 우유의 영양적인 가치를 판단하기 위한 검사가 필요합니다.",
      "의뢰자가 장기적인 환경 영향 연구를 수행 중이다.",
      "의뢰자가 DNA 돌연변이 추적 프로젝트를 생산 중이다.",
      "의뢰자가 동물의 이주 패턴을 맵핑 중이다.",
      "의뢰자가 외계생물학적 사육 프로그램을 시작하고 싶어 한다.",
      "의뢰자가 중력 및 진화에 대한 이론을 시험 중이다.",
      "그들은 자신들의 예상을 관찰하고 시험할 데이터베이스를 구축하고 있다.",
      "그들은 자신들의 이론을 시험할 대량의 생물학적 데이터가 필요하다고 한다.",
      "그들은 다른 곳에서 모은 데이터와 비교할 지역 식물군의 상세한 스캔을 찾고 있다.",
      "그들의 시뮬레이션에는 모델에 큰 구멍이 뚫려 있고, 탐험가들이 그 비어있는 데이터를 채워주기를 바라고 있다.",
      "그들은 자신들이 지닌 정보에서 중요한 조각이 빠졌다고 느끼고 있으며, 자신들의 연구를 도와 줄 진취적인 탐험가를 구하고 있다.",
      "유효한 생명체 감지라면 모두 받아들여 질 것 같다.",
      "살아있는 존재를 스캔한 것만이 허용될 거라고 한다.",
      "고해상도의 장기 프로브 스캔은 특히나 높은 가격을 받을 수 있을 것 같다.",
      "그래서 그들은 상세한 생물학적 스캔 데이터를 찾고 있다.",
      "그들은 특히나 지역 식물군이 담겨있는 최신의 스캔 데이터를 가져다 달라고 강조했다."
    ],
    "Type": "Research",
    "Difficulty": "Normal",
    "MinRank": 5,
    "Factions": [
      "Vykeen",
      "Korvax",
      "Gek",
      "ExplorerGuild"
    ],
    "Icon": "faction/MISSION.CRESCAN.MSHOP.png"
  },
  {
    "Id": "mission8",
    "Objective": "고급 센티널 제거",
    "Titles": [
      "놈들의 행동 파악하기",
      "뇌 수확",
      "예비 부품",
      "센티널의 분노",
      "도망치게 만들기",
      "야수 찔러보기",
      "강도",
      "누군가가 소유한 센티널",
      "무효화",
      "방어력 실험"
    ],
    "Subtitles": [
      "행성의 센티널 제거"
    ],
    "Descriptions": [
      "의뢰자는 센티널을 좀 더 연구해보고 싶어 한다. 그들은 행성 드론의 행동에 대한 데이터는 충분히 가지고 있지만, 그에 비해 좀 더 희귀한 쿼드 및 워커에 대한 데이터는 부족한 상황이다. 그들은 그런 고위 센티널을 유인해 전투에서 관찰할 수 있도록 교전을 벌여 줄 탐험가를 찾고 있다.",
      "의뢰자는 첨단 인공지능 연구를 진행 중이다. 그들은 은하계 전역에서 기계적, 인공 뇌를 확보해 자신들의 연구를 진척시키고 싶어 한다. 이미 다양한 표본을 수집한 상태지만, 가장 매력적인 것은 바로 고위 센티널의 처리 유닛이다. 그들은 자신들의 팀이 안전하게 처리 유닛을 추출할 수 있도록 고위 센티널을 처치해 줄 탐험가를 구하고 있다.",
      "의뢰자가 개인 프로젝트를 위한 예비 부품이 필요하다고 한다. 오래 전, 파손된 센티널 쿼드의 뇌를 자신들이 만든 간단한 AI로 덮어씌웠다. 그 이후 이 노획된 기계는 그들의 충실한 동반자가 되었지만, 다양한 베어링 및 유압 시스템이 마모되기 시작했다. 예비 부품을 채취해 자신들의 애완동물을 완전히 복구시킬 수 있도록 고위 센티널을 파괴시켜 줄 탐험가를 찾고 있다.",
      "의뢰자는 센티널의 손에 의해 큰 망신을 당했다. 그들의 복수심은 자신들의 손으로 직접 센티널을 파괴하는 것에서 그치지 않았다. 또한 광범위하게 드론들을 제거하는 것으로도 분노를 가라앉힐 수 없었다. 헛된 전투 확대가 될 수도 있지만, 그들은 최대한 많은 고위 센티널들을 파괴하는 탐험가들에게 대가를 지급하고 있다.",
      "의뢰자는 공격적인 실험을 하고 싶어 한다. 그들은 센티널 드론의 공격성을 꺾을 효과적인 방법을 찾고 있다. 가장 최근에는 좀 더 고위의 센티널을 파괴하면 드론을 지휘할 개체가 사라져 혼란에 빠지며, 드론이 사방으로 흩어져 행성 탐험가들에게 한 숨 돌릴 시간을 벌어줄 수 있을 거라는 설이 제기됐다. 그들은 이 이론을 실험하는 과정에서 전투 부분을 맡아 줄 대담한 기술자를 찾고 있다.",
      "의뢰자는 센티널들을 보유한 성계를 조사하고 싶어 한다. 현재까지는 센티널들이 자원 채취에 자극을 받는다는 관찰 결과로 한정되어 있어 다른 패턴을 연구하고 싶어 한다. 어떤 식으로 의사소통을 하는가? 자연적인 체계가 존재하는가? 자신들이 입은 상처를 인지하는가? 자신들의 표적은 어떻게 느끼는가? 의뢰자는 의문을 해소할 최선의 방법으로 안전한 거리에서 관찰하는 동안 적절한 장비의 탐험가가 고위 센티널과 교전을 벌이는 것이라 판단했다.",
      "의뢰자는 다른 사람들처럼 중력 미자 공의 가치를 알고 있다. 하지만 다른 사람들과는 달리, 센티널에게 공격 받고 추격 당하고 싶은 생각이 별로 없다. 그 대신, 그들은 수익의 일부를 받고 고위 센티널 군을 처치해 줄 진취적인 탐험가를 찾고 있다. 드론들이 정신이 팔려있을 동안, 그들은 재빨리 오브를 채취한 다음, 센티널이 돌아오기 전에 도망갈 것이다.",
      "의뢰자는 희귀하고 값진 식물로 가득한 큰 종묘원을 만드는 데 힘을 쏟아왔다. 하지만 그로 인해 많은 도둑과 약탈자들을 끌어들였다. 의뢰자는 자신들의 나무를 관찰하고 지킬 독자적인 센티널 군대를 만들고자 한다. 격추된 드론에서 대량의 부품을 모았지만, 순찰대를 완성에는 센티널 쿼드나 워커의 부품이 필요하다고 한다. 그들은 전투를 책임져 줄 탐험가를 찾고 있다.",
      "의뢰자는 센티널의 괴롭힘에 대한 잠재적인 해결책을 시험 중이다. 그들은 센티널의 지능을 구성하는 뭔가에 간섭하는 고주파음 발산 장치를 개발해냈다. 최소한 이론적으로는 말이다. 의뢰자는 장치를 제대로 시험하기 위해 고위 센티널과 전투를 치러 줄 탐험가를 찾고 있다. 탐험가는 장치가 제대로 작동되지 않을 때에 교전을 치를 준비를 해야 할 것이다.",
      "의뢰자는 센티널 교신 시스템과 동일한 주파수로 작동되는 네트워크 장치를 개발해냈다고 한다. 그 장치로 드론의 통제하는 시스템의 약점을 조사할 예정이라고 한다. 그들은 자신들의 장치를 시험해 볼 수 있도록 고위 센티널과 교전을 맡을 탐험가를 찾고 있다.",
      "의뢰자는 행성의 센티널들을 파괴할 사람을 찾고 있다.",
      "의뢰자는 센티널들을 상대로 복수를 요구하고 있다!",
      "의뢰자는 센티널에 맞서는 자신들의 성전을 도와줄 탐험가를 찾고 있다.",
      "의뢰자는 센티널이라는 위협의 종말을 보고 싶어 한다.",
      "의뢰자는 센티널들의 괴롭힘을 당해 왔고, 이 박해를 끝내고 싶어 한다.",
      "의뢰자는 센티널들의 멍에에서 성계가 자유로워지기를 바라고 있다.",
      "의뢰자는 센티널들의 눈을 가리고 싶어 한다.",
      "의뢰자는 지속적인 센티널들의 위협에서 탈출할 방법을 찾고 있다.",
      "계속 변화하는 은하계의 유일한 고정값인 것처럼, 센티널들이 그들의 활동을 끊임 없이 방해하고 있다.",
      "어떤 성계건 간에, 센티널들은 항상 존재한다. 싸우는 것 외에 벗어날 방법은 없다.",
      "겍, 바이-킨, 코백스... 어느 곳에 있는 지적 존재건 간에 센티널들은 공격의 대상을 차별하지 않는다.",
      "센티널들은 겉보기에는 무한대로 무리를 짓는 것 같다. 하지만 그들은 실존하므로, 파괴할 수도 있다.",
      "센티널들은 이 현실의 바깥에서 오는 존재로 보일지도 모르지만, 그들은 공격 할 때 이 세상을 사용하므로 이 세상에서 파괴할 수도 있다.",
      "그들은 센티널들이 고통을 느끼는 지 모른다. 그들은 당신이 알아내기를 바란다.",
      "의뢰자는 센티널들이 계약을 완료했다고 해서 멈추지 않는다는 것은 알지만, 잠깐 한숨을 돌릴 수 있는 것만으로도 충분하다고 생각한다.",
      "그들은 그 어떤 센티널의 파괴라도, 심지어 센티널에게서 최소한의 승리만을 거뒀어도 마땅히 축하를 해야 할 일이라고 생각한다.",
      "센티널의 위협을 타격하면, 의뢰자가 후한 보상을 줄 것이다.",
      "의뢰자는 혼자서는 센티널들의 개체 수에 작은 흠집 정도밖에 내지 못한다는 걸 알고 있지만, 그래도 그것이 훌륭한 노력이라고 생각하고 있다.",
      "의뢰자는 대상을 파괴할 방법은 자율에 맡겼다. 그저 센티널들이 급습의 대가를 비싸게 치르도록 만들기만을 바란다.",
      "의뢰자는 보상을 준비하고 기다리는 중이다. 센티널 사냥을 시작하자...",
      "의뢰자는 당신에게 조심하라고 경고했다. 그들은 센티널과의 교전으로 인한 그 어떤 피해도 책임져 주지 않을 것이다.",
      "의뢰자는 보상을 받으러 돌아오기 전에 센티널들을 확실히 떨쳐버리고 오기를 원한다. 그들은 익명성을 원하고 있다.",
      "의뢰자는 이 위대한 전투에 참가한 당신에게 고마워하고 있다.",
      "드디어 의뢰자는 당신에게 센티널 사냥이 공익에 큰 도움이 됐다고 알리고 싶어한다. 당신은 자신이 한 일에 대해 자부심을 가져야 한다."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Hard",
    "MinRank": 8,
    "Factions": [
      "ExplorerGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.ROBOTKILL.MSHOP.png"
  },
  {
    "Id": "mission9",
    "Objective": "행성 수확기 습격",
    "Titles": [
      "물건 확보",
      "자연 우선",
      "신중하게",
      "공격적인 법규 위반",
      "노사 관계",
      "해방!",
      "예상치 못한 방해",
      "진보적인 연구",
      "풍부한 열량",
      "심처"
    ],
    "Subtitles": [
      "산업 비밀 확보"
    ],
    "Descriptions": [
      "의뢰자가 투자 기회를 포착했다고 한다. 그들은 어떤 값진 지적 재산을 싸게 확보할 기회가 생겼다고 보고 있다. 그들은 목표 시설로 가서 투자물 확보에 도움을 줄 진취적인 탐험가를 찾고 있다.",
      "의뢰자가 생태계 재앙을 막을 방법을 찾고 있다. 그들은 단지 몇 시간 만에 행성 내부에서부터 핵을 먹어치울 수 있는 사상 최대 규모의 행성 채취기 제작 계획을 알아냈다. 그 결과, 그들은 계획이 진행되고 있는 시설로 침투할 탐험가를 구하고 있다. 이 시설의 시스템에서 데이터를 말소시켜야 한다.",
      "의뢰자가 이 성계에서 운영되고 있는 채취 작업을 인수하고 싶어한다. 하지만 철두철미한 조사 없이 인수 과정을 진행하는 것은 어리석은 일이 될 것이다. 그들은 목표 시설로 침투해 가능한 모든 데이터를 확보해 올 신중한 모험가를 찾고 있다. 그렇게 얻어낸 데이터는 협력 여부를 결정하는 데 많은 도움이 될 것이다.",
      "의뢰자는 최근에 과학적 용도에 특화된 하드웨어 제조를 시작했다. 이 분야에 새로 진출한 그들은 자신들보다 좀 더 확고한 자리를 차지하고 있는 경쟁자들의 전문 지식에서 이익을 얻어낼 수 있을 거라고 생각 중이며, 그들은 운 좋게도 지식 확보 분야에서는 상당한 경험을 쌓은 상태이다. 그들은 비밀 확보를 도와 줄 탐험가를 찾고 있다.",
      "의뢰자는 인공 지능을 위한 법적보호를 원하는 캠페인 그룹을 대신해 일을 진행하고 있다. 그들은 로비를 지속하는 한편, 직접적인 행동도 취하고 있다. 그들은 인근 공장에 성능이 불충분한 하드웨어에 노예로 묶여있는 AI가 있다는 사실을 파악해냈고, 탐험가들에게 그 AI를 구출해 안전한 장소로 업로드하고 지역 복사본을 파괴하는 일을 도와달라고 요청했다.",
      "의뢰자는 은하계 전역의 노동자들을 위해 작업 환경 개선 방안을 찾고 있다. 자동화된 공장들이 선량하고 열심히 일하는 생명체들에게서 일자리를 뺏고 있다. 그와 동시에 생산 수단을 보유한 소수에게 부를 집중시키고 있다. 의뢰자는 올바른 사고 방식을 지닌 모든 탐험가들에게 그런 자동화된 공장 중 하나를 사보타주하는 걸 도와달라고 요청했다.",
      "의뢰자의 최신 공장이 생산 목표량 달성에 실패하고 있다. 의뢰자는 행성의 총지배인이 시설에서 자신의 계정으로 자원을 빼돌리고 있다는 의심을 가지고 있다. 그들은 총지배인이 흔적을 감출 시간이 없도록 시설을 기습해 기록을 확보해 줄 섬세한 탐험가를 찾고 있다.",
      "의뢰자는 경쟁사가 제조 과정에서 안전 기준을 위반했다고 믿고 있다. 규제기관이 조치를 취하지 않았으므로, 그들은 자신들이 직접 그 문제를 바로잡기로 결정했다. 경쟁사의 데이터 저장소에 접속해 플루토늄을 충진재로 사용하는 것과 관련된 모든 기록을 다운로드하자.",
      "의뢰자는 인공 음식 큐브를 제조하는 일에 종사하고 있다. 하지만 그들은 자신들의 압축된 펠릿이 경쟁사의 제품보다 영양이 풍부하지 않다는 문제에 직면했다. 그들은 무슨 수를 써서라도 경쟁사의 파일을 확보해 그들이 생산하는 맛있는 단백질 캡슐에 정확히 어떤 성분이 압축되어 있는지 알아내고 싶어 한다.",
      "의뢰자는 경쟁사가 최근에 발견한 광산에서 큰 성공을 거뒀다는 것을 알아냈다. 그들은 이번 채굴의 본질을 좀 더 자세히 알고 싶어 한다. 시추공의 깊이나 장소, 그 중에서도 특히 병행 시추를 가능하게 만들어 줄 수도 있는 정보를 가져오는 자에게 후한 보상을 내줄 것이다.",
      "의뢰자는 이 성계의 공장에서 데이터를 회수해야만 한다.",
      "의뢰자는 지역에 위치한 경계가 삼엄한 공장에서 뭔가를 훔쳐낼 수 있는 인물을 구하고 있다.",
      "의뢰자가 인근의 공장 시설에서 데이터를 훔쳐와 달라고 요청했다.",
      "의뢰자가 근처의 세상에 있는 공장에서 아이템을 회수할 필요가 있다고 한다.",
      "의뢰자가 매우 어려울 것으로 예상되는 데이터 해킹을 요구했다. 표적은 이 항성계 내의 공장이다.",
      "공장의 소유자는 이런 행동에 동의하지 않았다는 것을 명심해야 한다.",
      "그들은 이 공장의 가동을 방해하고 싶어한다.",
      "이 도둑질로 그들은 향후 작업에서 큰 이득을 볼 수 있을 것이다.",
      "그들은 자신들의 제품을 향상시키기 위해, 이 공장 내에 숨겨진 비법이 필요하다.",
      "그들은 이 공장이 금지품을 생산하고 있다고 믿을만한 근거가 있다.",
      "의뢰자가 당신에게 아무런 흔적도 남기지 않아야 한다고 상기시켰다. 신중하게 진행하는 것이 가장 중요하다.",
      "의뢰자가 조심하라고 말을 했다. 공장은 보안 시스템이 설치되어 있을 가능성이 높다.",
      "의뢰자는 침투 방법을 당신에게 맡겼다. 그저 요청 받은 데이터를 확실히 입수하기만 하면 된다.",
      "의뢰자는 당신이 잡힐 경우, 이 계약에 대한 연관성을 전면적으로 부인할 것이다. 그러므로 잡히지 말아야 한다.",
      "의뢰자는 최대한 빨리 훔친 데이터를 받아 볼 수 있기를 기대하고 있다."
    ],
    "Type": "GroundCombat",
    "Difficulty": "Normal",
    "MinRank": 6,
    "Factions": [
      "TradeGuild",
      "WarriorGuild"
    ],
    "Icon": "faction/MISSION.FACTORYRAID.MSHOP.png"
  }
]